Repository: xbmc/repo-resources
Catalog: game.controller.*/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Description
source: The Nintendo DS (short for "Dual Screen") is a 32-bit handheld video game console released in 2004. A DS Lite model was launched in 2006, followed by the DSi. Combined, these are the best selling handheld to date, and second best console (behind the PlayStation 2).
de_de: Nintendo DS (kurz für „Dual Screen“) ist eine tragbare 32-Bit-Videospielkonsole, die 2004 veröffentlicht wurde. Ein DS Lite-Modell wurde 2006 auf den Markt gebracht, gefolgt von dem DSi. Zusammengenommen sind sie der bis heute meistverkaufte Handheld und die zweitbeste Konsole (nach der PlayStation 2).

# Addon Disclaimer
source: Image credit: OpenEmu (openemu.org)
de_de: Bildverweis: OpenEmu (openemu.org)

# #30007
source: Up
de_de: Hoch

# #30008
source: Right
de_de: Rechts

# #30009
source: Down
de_de: Runter

# #30010
source: Left
de_de: Links

# #30011
source: Left Bumper
de_de: Linke Schulter

# #30012
source: Right Bumper
de_de: Rechte Schulter

# #30013
source: Touch pointer
de_de: Touchzeiger

# #30014
source: Close Lid
de_de: Klappe schließen

# #30015
source: Screen Layout
de_de: Bildformat

# #30016
source: Microphone
de_de: Mikrofon
