Repository: xbmc/repo-resources
Catalog: game.controller.ws/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr, it_it

# Addon Description
source: The WonderSwan is a 16-bit handheld console released in 1999 by Bandai. It is playable both vertically and horizontally, and was praised for its long battery life and unique library of games.
de_de: WonderSwan ist eine 1999 vorgestellte tragbare 16-bit Konsole von Bandai. Mit ihr kann sowohl in Hoch- wie auch Querformat gespielt werden. Angepriesen wurden die langlebige Batterie und einzigartige Spielauswahl.
es_es: La WonderSwan es una videoconsola portátil de 16 bits lanzada en 1999 por Bandai. Se puede jugar tanto en vertical como en horizontal, y fue elogiada por la larga duración de su batería y su exclusiva biblioteca de juegos.
fr_fr: La WonderSwan est une console portable 16 bits sortie en 1999 par Bandai. Elle est jouable à la fois verticalement et horizontalement, et a été saluée pour sa longue durée de vie de la batterie et sa bibliothèque de jeux unique.
it_it: WonderSwan è una console portatile a 16 bit rilasciata nel 1999 da Bandai. È giocabile sia in verticale che in orizzontale ed è stata elogiata per la sua lunga durata della batteria e l'esclusiva libreria di giochi.

# Addon Disclaimer
source: Image credit: OpenEmu (openemu.org)
de_de: Bildrechte: OpenEmu (openemu.org)
es_es: Créditos de la imagen: OpenEmu (openemu.org)
fr_fr: Crédit image : OpenEmu (openemu.org)
it_it: Credito immagine: OpenEmu (openemu.org)

# #30003
source: Start
fr_fr: Démarrer
it_it: Avvia

# #30004
source: X-Cursor Up
de_de: X-Zeiger Hoch
es_es: Cursor X: Arriba
fr_fr: X-Cursor Haut
it_it: Cursore X Giù

# #30005
source: X-Cursor Right
de_de: X-Zeiger Rechts
es_es: Cursor X: Derecha
fr_fr: X-Cursor Droit
it_it: Cursore X Destra

# #30006
source: X-Cursor Down
de_de: X-Zeiger Runter
es_es: Cursor X: Abajo
fr_fr: X-Cursor Bas
it_it: Cursore X Giù

# #30007
source: X-Cursor Left
de_de: X-Zeiger Links
es_es: Cursor X: Izquierda
fr_fr: X-Cursor Gauche
it_it: Cursore X Sinistra

# #30008
source: Y-Cursor Up
de_de: Y-Zeiger Hoch
es_es: Cursor Y: Arriba
fr_fr: Y-Cursor Haut
it_it: Cursore Y Su

# #30009
source: Y-Cursor Right
de_de: Y-Zeiger Rechts
es_es: Cursor Y: Derecha
fr_fr: Y-Cursor Droit
it_it: Cursore Y Destra

# #30010
source: Y-Cursor Down
de_de: Y-Zeiger Runter
es_es: Cursor Y: Abajo
fr_fr: Y-Cursor Bas
it_it: Cursore Y Giù

# #30011
source: Y-Cursor Left
de_de: Y-Zeiger Links
es_es: Cursor Y: Izquierda
fr_fr: Y-Cursor Gauche
it_it: Cursore Y Sinistra
