Repository: xbmc/repo-resources
Catalog: game.controller.vb/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fi_fi, fr_fr, it_it

# Addon Summary
source: Nintendo Virtual Boy controller
es_es: Mando Nintendo Virtual Boy
fi_fi: Nintendo Virtual Boy -ohjain
fr_fr: Manette Nintendo Virtual Boy
it_it: Controller Nintendo Virtual Boy

# Addon Description
source: The Virtual Boy is a 32-bit console released by Nintendo in 1995. While Nintendo promised a virtual reality experience, the red monochrome display and bulky table-mounted headset lead to a poor immersive experience.
de_de: Der Virtual Boy ist eine 32-Bit-Konsole, die 1995 von Nintendo veröffentlicht wurde. Nintendo versprach zwar ein Virtual-Reality-Erlebnis, doch das rote Monochrom-Display und das sperrige, auf dem Tisch montierte Headset sorgten für ein wenig realistisches Erlebnis.
es_es: La Virtual Boy es una videoconsola de 32 bits lanzada por Nintendo en 1995. Aunque Nintendo prometió una experiencia de realidad virtual, la pantalla monocromática roja y el voluminoso casco con pantalla en la cabeza dan lugar a una experiencia de inmersión deficiente.
fi_fi: Virtual Boy on 32-bittinen konsoli, jonka Nintendo julkaisi vuonna 1995. Vaikka Nintendo lupasi virtuaalitodellisuuskokemuksen, yhden punaisen värin näyttö ja isot pöytään kiinnitetyt kuulokkeet eivät tarjonneet immersiivistä kokemusta.
fr_fr: La Virtual Boy est une console 32 bits lancée par Nintendo en 1995. Alors que Nintendo promettait une expérience de réalité virtuelle, l'écran monochrome rouge et le casque volumineux conduisent à une mauvaise expérience immersive.
it_it: The Virtual Boy è una console a 32 bit rilasciata da Nintendo nel 1995. Mentre Nintendo ha promesso un'esperienza di realtà virtuale, il display monocromatico rosso e le ingombranti cuffie da tavolo portano a un'esperienza scarsamente coinvolgente.

# Addon Disclaimer
source: Image credit: OpenEmu (openemu.org)
de_de: Bildverweis: OpenEmu (openemu.org)
es_es: Créditos de la imagen: OpenEmu (openemu.org)
fi_fi: Kuvan lähde: OpenEmu (openemu.org)
fr_fr: Crédit image : OpenEmu (openemu.org)
it_it: Credito immagine: OpenEmu (openemu.org)

# #30003
source: Start
fr_fr: Démarrer
it_it: Avvia

# #30004
source: Select
fr_fr: Sélectionner
it_it: Seleziona

# #30005
source: Left Up
de_de: Links Hoch
es_es: Cruceta Izquierda: Arriba
fi_fi: Vasen Ylös
fr_fr: Haut gauche
it_it: Sinistra su

# #30006
source: Left Right
de_de: Links Rechts
es_es: Cruceta Izquierda: Derecha
fi_fi: Vasen Oikea
fr_fr: Bas gauche
it_it: Sinistra destra

# #30007
source: Left Down
de_de: Links Runter
es_es: Cruceta Izquierda: Abajo
fi_fi: Vasen Alas
fr_fr: Bas gauche
it_it: Sinistra giù

# #30008
source: Left Left
de_de: Links Links
es_es: Cruceta Izquierda: Izquierda
fi_fi: Vasen Vasen
fr_fr: Gauche gauche
it_it: Sinistra sinistra

# #30009
source: Right Up
de_de: Rechts Hoch
es_es: Cruceta Derecha: Arriba
fi_fi: Ylös Oikea
fr_fr: Haut droit
it_it: Destra su

# #30010
source: Right Right
de_de: Rechts Rechts
es_es: Cruceta Derecha: Derecha
fi_fi: Oikea Oikea
fr_fr: Droite droite
it_it: Destra destra

# #30011
source: Right Down
de_de: Rechts Runter
es_es: Cruceta Derecha: Abajo
fi_fi: Oikea Alas
fr_fr: Bas droite
it_it: Destra giù

# #30012
source: Right Left
de_de: Rechts Links
es_es: Cruceta Derecha: Izquierda
fi_fi: Oikea Vasen
fr_fr: Gauche droit
it_it: Destra sinistra

# #30013
source: Left Bumper
de_de: Linke Schulter
es_es: Bumper Izquierdo
fi_fi: Vasen olkapainike
fr_fr: Bumper Gauche
it_it: Paraurti sinistro

# #30014
source: Right Bumper
de_de: Rechte Schulter
es_es: Bumper Derecho
fi_fi: Oikea olkapainike
fr_fr: Bumper Droit
it_it: Paraurti destro
