Repository: xbmc/repo-resources
Catalog: game.controller.default/resources/language/resource.language.*/strings.po
Languages: af_za

# Addon Summary
source: Default Controller
af_za: Verstek Beheerder

# Addon Description
source: The default media center controller is based on the Xbox 360 controller.
af_za: Die bestek media sentrum beheerder is gebaseer op die Xbox 360 beheerder.

# Addon Disclaimer
source: Image credit: Wikipedia (wikipedia.org)
af_za: Beeld krediet: Wikipedia (wikipedia.org)

# #30005
source: Start
af_za: Begin

# #30006
source: Back
af_za: Trug

# #30007
source: Guide
af_za: Gids

# #30008
source: Left Stick
af_za: Linker Stok

# #30009
source: Right Stick
af_za: Regter Stok

# #30010
source: Up
af_za: Op

# #30011
source: Down
af_za: Af

# #30012
source: Right
af_za: Regs

# #30013
source: Left
af_za: Links

# #30014
source: Left Shoulder
af_za: Linker Skouer

# #30015
source: Right Shoulder
af_za: Regter Skouer

# #30016
source: Left Trigger
af_za: Linker Sneller

# #30017
source: Right Trigger
af_za: Regter Sneller
