Repository: xbmc/repo-resources
Catalog: game.controller.n64/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: Nintendo 64 controller
fi_fi: Nintendo 64 -ohjain

# Addon Description
source: The Nintendo 64 controller, released in 1996, featured a unique "M" shape design. Intense rotating of the analog stick during Mario Party reportedly caused burn injuries to some players.
fi_fi: Vuonna 1996 julkaistu Nintendo 64 -ohjain esitteli ainutlaatuisen M-mallisen muotoilun. Analogisen sauvan voimakas pyöritys Mario Party -pelissä aiheutti joillekin pelaajile palovammoja.

# Addon Disclaimer
source: Image credit: OpenEmu (openemu.org)
fi_fi: Kuvan lähde: OpenEmu (openemu.org)

# #30004
source: C-Up
fi_fi: C-Ylös

# #30005
source: C-Down
fi_fi: C-Alas

# #30006
source: C-Right
fi_fi: C-Oikealle

# #30007
source: C-Left
fi_fi: C-Vasemmalle

# #30008
source: Up
fi_fi: Ylös

# #30009
source: Down
fi_fi: Alas

# #30010
source: Right
fi_fi: Oikealle

# #30011
source: Left
fi_fi: Vasemmalle

# #30012
source: Left Bumper
fi_fi: Vasen olkapainike

# #30013
source: Right Bumper
fi_fi: Oikea olkapainike

# #30015
source: Analog Stick
fi_fi: Analoginen sauva
