Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #33035
source: Maps
be_by: Мапы
hu_hu: Térképek
id_id: Map
it_it: Mappe
mi: Mahere

# #33036
source: Hourly
be_by: Штогадзінна
hu_hu: Óránként
id_id: Tiap Jam
it_it: Ogni ora
mi: Haora

# #33038
source: {0:s} day
be_by: {0:s} дзён
hu_hu: {0:s} nap
id_id: {0:s} hari
it_it: {0:s} giorno

# #33040
source: {0:s} devices
be_by: Прылады {0:s}
hu_hu: {0:s} eszköz
id_id: {0:s} perangkat
it_it: {0:s} dispositivi

# #33049
source: Alert
be_by: Апавяшчэнне
hu_hu: Riasztás
id_id: Peringatan
it_it: Sveglia
mi: Whakapaoho

# #33050
source: Alerts
be_by: Апавяшчэнні
hu_hu: Riasztások
id_id: Peringatan
it_it: Sveglie
mi: Matohi

# #33051
source: Choose your
be_by: Абярыце
hu_hu: Válaszd ki a saját
id_id: Pilih
it_it: Scegli

# #33052
source: Check
be_by: Праверыць
hu_hu: Ellenőrzés
id_id: Periksa
it_it: Controlla
mi: Tirohia

# #33053
source: Configure the
be_by: Наладзьце
hu_hu: Állítsd be a(z)
id_id: Konfigurasi
it_it: Configura
mi: Whirihorahia te

# #33054
source: Seasons
be_by: Сезоны
hu_hu: Évad
id_id: Musim
it_it: Stagioni

# #33055
source: Use your
be_by: Выкарыстайце
hu_hu: Használd
id_id: Gunakan
it_it: Usa il tuo
mi: Whakamahia koutou

# #33056
source: Watch your
be_by: Глядзіце
hu_hu: Nézd
id_id: LIhat
it_it: Guarda il tuo
mi: Watch koutou

# #33057
source: Listen to
be_by: Слухайце
hu_hu: Hallgasd
id_id: Dengarkan
it_it: Ascolta
mi: Whakarongo ki te

# #33058
source: View your
be_by: Праглядайце
hu_hu: Megnézd
id_id: Lihat
it_it: Visualizza
mi: Tirohia koutou

# #33059
source: Configure the
be_by: Наладзьце
hu_hu: Konfiguráld
id_id: Konfigurasi
it_it: Configura il
mi: Whirihorahia te

# #33060
source: Power
be_by: Сілкаванне
hu_hu: Betáplálás
id_id: Daya
it_it: Alimentazione

# #33062
source: Play the
be_by: Прайграванне
hu_hu: Játszd
id_id: Mainkan
it_it: Riproduci
mi: Te tākaro i te

# #33063
source: Options
be_by: Параметры
hu_hu: Beállítások
id_id: Opsi
it_it: Opzioni
mi: Ngā Kōwhiringa

# #33066
source: About your
be_by: Інфармацыя
hu_hu: Erről
id_id: Tentang
it_it: Riguardo al tuo
mi: Mō koutou

# #33067
source: Star rating
be_by: Рэйтынг
hu_hu: Csillag minősítés
id_id: Nilai Bintang
it_it: Stelle
mi: Whakatauranga Star

# #33068
source: Background
be_by: Фон
hu_hu: Háttér
id_id: Latar belakang
it_it: Sfondo
mi: He Whakamārama

# #33069
source: Backgrounds
be_by: Фоны
hu_hu: Hátterek
id_id: Latar belakang
it_it: Sfondi
mi: Ngā

# #33070
source: Custom background
be_by: Адвольны фон
hu_hu: Testreszabott háttér
id_id: Latar belakang kustom
it_it: Sfondo personalizzato
mi: Muri ritenga

# #33071
source: Custom backgrounds
be_by: Адвольныя фоны
hu_hu: Testreszabott hátterek
id_id: Latar belakang kustom
it_it: Sfondi personalizzati
mi: Ngā ritenga

# #33072
source: View readme
be_by: Праглядзець інфармацыю
hu_hu: Az „Olvass el” megtekintése
id_id: Lihat readme
it_it: Visualizza readme

# #33073
source: View changelog
be_by: Праглядзець спіс змен
hu_hu: Változási napló megtekintése
id_id: Lihat log perubahan
it_it: Visualizza registro modifiche

# #33077
source: No data found!
be_by: Даныя адсутнічаюць!
hu_hu: Nincs adat!
id_id: Data tidak ditemukan!
it_it: Nessun dato trovato!
mi: No raraunga kitea!

# #33078
source: Next page
be_by: Наступная старонка
hu_hu: Következő oldal
id_id: Halaman selanjutnya
it_it: Prossima pagina
mi: Whārangi panuku

# #33079
source: Love
be_by: Падабаецца
hu_hu: Szeretem
id_id: Suka
it_it: Amore
mi: Aroha

# #33080
source: Hate
be_by: Не падабаецца
hu_hu: Utálom
id_id: Benci
it_it: Odio
mi: Kino

# #33082
source: Path to script
be_by: Шлях да скрыпту
hu_hu: Program útvonal
id_id: Path ke skrip
it_it: Percorso script
mi: Ara ki te hōtuhi

# #33083
source: Enable custom script button
be_by: Уключыць кнопку абранага скрыпту
hu_hu: Egyedi program gomb engedélyezése
id_id: Aktifkan tombol skrip ubahan
it_it: Abilita pulsante script personalizzato
mi: Pātene hōtuhi ritenga Whakahohe i

# #33084
source: Auto login
be_by: Аўтаматычны ўваход
hu_hu: Automatikus bejelentkezés
id_id: Login otomatis
it_it: Login automatico
mi: Takiuru aunoa

# #33100
source: Failed to start
be_by: Не атрымалася запусціць
hu_hu: Elindítás meghiúsult
id_id: Gagal memulai
it_it: Avvio fallito
mi: I rahua te tīmata

# #33102
source: Event server
be_by: Сервер падзей
hu_hu: Eseménykiszolgáló
id_id: Server event
it_it: Server eventi

# #33103
source: Remote communication server
be_by: Сервер адлеглага доступу
hu_hu: Távoli kommunikációs kiszolgáló
id_id: Server komunikasi remote
it_it: Server comunicazione remota
mi: Tūmau kōrero Mamao

# #33104
source: You have previously enabled the web interface without setting up a password. The web server has been disabled until you either explicitly allow this or set up authentication. Please review your settings.
id_id: Anda sebelumnya telah mengaktifkan antarmuka web tanpa mengatur kata sandi. Server web telah dinonaktifkan hingga Anda mengizinkannya secara eksplisit atau menyiapkan autentikasi. Harap tinjau setelan Anda.
it_it: Hai precedentemente abilitato l'interfaccia web senza impostare una password. Il server web è stato disabilitato fino a quando non lo consentirai esplicitamente o imposterai l'autenticazione. Controlla le tue impostazioni.

# #33200
source: Detected new connection
be_by: Выяўлена новае злучэнне
hu_hu: Új kapcsolatot észleltem
id_id: Sambungan baru terdeteksi
it_it: Rilevata nuova connessione

# #34006
source: MPEG-4 audio (FFmpeg M4A AAC)
it_it: Audio MPEG-4 (FFmpeg M4A AAC)

# #34007
source: Windows media audio 2 (FFmpeg wmav2)
it_it: Audio Windows Media 2 (FFmpeg wmav2)

# #34008
source: When you need to enter some text, Kodi virtual keyboard will show up instead of the built-in tvOS keyboard
id_id: Saat Anda perlu memasukkan beberapa teks, keyboard virtual Kodi akan muncul alih-alih keyboard tvOS bawaan
it_it: Quando devi inserire del testo, verrà visualizzata la tastiera virtuale di Kodi al posto della tastiera tvOS integrata

# #34009
source: Siri remote pan gesture horizontal sensitivity
id_id: Sensitivitas horizontal gerakan pan jarak jauh Siri
it_it: Sensibilità gesture pan orizzontale telecomando Siri

# #34010
source: Siri remote pan gesture vertical sensitivity
id_id: Sensitivitas vertikal gerakan pan jarak jauh Siri
it_it: Sensibilità gesture pan verticale telecomando Siri

# #34100
source: Number of channels
be_by: Колькасць каналаў
hu_hu: Csatornák száma
id_id: Jumlah saluran
it_it: Numero di canali
mi: Tau o hongere

# #34111
source: Select the behaviour when no sound is required for either playback or GUI sounds.[CR][Always] Continuous inaudible signal is output, this keeps the receiving audio device alive for any new sounds, however this might also block sound from other applications.[CR][1-10 Minutes] Same as [Always] except that after the selected period of time audio enters a suspended state.[CR][Off] Audio output enters a suspended state. Note: Sounds can be missed if audio enters suspended state.
be_by: Дзеянне пры адсутнасці гукаў прайгравання альбо інтэрфейсу.[CR][Заўсёды] - бесперапынны вывад нячутнага сігналу, каб прадухіліць выключэнне рэсівера альбо ўзмацняльніка. Падчас гэтага могуць блакавацца гукі іншых праграм.[CR][1-10 хв.] -тое ж, што [Заўсёды], але па завяршэнні вызначанага інтэрвалу вывад аўдыё выключаецца.[CR][Выкл.] - вывад аўдыё выключаецца. Нататка: у гэтым рэжыме магчымамінаць гук.
hu_hu: Válassza ki a viselkedést ha nem szükséges a hang sem lejátszáshoz, sem a GUI hangjaihoz.[CR][Mindig] Folyamatos, nem hallható jel a kimenetre, ez életben tartja a hangeszközt, új hangokra várva, de ez blokkolhatja a többi alkalmazás hangjait.[CR][1-10 perc] Ugyanaz mint a [Mindig], azzal a különbséggel hogy a megadott idő után felfüggesztett állapotba kerül a hangeszköz.[CR][Ki] A hangkimenet felfüggesztett állapotba kerül. Megjegyzés: kimaradhatnak hangok ha a hangeszköz felfüggesztett.
id_id: Pilih perilaku saat tidak ada suara yang diperlukan untuk pemutaran atau suara GUI.[CR][Selalu] Sinyal tak terdengar terus-menerus dikeluarkan, ini membuat perangkat audio penerima tetap hidup untuk setiap suara baru, namun ini mungkin juga memblokir suara dari aplikasi lain.[ CR][1-10 Menit] Sama seperti [Selalu] kecuali bahwa setelah periode waktu yang dipilih, audio memasuki status ditangguhkan.[CR][Mati] Output audio memasuki status ditangguhkan. Catatan: Suara dapat terlewatkan jika audio memasuki status ditangguhkan.
it_it: Seleziona il comportamento quando non sono richiesti suoni né dalla riproduzione né dall'interfaccia.[CR][Sempre] Riproduce un suono inudibile continuo, questo mantiene attivo il dispositivo audio per eventuali nuovi suoni, ma questo potrebbe anche bloccare suoni di altre applicazioni.[CR][1-10 Minuti]Come [Sempre] tranne per il fatto che l'audio si disabilita dopo il periodo di tempo selezionato.[CR][Off]L'uscita audio entra in uno stato di sospensione. Nota: si possono perdere alcuni suoni se l'audio entra in stato di sospensione.

# #34112
source: Send low volume noise
be_by: Адпраўляць кволы шум
hu_hu: Halk audio zaj küldés
id_id: Kirim kebisingan volume rendah
it_it: Invia rumore a basso volume

# #34113
source: To keep certain AVRs powered we send an inaudible random noise signal. You can disable this setting if you are using headphone or analog output.
be_by: Для прадухілення аўтаматычнага выключэння пэўных тыпаў рэсівераў адпраўляецца кволышум. Пры выкарыстанні навушнікаў альбо аналагавага выхаду гэты параметр можна выключыць.
hu_hu: Az AVR egység aktívan tartása random nem hallható zaj jelekkel történik. Analóg kimenet vagy fejhallgató használata esetén ezt le lehet tiltani.
id_id: Untuk menjaga daya AVR tertentu, kami mengirim sinyal noise acak yang tidak terdengar. Anda dapat menonaktifkan pengaturan ini jika Anda menggunakan headphone atau output analog.
it_it: Per mantenere alcuni AVR alimentati inviamo un segnale di rumore casuale non udibile. Puoi disabilitare questa impostazione se stai usando una cuffia o un'uscita analogica.

# #34120
source: Play GUI sounds
be_by: Прайграваць гукі інтэрфейсу
hu_hu: Felület hangjainak lejátszása
id_id: Mainkan suara GUI
it_it: Riproduci suoni
mi: Te tākaro gui ngā oro

# #34121
source: Only when playback stopped
be_by: Толькі пры спыненым прайграванні
hu_hu: Csak ha nincs lejátszás
id_id: Hanya ketika playback berhenti
it_it: Solo a riproduzione ferma
mi: Anake ka mutu te purei anō

# #34122
source: Always
be_by: Заўсёды
hu_hu: Mindig
id_id: Selalu
it_it: Sempre
mi: Tonu

# #34123
source: Never
be_by: Ніколі
hu_hu: Soha
id_id: Tidak Pernah
it_it: Mai
mi: Kore rawa

# #34201
source: Can't find a next item to play
be_by: Не знойдзена наступнага элемента для прайгравання
hu_hu: Nincs következő lejátszandó elem
id_id: Tidak dapat menemukan item selanjutnya untuk dimainkan
it_it: Impossibile trovare un elemento successivo da riprodurre
mi: Kāore e taea te kite i te take o muri ki te tākaro

# #34202
source: Can't find a previous item to play
be_by: Не знойдзена папярэдняга элемента для прайгравання
hu_hu: Nincs előző lejátszandó elem
id_id: Tidak dapat menemukan item sebelumnya untuk dimainkan
it_it: Impossibile trovare un elemento precedente da riprodurre
mi: Kāore e taea te kite i te take o mua ki te takaro

# #34220
source: HDR status
id_id: Status HDR
it_it: Stato HDR

# #34221
source: Off
id_id: Matikan
it_it: Disattivato

# #34222
source: On
id_id: Hidup
it_it: Attivato

# #34224
source: Tone mapping method
id_id: Metode pemetaan nada
it_it: Metodo mappatura toni

# #34300
source: Failed to start Zeroconf
be_by: Не атрымалася запусціць Zeroconf
hu_hu: Zeroconf indítása meghiúsult
id_id: Gagal untuk memulai Zeroconf
it_it: Impossibile avviare Zeroconf
mi: I rahua te tīmata Zeroconf

# #34301
source: Is Apple's Bonjour service installed? Check the log for more information about this message.
be_by: Служба Apple Bonjour усталяваная? Праглядзіце журнал, каб больш даведацца пра гэтае паведамленне.
hu_hu: Telepítve van az Apple Bonjure szolgáltatás? Ellenőrizze a naplókat a bővebb információkért.
id_id: Apakah layanan Apple Bonjour terpasang? Periksa log untuk informasi lebih lanjut mengenai pesan ini.
it_it: Il servizio Apple Bonjour è installato? Controlla il log per ulteriori informazioni su questo messaggio.

# #34302
source: Failed to start AirPlay as it requires Zeroconf to be enabled.
be_by: Не атрымалася запусціць AirPlay, бо патрабуецца ўключаны Zeroconf.
hu_hu: Az AirPlay elindítása nem sikerült. Az indításhoz a Zeroconf engedélyezése szükséges.
id_id: Gagal memulai AirPlay seperti yang dibutuhkan Zeroconf untuk diaktifkan.
it_it: Impossibile avviare AirPlay poiché richiede che Zeroconf sia abilitato.

# #34303
source: Unable to stop Zeroconf. AirPlay and AirTunes depend on Zeroconf running.
be_by: Не атрымалася спыніць Zeroconf. AirPlay і AirTunes залежаць ад Zeroconf.
hu_hu: Nem lehet leállítani a Zeroconf-ot. Az AirPlay és az AirTunes függ a Zeroconf futásától.
id_id: Tidak dapat memberhentikan Zeroconf. AirPlay dan AirTunes bergantung pada Zeroconf.
it_it: Impossibile arrestare Zeroconf. AirPlay e AirTunes richiedono che Zeroconf sia in esecuzione.

# #34400
source: Video rendering
be_by: Адмалёўка відэа
hu_hu: Videó renderelő
id_id: Render video
it_it: Render video

# #34401
source: Failed to initialize video filters / scalers, falling back to bilinear scaling
be_by: Не атрымалася ініцыялізаваць відэафільтры, выкарыстоўваецца маштабаванне bilinear
hu_hu: Az képátméretező / szűrő nem használható, visszaállva a bilineáris eljárásra
id_id: Gagal untuk memulai filter/scaler video, kembali ke bilinear scaling
it_it: Impossibile inizializzare filtri e scaler video, ritorno al ridimensionamento bilineare

# #34402
source: Failed to initialise audio device
be_by: Не атрымалася ініцыялізаваць аўдыяпрыладу
hu_hu: A beállított hangeszköz nem használható
id_id: Gagal menginisialisasi perangkat audio
it_it: Impossibile inizializzare il dispositivo audio
mi: I rahua te initialise pūrere ororongo

# #34403
source: Check your audio settings
be_by: Праверце вашыя аўдыяналады
hu_hu: Ellenőrizze a hangbeállításokat
id_id: Periksa pengaturan suara anda
it_it: Controlla le impostazioni audio

# #34404
source: Use gestures for navigation:
be_by: Выкарыстоўваць жэсты для навігацыі:
hu_hu: Gesztusok használata a navigációhoz
id_id: Gunakan bahasa tubuh untuk navigasi:
it_it: Usa gesti per la navigazione:
mi: Whakamahia ngā tohu mō te navigation:

# #34405
source: One finger swipe left,right,up,down for cursors
be_by: Ссоўванне адным пальцам улева, ўправа, ўверх, уніз для перамяшчэння курсора
hu_hu: Egyújjas csúsztatás a kurzor balra, jobbra, fel és le mozgatásához
id_id: Satu geseran jari ke kiri, kanan, atas, bawah untuk penunjuk
it_it: Scorri con un dito verso sinistra, destra, l'alto o il basso per i cursori

# #34406
source: Two finger swipe left for backspace
be_by: Ссоўванне двума пальцамі ўлева — Backspace
hu_hu: Kétújjas balra húzás a visszatörléshez
id_id: Geseran dua jari ke kiri untuk spasi mundur
it_it: Scorri con due dita verso sinistra per cancellare

# #34407
source: One finger single tap for enter
be_by: Кароткі націск адным пальцам - увод
hu_hu: Egyujjas érintés a belépéshez
id_id: Tap satu jari untuk enter
it_it: Tocco unico con un dito per selezionare

# #34408
source: Two finger single tap or one finger long press for contextmenu
be_by: Кароткі націск двума пальцамі альбо працяглы націск адным - кантэкстнае меню
hu_hu: Kétujjas érintés vagy egyujjas hosszú nyomás a környezeti menühöz
id_id: Tap tunggal dua jari atau satu jari tekan lama untuk menu konteks
it_it: Tocco unico con due dita e un tocco prolungato con un dito per il menu contestuale

# #35000
source: Peripherals
be_by: Перыферыя
hu_hu: Perifériák
id_id: Peripheral
it_it: Periferiche

# #35001
source: Generic HID device
be_by: Тыповая прылада HID
hu_hu: Szabványos HID eszköz
id_id: Perangkan HID Generik
it_it: Periferica HID generica
mi: Pūrere huna Whānui

# #35002
source: Generic network adapter
be_by: Тыповы сеткавы адаптар
hu_hu: Általános hálózati adapter
id_id: Adaptor jaringan generik
it_it: Adattatore di rete generico

# #35003
source: Generic disk
be_by: Тыповы дыск
hu_hu: Szabványos lemez
id_id: Diska Generik
it_it: Disco generico
mi: Kōpae Whānui

# #35004
source: There are no settings available for this peripheral.
be_by: Для гэтай перыферыйнай прылады налады адсутнічаюць.
hu_hu: Ehhez a perifériához nem tartozik beállítás.
id_id: Tidak ada pengaturan yang tersedia untuk periferal ini.
it_it: Non ci sono impostazioni disponibili per questa periferica.

# #35005
source: New device configured
be_by: Новая прылада наладжаная
hu_hu: Új eszköz lett beállítva
id_id: Perangkat baru terkonfigurasi
it_it: Nuova periferica configurata
mi: Whirihora pūrere New

# #35006
source: Device removed
be_by: Прылада выдаленая
hu_hu: Az eszközt eltávolították
id_id: Perangkat dilepas
it_it: Periferica rimossa
mi: Tangohia Pūrere

# #35007
source: Keymap to use for this device
be_by: Раскладка для гэтай прылады
hu_hu: Használt billentyűzetkiosztás ehhez az eszközhöz
id_id: Keymap untuk menggunakan perangkat ini
it_it: Mappa tasti da usare per questa periferica
mi: Keymap ki te whakamahi hoki i tēnei pūrere

# #35008
source: Keymap enabled
be_by: Раскладка ўключаная
hu_hu: Billentyűzetkiosztás engedélyezve
id_id: Keymap diaktifkan
it_it: Mappa tasti abilitata
mi: Keymap te whakahohea

# #35009
source: Don't use the custom keymap for this device
be_by: Не выкарыстоўваць адвольнай раскладкі для гэтай прылады
hu_hu: Ne használja az egyedi kiosztást ehhez az eszközhöz
id_id: Jangan gunakan keymap ubahan untuk perangkat ini
it_it: Non utilizzare la mappa dei tasti personalizzata per questo dispositivo

# #35010
source: Peripheral libraries
be_by: Бібліятэкі перыферыі
hu_hu: Periféria könyvtárak
id_id: Perpustakaan periferal
it_it: Librerie periferiche

# #35011
source: New controller detected
be_by: Выяўлены новы кантролер
hu_hu: Új kontroller csatlakoztatva
id_id: Pengontrol baru terdeteksi
it_it: Rilevato nuovo controller

# #35012
source: A new controller has been detected. Configuration can be done at any time in "Settings -> System Settings -> Input". Would you like to configure it now?
be_by: Выяўлены новы кантролер. Яго можна наладзіць у "Налады -> Сістэмныя налады -> Увод". Наладзіць зараз?
hu_hu: Új kontroller csatlakoztatva. Bármikor beállítható a "Rendszer -> Rendszer -> Beviteli-eszközök" menüben. Szeretnéd most beállítani?
id_id: Kontroler baru telah terdeteksi. Konfigurasi dapat dilakukan kapan saja di "Pengaturan -> Pengaturan Sistem ->Masukan". Apakah Anda ingin mengonfigurasinya sekarang?
it_it: È stato rilevato un nuovo controller. La configurazione può essere effettuata in qualsiasi momento in "Impostazioni -> Impostazioni sistema -> Ingresso". Vuoi configurarlo ora?

# #35014
source: Some controllers have buttons and axes that interfere with mapping. Press these now to disable them:[CR]{0:s}
be_by: Кнопкі і восі некаторых прылад несумяшчальныя з наладамі кіравання. Націсніце, каб выключыць іх:[CR]{0:s}
hu_hu: Néhány vezérlőn olyan gombok és karok találhatóak, melyek megzavarják a billentyűzetkiosztást. Nyomja meg ezeket most a kikapcsolásukhoz:[CR]{0:s}
id_id: Beberapa pengontrol memiliki tombol dan sumbu yang mengganggu pemetaan. Tekan ini sekarang untuk menonaktifkannya:[CR]{0:s}
it_it: Alcuni controller hanno pulsanti e assi che interferiscono con la mappatura. Premili adesso per disabilitarli:[CR]{0:s}

# #35015
source: Button {0:d}
be_by: Кнопка {0:d}
hu_hu: {0:d}. gomb
id_id: Tombol {0:d}
it_it: Pulsante {0:d}

# #35016
source: Axis {0:d}
be_by: Вось {0:d}
hu_hu: {0:d} tengely
id_id: Sumbu {0:d}
it_it: Asse {0:d}

# #35017
source: Unable to configure controllers
be_by: Не атрымалася наладзіць кантролеры
hu_hu: Nem lehetséges a kontroller beállítása
id_id: Tidak dapat mengonfigurasi pengontrol
it_it: Impossibile configurare i controller

# #35018
source: Controller configuration depends on a disabled add-on. Would you like to enable it?
be_by: Канфігурацыя кантролера выкарыстоўвае выключанае дапаўненне. Уключыць яго?
hu_hu: A kontroller beállításához egy letiltott kiegészítő szükséges. Szeretné engedélyezni?
id_id: Konfigurasi pengontrol tergantung pada add-on yang dinonaktifkan. Apakah Anda ingin mengaktifkannya?
it_it: La configurazione del controller dipende da un add-on disabilitato. Vuoi abilitarlo?

# #35019
source: Ignore input
be_by: Ігнараваць увод
hu_hu: Kimenet figyelmen kívül hagyása
id_id: Abaikan masukan
it_it: Ignora ingresso

# #35020
source: Press all analog buttons now to detect them:[CR][CR]{0:s}
be_by: Націсніце ўсе аналагавыя кнопкі для іх вызначэння: [CR][CR]{0:s}
hu_hu: Nyomja meg az összes analóg gombot az észlelésükhöz:[CR][CR]{0:s}
id_id: Tekan semua tombol analog sekarang untuk mendeteksinya:[CR][CR]{0:s}
it_it: Premi ora tutti i pulsanti analogici per rilevarli:[CR][CR]{0:s}

# #35021
source: Get all
be_by: Атрымаць усё
hu_hu: Az összeset
id_id: Dapat semua
it_it: Ottieni tutti

# #35022
source: Nothing to map
be_by: Няма чаго прызначаць
hu_hu: Nincs leképezni való
id_id: Tidak ada yang perlu dipetakan
it_it: Niente da mappare

# #35047
source: Driver settings
be_by: Налады драйвера
hu_hu: Meghajtó beállítások
id_id: Pengaturan driver
it_it: Impostazioni driver

# #35048
source: View and configure peripheral add-ons.
be_by: Прагляд і наладка перыферыйных дапаўненняў.
hu_hu: Periféria meghajtó kiegészítők beállításainak módosítása és megtekintése
id_id: Lihat dan konfigurasikan add-on periferal.
it_it: Visualizza e configura add-on periferiche.

# #35049
source: Game add-ons
be_by: Гульнявыя дапаўненні
hu_hu: Játék kiegészítők
id_id: Pengaya permainan
it_it: Add-on giochi

# #35050
source: Controller profiles
be_by: Профілі кантролераў
hu_hu: Játékvezérlő profilok
id_id: Profil pengontrol
it_it: Profili controller

# #35051
source: Test rumble
be_by: Праверка вібрацыі
hu_hu: Teszt moraj
id_id: Uji gemuruh
it_it: Prova vibrazione

# #35052
source: Activate the rumble motors of all controllers.
be_by: Уключыць вібрацыю на ўсіх кантролерах.
hu_hu: Aktiválja a rezgő motorokat minden vezérlőnél.
id_id: Aktifkan motor gemuruh dari semua pengontrol.
it_it: Attiva i motorini di vibrazione di tutti i controller.

# #35053
source: Enable rumble for notifications
be_by: Уключыць вібрацыю для апавяшчэнняў
hu_hu: Rezgés engedélyezése az értesítéseknél
id_id: Aktifkan gemuruh untuk notifikasi
it_it: Abilita vibrazione per le notifiche

# #35054
source: Activates controller rumble motors when a notification occurs.
be_by: Уключыць вібрацыю на кантролерах для апавяшчэнняў.
hu_hu: A vezérlő rezgőmotorjainak bekapcsolása, ha értesítés történik.
id_id: Mengaktifkan motor gemuruh pengontrol saat ada notifikasi.
it_it: Attiva funzione di vibrazione del controller quando ricevi una notifica.
