Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36215
source: Choose which long date format is used for displaying the date in the user interface.
be_by: Абраць даўжыню фармату даты для адлюстравання ў інтэрфейсе карыстальніка.
hu_hu: Válassza ki melyik hosszú dátumformátum legyen használatban a felhasználói felületen.
id_id: Pilih format tanggal panjang yang digunakan untuk menampilkan tanggal di antarmuka pengguna.
it_it: Scegli quale formato data lunga sarà usato per mostrare la data nell'interfaccia utente.

# #36216
source: Folder where channel icons are stored.
be_by: Каталог, дзе захоўваюцца значкі каналаў.
hu_hu: A csatornaikonokat tartalmazó mappa.
id_id: Folder penyimpanan ikon kanal.
it_it: Cartella in cui sono memorizzate le icone dei canali.

# #36217
source: Scan for missing channel icons.
be_by: Пошук адсутных значкоў каналаў.
hu_hu: Hiányzó csatornaikonok keresése.
id_id: Pindai ikon kanal yang hilang.
it_it: Cerca le icone dei canali mancanti.

# #36218
source: This category contains the electronic programming guide (EPG) settings.
be_by: Катэгорыя змяшчае налады тэлепраграмы (EPG).
hu_hu: Ez a kategória tartalmazza az elektronikus műsorújság (EPG) beállításokat.
id_id: Kategori ini berisi pengaturan panduan pemrograman elektronik (EPG).
it_it: Questa categoria contiene le impostazioni della guida elettronica programmi (EPG).

# #36219
source: Number of past days to show in the guide and to import from backends.
be_by: Колькасць мінулых дзён для адлюстравання ў тэлепраграме і імпарту даных з сервера.
hu_hu: A műsorújságban megjelenítendő korábbi napok száma, amelyek adatait a háttérkiszolgálókról is importálni kell.
id_id: Jumlah hari terakhir untuk ditampilkan dalam panduan dan untuk diimpor dari backend.
it_it: Numero di giorni passati da mostrare nella guida e da importare dai backend.

# #36220
source: Number of future days to show in the guide and to import from backends.
be_by: Колькасць будучых дзён для адлюстравання ў тэлепраграме і імпарту даных з сервера.
hu_hu: A műsorújságban megjelenítendő jövőbeli napok száma, amelyek adatait a háttérkiszolgálókról is importálni kell.
id_id: Jumlah hari mendatang untuk ditampilkan dalam panduan dan untuk diimpor dari backend.
it_it: Numero di giorni futuri da mostrare nella guida e importare dai backend.

# #36221
source: Time between imports of guide data from backends.
be_by: Інтэрвал паміж імпартам даных тэлепраграмы з сервераў.
hu_hu: A műsorújság háttérkiszolgálgálóról történő importálásainak időköze.
id_id: Waktu antara impor data panduan dari backend.
it_it: Tempo fra le importazioni dati della guida dai backend.

# #36222
source: Don't import the guide data while playing TV to minimise CPU usage.
be_by: Не імпартаваць даныя падчас прагляду ТБ, каб паменшыць нагрузку на працэсар.
hu_hu: Ne importálja a műsorújságot TV lejátszás közben a CPU használat minimalizálása érdekében.
id_id: Jangan mengimpor data panduan saat memutar TV untuk meminimalkan penggunaan CPU.
it_it: Non importare dati della guida durante la riproduzione TV per ridurre al minimo l'utilizzo della CPU.

# #36223
source: Enable PRIME hardware decoding of video files, used if ffmpeg PRIME hwaccel is available.
id_id: Aktifkan decoding perangkat keras PRIME untuk file video, digunakan jika ffmpeg PRIME hwaccel tersedia.
it_it: Abilita la decodifica hardware PRIME dei file video, usata se è disponibile l'accelerazione hardware ffmpeg PRIME.

# #36224
source: Hide "No information available" labels when no guide data is available for a channel.
be_by: Хаваць адмеціны "Інфармацыя адсутнічае", калі даныя тэлепраграмы недаступныя дляканала.
hu_hu: Az „Információ nem elérhető” cimkék elrejtése, ha nincs elérhető műsorújság adat egy csatornához.
id_id: Sembunyikan label "Tidak ada informasi yang tersedia" saat tidak ada data panduan yang tersedia untuk saluran.
it_it: Nascondi etichette "Nessuna informazione disponibile" quando non sono disponibili dati della guida per un canale.

# #36225
source: Delete the cached guide data and reimport it from the backend.
be_by: Выдаліць даныя тэлепраграмы і паўторна імпартаваць іх з сервера.
hu_hu: A műsorújság adatok törlése és az adatok újraimportálása a háttérkiszolgálóról.
id_id: Hapus data panduan yang di-cache dan impor ulang dari backend.
it_it: Elimina i dati della guida memorizzati nella cache e li reimporta dal backend.

# #36226
source: This category contains the PVR playback and channel switching settings.
be_by: Катэгорыя ўмяшчае налады прайгравання і пераключэння тэлеканалаў.
hu_hu: A kategória tartalmazza a PVR lejátszás és a csatornaváltási beállításokat.
id_id: Kategori ini berisi pengaturan pemutaran dan pengalihan saluran PVR.
it_it: Questa categoria contiene le impostazioni di riproduzione PVR e cambio canale.

# #36227
source: Switch to full screen display when starting playback of channels.
id_id: Beralih ke tampilan layar penuh saat memulai pemutaran saluran.
it_it: Passa alla visualizzazione a schermo intero quando si avvia la riproduzione dei canali.

# #36228
source: Set the colour to be used for the subtitle background.
be_by: Прызначыць колер фону субцітраў.
hu_hu: Állítsa be a felirat hátteréhez használt színt.
id_id: Atur warna yang akan digunakan untuk latar belakang takarir.
it_it: Imposta il colore da utilizzare per lo sfondo dei sottotitoli.

# #36229
source: Display signal quality information in the codec information window (if supported by the add-on and backend).
be_by: Паказваць інфармацыю пра якасць сігналу ў акне інфармацыі пра кодэк (калі падтрымліваецца дапаўненнем і серверам).
hu_hu: Jelminőség kijelzése a kodekinformácós ablakban (ha a kiegészítő és a háttérkiszolgáló is támogatja)
id_id: Tampilkan informasi kualitas sinyal di jendela informasi codec (jika didukung oleh add-on dan backend).
it_it: Visualizza le informazioni sulla qualità del segnale nella finestra delle informazioni sul codec (se supportata dall'add-on e dal backend).

# #36230
source: Set the the subtitle background opacity.
be_by: Прызначыць непразрыстасць фону субцітраў.
hu_hu: Állítsa be a felirat hátterének átlátszóságát.
id_id: Atur opasitas latar belakang takarir.
it_it: Imposta l'opacità dello sfondo dei sottotitoli.

# #36231
source: When flipping through channels using channel up/down buttons, channel switches must be confirmed using the OK button.
be_by: Пры пераключэнні каналаў пры дапамозе клавіш ўверх/уніз неабходна пацвярджаць дзеянне клавішай "Добра".
hu_hu: Amikor a csatornák között vált a le/föl gombokkal, akkor a csatornaváltást meg kell erősítenie az OK gombbal.
id_id: Saat membolak-balik saluran menggunakan tombol atas/bawah saluran, sakelar saluran harus dikonfirmasi menggunakan tombol OK.
it_it: Quando si sfogliano i canali utilizzando i pulsanti canale su/giù, i cambi di canale devono essere confermati utilizzando il pulsante OK.

# #36232
source: When pressing channel up or down, the actual channel switch is delayed, allowing the user to flip to a channel number without waiting for each channel switch.
be_by: Затрымка пры цыклічным пераключэнні каналаў уверх альбо ўніз, каб хутка мінаць каналы, замест паслядоўнага пераключэння з канала на канал.
hu_hu: Amikor a csatornaváltás le/föl billentyűk megnyomásra kerülnek, a tényleges váltás késleltetve van, hogy a kívánt csatornára anélkül lehessen ugrani, hogy várni kellene minden egyes átváltásra.
id_id: Ketika menekan kanal keatas atau kebawah, pemindahan kanal sebenarnya di jeda, agar pengguna dapat membalik nomor kanal tanpa menunggu tiap kanal berpindah.
it_it: Quando si preme il canale su o giù, l'effettivo cambio di canale viene ritardato, consentendo all'utente di passare a un numero di canale senza attendere ogni cambio di canale.

# #36233
source: This category contains settings for recordings.
be_by: Катэгорыя змяшчае налады запісу.
id_id: Kategori ini berisi pengaturan untuk rekaman.
it_it: Questa categoria contiene le impostazioni per le registrazioni.

# #36234
source: Duration of instant recordings when pressing the record button. This value will be taken into account if "Instant recording action" is set to "Record for a fixed period of time"
be_by: Працягласць хуткага запісу пры націсканні на кнопку запісу. Значэнне ўлічваецца, калі ў параметры "Хуткі запіс" вызначана "Запісваць фіксаваны прамежак часу".
hu_hu: Az azonnali felvétel ideje a felvétel gomb megnyomásakor. Ez az érték az "Azonnali felvételi lehetőségek" szekció alatti "Rögzítés megadott ideig" beállítás esetén érvényes.
id_id: Durasi rekaman instan saat menekan tombol rekam. Nilai ini akan diperhitungkan jika "Tindakan perekaman instan" diatur ke "Rekam untuk jangka waktu tertentu"
it_it: Durata delle registrazioni istantanee quando si preme il pulsante di registrazione. Questo valore verrà preso in considerazione se "Azione di registrazione istantanea" è impostato su "Registra per un periodo di tempo fisso"

# #36235
source: Close the on screen display controls after switching channels.
be_by: Прыбіраць з дысплея кнопкі пасля пераключэння каналаў.
hu_hu: A képernyőn megjelenő vezérlők bezárása csatornaváltás után.
id_id: Tutup tampilan layar kontrol setelah berpindah kanal.
it_it: Chiude i controlli di visualizzazione sullo schermo dopo aver cambiato canale.

# #36236
source: If set to a value greater than zero last watched time of channels will be stored the given amount of time after start of channel playback. Otherwise the last watched time will be stored immediately at start of channel playback.
be_by: Калі вызначана значэнне большае за нуль, час апошняга прагляду каналаў будзе захоўвацца толькі па завяршэнні пададзенага часу пасля пачатку прайгравання каналу. У адваротным выпадку час апошняга прагляду будзе захоўвацца адразу пасля запуску прайгравання.
hu_hu: Ha nullánál nagyobb értékre van beállítva, a csatorna lejátszásának megkezdése után az adott időtartam elteltével a csatornák legutoljára nézett időpontja kerül tárolásra. Ellenkező esetben az utolsó megtekintett idő azonnal a csatorna lejátszás kezdetén tárolódik.
id_id: Jika diatur ke nilai yang lebih besar dari nol waktu tontonan terakhir saluran akan disimpan jumlah waktu yang diberikan setelah pemutaran saluran dimulai. Jika tidak, waktu tontonan terakhir akan segera disimpan saat pemutaran saluran dimulai.
it_it: Se impostato a un valore maggiore di zero il tempo dell'ultima visione dei canali sarà salvato come il totale del tempo dall'avvio della riproduzione del canale. Altrimenti il tempo dell'ultima visione sarà salvato immediatamente all'avvio della riproduzione del canale.

# #36237
source: Additional time to record before the scheduled start time to allow for minor broadcasting changes. Not supported by all add-ons and backends.
be_by: Дадатковы час запісу перад запланаванаваным часам пачатку пры нязначных зменах уэфіры. Падтрымліваецца не ўсімі дапаўненнямі і серверамі.
hu_hu: További felvételi idő az ütemezett kezdési idő előtt, a kisebb adási eltérések kezelése miatt. Nem minden kiegészítő és háttérkiszolgáló támogatja.
id_id: Waktu tambahan untuk merekam sebelum waktu mulai yang dijadwalkan untuk memungkinkan perubahan kecil pada siaran. Tidak didukung oleh semua add-on dan backend.
it_it: Tempo addizionale da registrare prima della partenza programmata per permettere cambiamenti minori della programmazione. Non supportato da tutti gli add-on e backend.

# #36238
source: Additional time to record after the scheduled end time to allow for minor broadcasting changes. Not supported by all add-ons and backends.
be_by: Дадатковы час запісу пасля запланаванага часу завяршэння пры нязначных зменах уэфіры. Падтрымліваецца не ўсімі дапаўненнямі і серверамі.
hu_hu: További felvételi idő az ütemezett befejezési idő után, a kisebb adási eltérések kezelése miatt. Nem minden kiegészítő és háttérkiszolgáló támogatja.
id_id: Waktu tambahan untuk merekam setelah waktu berakhir yang dijadwalkan untuk memungkinkan perubahan kecil pada siaran. Tidak didukung oleh semua add-on dan backend.
it_it: Tempo addizionale da registrare dopo la fine programmata per permettere cambiamenti minori della programmazione. Non supportato da tutti gli add-on e backend.

# #36239
source: Display a notification when timers are added, finished or removed by the backend.
be_by: Паказваць апавяшчэнні падчас даддання, завяршэння альбо выдалення серверам таймераў.
hu_hu: Értesítés megjelenítése ha időzítő kerül hozzáadásra, befejeződik vagy eltávolításra kerül a háttérkiszolgáló által.
id_id: Tampilkan notifikasi ketika timer ditambah, selesai atau dihilangkan oleh backend.
it_it: Mostra una notifica quando dei timer vengono aggiunti, finiscono o vengono rimossi dal backend.
mi: Whakaatu i te whakamōhiotanga i te e tapiritia timers, ka oti tangohia ranei e te backend.

# #36240
source: This category contains the PVR power management settings, such as when to wakeup the PVR backend server.
be_by: Катэгорыя змяшчае налады кіравання сілкаваннем сервера PVR кшталту абуджэння сервера.
hu_hu: Ez a kategória a PVR energiagazdálkodási beállításait tartalmazza, mint például hogy mikor kerüljön felébresztésre a PVR háttérkiszolgáló.
id_id: Kategori ini berisi pengaturan manajemen daya PVR, seperti kapan harus membangunkan server backend PVR.
it_it: Questa categoria contiene le impostazioni di gestione dell'alimentazione del PVR, ad esempio quando riattivare il server backend del PVR.

# #36241
source: Execute the wakeup command below when exiting this application or going into hibernation mode. The timestamp of the next scheduled recording is passed as parameter.
be_by: Запускаць пададзены ніжэй загад абуджэння падчас выхаду з праграмы альбо пераходу ўрэжым сну. Час наступнага запланаванага запісу падаецца як параметр.
hu_hu: Hajtsa végre a lenti felébresztést parancsot az alkalmazásból kilépéskor vagy hibernáláskor. A következő időzített felvétel időbélyege paraméterként kerül átadásra.
id_id: Jalankan perintah wakeup di bawah ini saat keluar dari aplikasi ini atau masuk ke mode hibernasi. Stempel waktu rekaman terjadwal berikutnya dilewatkan sebagai parameter.
it_it: Esegui il comando sveglia sottostante quando esci da questa applicazione o vai in modalità ibernazione. L'ora della prossima registrazione programmata viene passata come parametro.

# #36242
source: The command will not be executed when a recording will be started within this timeout.
be_by: Падчас запуску запісу загад будзе выкананы праз вызначаны інтэрвал часу.
hu_hu: A parancs nem kerül végrehajtásra amennyiben felvétel indul ezen az időintervallumon belül.
id_id: Perintah tidak akan dijalankan apabila ada perekaman yang harus dimulai dalam jeda waktu timeout ini.
it_it: Il comando non verrà eseguito quando verrà avviata una registrazione entro questo timeout.

# #36243
source: The command to execute (cmd [timestamp]).
be_by: Загад для запуску(cmd [timestamp]).
hu_hu: A végrehajtandó parancs (parancs [időbélyeg]).
id_id: Perintah untuk mengeksekusi (cmd [timestamp]).
it_it: Il comando per eseguire (cmd [timestamp]).

# #36244
source: Time to subtract from the start time of the next scheduled recording.
be_by: Час, што аднімаецца ад часу пачатку наступнага запланаванага запісу.
hu_hu: A következő időzített felvétel kezdetéig kivonandó idő.
id_id: Waktu yang dikurangkan dari waktu mulai sampai jadwal perekaman selanjutnya.
it_it: Tempo da sottrarre dall'inizio della prossima registrazione pianificata.

# #36245
source: Execute the wakeup command every day at the given time.
be_by: Запускаць загад абуджэння штодня ў вызначаны час.
hu_hu: Ébresztő parancs kiadása kiadása minden nap egy megadott időpontban.
id_id: Jalankan perintah bangun setiap hari pada waktu yang telah ditentukan.
it_it: Esegui il comando di risveglio ogni giorno all'ora indicata.
mi: Whakaritea te i te whakahau te ohonga i nga ra katoa i te wa i homai.

# #36246
source: When to execute the daily wakeup command.
be_by: Калі запускаць загад абуджэння.
hu_hu: Mikor kerüljön kiadásra a napi ébresztési parancs.
id_id: Kapan harus menjalankan perintah bangun harian.
it_it: Quando eseguire il comando di risveglio quotidiano.
mi: A, no te ki te mahi i te whakahau te ohonga ia rā.

# #36247
source: This category contains the parental control settings, if the PVR backend server supports parental controls.
be_by: Катэгорыя змяшчае налады бацькоўскага кантролю, калі іх падтрымлівае сервер PVR.
hu_hu: Ez a kategória a szülői felügyelet beállításait tartalmazza, ha a PVR háttérkiszolgáló támogatja azt.
id_id: Kategori ini berisi pengaturan kontrol orang tua, jika server backend PVR mendukung kontrol orang tua.
it_it: Questa categoria contiene le impostazioni del controllo genitori, se il server backend PVR supporta il controllo genitori.

# #36248
source: Asks for a pin code to access parental locked channels. Channels can be marked as locked in the channels editor on the general tab. Parental locked channels can't be played or recorded without entering a pin code, and the guide information is hidden for those channels.
be_by: Патрабаваць пін-коду для доступу да заблакаваных бацькоўскім кантролем каналаў. У рэдактары каналаў на галоўнай укладцы каналы могуць быць пазначаныя як заблакаваныя. Заблакаваныя бацькоўскім кантролем каналы магчыма праглядаць альбо запісваць толькі пасля ўводу пін-коду, а тэлепраграма для гэтых каналаў схаваная.
hu_hu: PIN kódot kér a szülői felügyelettel zárolt csatornákhoz. A csatornák a csatornaszerkesztő oldalon zárolhatóak, az általános fülön. A szülői felülettel zárolt csatornák nem játszhatóak le és nem vehetőek fel a PIN kód beírása nélkül, valamint a műsorújság is rejtett ezekhez a csatornákhoz.
id_id: Meminta kode pin untuk mengakses saluran yang dikunci oleh orang tua. Saluran dapat ditandai sebagai terkunci di penyunting saluran pada tab umum. Saluran yang dikunci oleh orang tua tidak dapat diputar atau direkam tanpa memasukkan kode pin, dan informasi panduan disembunyikan untuk saluran tersebut.
it_it: Richiedi un codice pin per accedere ai canali vietati ai minori. I canali possono essere segnati come bloccati nell'editor dei canali o nella scheda generale. I canali vietati ai minori non possono essere riprodotti o registrati senza inserire un codice pin, e le informazioni della guida sono nascoste per quei canali.

# #36249
source: Enter a new pin code to unlock parental locked channels.
be_by: Увядзіце новы пін-код, каб разблакаваць каналы.
hu_hu: Adjon meg egy új Pin kódot a zárolt csatornák feloldásához.
id_id: Masukkan kode pin baru untuk membuka kanal yang terkunci parental.
it_it: Inserisci un nuovo codice pin per sbloccare i canali bloccati dai genitori.
mi: Tomo i te waehere titi hou ki te iriti mātua takere e kati ana.

# #36250
source: Ask for the pin code again when trying to access a parental locked channel and the code hasn't been asked for this duration.
be_by: Патрабаваць пін-код, калі цягам гэтага інтэрвалу не было спробаў атрымаць доступ да заблакаваных каналаў.
hu_hu: Kód ismételt kérése zárolt csatorna eléréséhez ha eltelt ennyi idő a kód utolsó beadása óta.
id_id: Minta kode pinlagi ketika mencoba mengakses kanal yang terkunci parental dan kode belum pernah ditanya selama durasi ini.
it_it: Chiedi nuovamente il codice pin quando si tenta di accedere ad un canale bloccato dal controllo genitori e il codice non è stato richiesto durante questo periodo.

# #36251
source: This category contains the settings for your PVR backend specifically, if supported by the PVR add-on and backend.
be_by: Катэгорыя змяшчае налады сервера PVR, калі гэта падтрымліваецца серверам і дапаўненнем.
hu_hu: Ez a kategória kifejezetten a PVR háttérkiszolgálója beállításait tartalmazza, ha azt támogatja a PVR kiegészítő és a háttérkiszolgáló.
id_id: Kategori ini berisi pengaturan untuk backend PVR Anda secara khusus, jika didukung oleh add-on dan backend PVR.
it_it: Questa categoria contiene le impostazioni specifiche per il tuo backend PVR, se supportato dall'add-on e dal backend PVR.

# #36252
source: This option will bring you to any specific settings for your PVR backend, if supported by the PVR add-on and backend.
be_by: Вызначае налады сервера PVR, калі падтрымліваецца серверам і дапаўненнем.
hu_hu: Az a lehetőség a PVR háttérkiszolgálótól függő beállításokhoz viszi, ha azt támogatja a PVR kiegészítő és a háttérkiszolgáló.
id_id: Opsi ini akan membawa Anda ke pengaturan khusus untuk backend PVR Anda, jika didukung oleh add-on dan backend PVR.
it_it: Questa opzione ti mostrerà ogni impostazione specifica del tuo backend PVR, se supportate dall'add-on PVR e dal backend .

# #36253
source: Section that contains settings related to music files and how they are handled.
be_by: Раздзел змяшчае налады апрацоўкі музычных файлаў.
hu_hu: Ez a csoport a zenék és azok kezelésével kapcsolatos beállításokat tartalmazza.
id_id: Bagian yang berisi setelan yang berhubungan dengan berkas musik dan bagaimana mereka ditangani.
it_it: Sezione che contiene le impostazioni relative ai file musicali e al modo in cui vengono gestiti.
