Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #38106
source: This category contains the settings for audio & subtitle language
be_by: Катэгорыя змяшчае налады моў аўдыё і субцітраў
hu_hu: Ez a kategória a szinkron/feliratok nyelvi beállításait tartalmazza.

# #87
source: VAR
hu_hu: VÁLT
mi: Tāupe

# #260
source: Shoutcast
hu_hu: Shoutcast rádiók

# #378
source: AM
hu_hu: délelőtt

# #379
source: PM
hu_hu: délután

# #478
source: OSD
hu_hu: Navigációs tálca (OSD)

# #560
source: ID
hu_hu: Azonosító

# #13464
source: Direct To Plane
hu_hu: Közvetlenül síkra

# #20181
source: Backspace
hu_hu: Törlés
mi: Hokimuri

# #161
source: Unavailable
mi: Korewātea

# #226
source: Test patterns...
mi: Whakamātautau tauira ...

# #245
source: Sizing: (%i,%i)->(%i,%i) (Zoom x%2.2f) AR:%2.2f:1 (Pixels: %2.2f:1) (VShift: %2.2f)
mi: Rahinga: (%i,%i)->(%i,%i) (Tope x%2.2f) Hau Aronga:%2.2f:1 (Ngā Pika: %2.2f:1) (Neke Poutū: %2.2f)

# #282
source: Found %i items
mi: % Kitea ngā tūemi i

# #308
source: Original stream's language
mi: Te reo awa o taketake

# #322
source: Cleaning genres...
mi: Whakapai ana momo ...

# #323
source: Error cleaning genres
mi: Momo horoi Hapa

# #348
source: Enable passthrough
mi: Whakahohe i passthrough

# #416
source: Not available
mi: Wātea kore

# #434
source: From %s at %i %s
mi: Mai i %s i% i% s

# #534
source: View: %s
mi: Tirohia: %s

# #550
source: Sort by: %s
mi: Kōmaka mā te: %s

# #643
source: Avoid clipping on ReplayGained files
mi: A ape i Topenga i runga i ngā kōnae ReplayGained

# #770
source: Error %i: share not available
mi: Hapa% i: hea kāore i te wātea

# #772
source: Audio output
mi: Huaputa ororongo

# #775
source: Network interface
mi: Atanga Whatunga

# #776
source: Wireless network name (ESSID)
mi: Ingoa whatunga ahokore (ESSID)

# #777
source: Wireless password
mi: Kupuhipa ahokore

# #778
source: Wireless security
mi: Haumaru ahokore

# #779
source: Save and apply network interface settings
mi: Whakaora me te whakamahi i ngā tautuhinga atanga whatunga

# #780
source: No encryption
mi: No whakamunatanga

# #781
source: WEP
mi: TūTW

# #782
source: WPA
mi: UAPK

# #783
source: WPA2
mi: UAPK2

# #784
source: Applying network interface settings. Please wait.
mi: Hoatu ana i ngā tautuhinga atanga whatunga. Tatari koa.

# #785
source: Network interface restarted successfully.
mi: Atanga Whatunga anōtia pai.

# #786
source: Network interface did not start successfully.
mi: Kihai i pai tīmata atanga Whatunga.

# #787
source: Interface disabled
mi: Monokia Interface

# #788
source: Network interface disabled successfully.
mi: Monokia pai te atanga Whatunga.

# #789
source: Wireless network name (ESSID)
mi: Ingoa whatunga ahokore (ESSID)

# #1020
source: Add %s source
mi: Tāpiri %s pūtake

# #1028
source: Edit %s source
mi: Whakatika %s pūtake

# #1041
source: Retrieved %i items
mi: % Tiki tūemi i

# #1042
source: Retrieved %i of %i items
mi: Te tiki% i o% tūemi i

# #1045
source: Add-on settings
mi: I ngā tautuhinga Tāpiri-i runga i

# #1047
source: Other...
mi: Ētahi atu ...

# #1275
source: Filter %s
mi: Whiriwhiringia %s

# #10005
source: Music
mi: Puoro

# #10006
source: Videos
mi: Rīpene Whakaata

# #10009
source: Settings - Screen
mi: Settings - Mata

# #10018
source: Settings - Network
mi: Settings - Whatunga

# #10019
source: Settings - Appearance
mi: Settings - Āhua

# #10020
source: Scripts
mi: Hōtuhi

# #10035
source: Reset
mi: Tautuhi anō

# #10101
source: Progress dialogue
mi: Progress kōrero

# #10503
source: Playlist editor
mi: Ētita Rārangipāho

# #12000
source: Select dialogue
mi: Tīpakohia kōrero

# #12002
source: Dialogue OK
mi: Kōrero OK

# #12008
source: File stacking dialogue
mi: Kōnae tāpae kōrero

# #12021
source: Start from beginning
mi: Tīmata i te tīmatanga

# #12022
source: Resume from %s
mi: Tīmata anō i %s

# #12343
source: retries left
mi: retries mahue

# #13024
source: Joystick plugged
mi: Kakautohu mono mai

# #13025
source: Joystick unplugged
mi: Kakautohu kotia

# #13034
source: Updated for %s
mi: Whakahoutia hoki %s

# #13035
source: Found for %s
mi: Kitea hoki %s

# #13036
source: Failed for %s
mi: I rahua hoki %s

# #13105
source: Vertical blank sync
mi: Tukutahi pātea poutū

# #13172
source: After %i secs
mi: I muri hekona i%

# #13201
source: Delete profile '%s'?
mi: Mukua te kōtaha ' %s '?

# #13210
source: Started, alarm in %im
mi: Tīmata, whakaoho i roto i te% im

# #13212
source: Cancelled with %im%is left
mi: Whakakorea ki mahue% im% te

# #13328
source: %s not found
mi: %s e kore e kitea

# #13329
source: Error opening %s
mi: Hapa tuwhera %s

# #13330
source: Unable to load %s
mi: Kāore e taea te ki te uta %s

# #13389
source: There are no presets available for this visualisation
mi: E kore tatūkē e wātea ana nfor tenei whakakitenga

# #13396
source: Audio and subtitle settings
mi: I ngā tautuhinga Ororongo me te taitararoto

# #13401
source: Browse for %s
mi: Tirotiro hoki %s

# #13407
source: %s presets
mi: %s tatūkē

# #13414
source: Include artists who appear only on compilations
mi: Whakaurua ngā toi nei i puta i runga i anake compilations

# #13417
source: Basic shaders (ARB)
mi: Shaders Basic (ARB)

# #13418
source: Advanced shaders (GLSL)
mi: Shaders Arā (GLSL)

# #13516
source: Add art
mi: Tāpiri toi

# #13550
source: Pause during refresh rate change
mi: Okioki i roto i te huringa Mokatere tāmata

# #14045
source: %i sec
mi: %I hekona

# #14046
source: %i ms
mi: % Ms i

# #14048
source: %i kbps
mi: % Kbps i

# #14061
source: Auto
mi: Aunoa

# #14094
source: Input devices
mi: Pūrere tāuru

# #15004
source: Basic
mi: Waiwai

# #15013
source: What would you like to do with media items from %s
mi: He aha e hiahia ana koe ki te mahi i te taha i ngā pāpāho i %s

# #15060
source: Post-processing
mi: Tukatuka-Post

# #16040
source: Auto
mi: Aunoa

# #17998
source: %i hours
mi: % I haora

# #17999
source: %i days
mi: % I nga ra

# #19010
source: BER
mi: Manatui

# #19034
source: Already started recording on this channel
mi: Kua timata te tuhi i runga i tenei hongere

# #19041
source: Are you sure you want to rename this recording?
mi: Kei te hiahia koe ki te whakaingoa i tēnei tuhi koe?

# #19042
source: Are you sure you want to rename this timer?
mi: Kei te hiahia koe ki te whakaingoa i tēnei matawā koe?

# #19064
source: Go to end
mi: Haere ki te mutunga

# #19070
source: Go to now
mi: Haere ki inaianei

# #19085
source: Unknown channel %u
mi: Kaore e mōhiotia te hongere %u

# #19088
source: __-__-We-__-__-__-__
mi: __-__-__-Matou-__-__-__

# #19093
source: Mo-Tu-We-Th-Fr-__-__
mi: Mo-Tu-matou-Th-Fr-__-__

# #19094
source: Mo-Tu-We-Th-Fr-Sa-__
mi: Mo-Tu-matou-Th-Fr-Sa-__

# #19095
source: Mo-Tu-We-Th-Fr-Sa-Su
mi: Mo-Tu-matou-Th-Fr-Sa-Su

# #19097
source: Enter the name for the recording
mi: Tomo i te ingoa hoki o te tuhi

# #19098
source: Warning
mi: Whakatūpato

# #19106
source: Next timer on
mi: Matawā Next i runga i

# #19170
source: Timeout when starting playback
mi: Wāhiki pūrei anō i te tīmata

# #19171
source: Start playback minimised
mi: Tīmata te purei anō whakaitihia

# #19173
source: Default recording priority
mi: Matua tuhi Taunoa

# #19174
source: Default recording lifetime
mi: Tuhi taunoa ora

# #19189
source: Continue last channel on startup
mi: Tonu hongere o mua i runga i te whakaohonga

# #19190
source: Background
mi: He Whakamārama

# #19195
source: Client actions
mi: Ngā mahi kiritaki

# #19197
source: Recording started on: %s
mi: Tīmata te tuhi i runga i: %s

# #19198
source: Recording finished on: %s
mi: Tapa'oraa oti i runga i: %s

# #19215
source: The PVR backend does not support timers.
mi: Kāore te backend PVR tautoko timers.

# #19229
source: Close channel OSD after switching channels
mi: Katia te hongere OSD a muri i te whakawhitinga o hongere

# #19263
source: Locked channel. Enter PIN:
mi: Maukatia te hongere. Tomo PIN:

# #19265
source: The entered PIN number was incorrect.
mi: Ko te hē te tau PIN tomo.

# #20047
source: Create profile '%s'?
mi: Waihanga kōtaha ' %s '?

# #20112
source: Last login: %s
mi: Takiuru Last: %s

# #20128
source: Go to root
mi: Haere ki te pakiaka

# #20139
source: In port %i, slot %i
mi: I roto i te tauranga% i,: proposals@māoritelevision.com% i

# #20146
source: Started, shutdown in %im
mi: Tīmata, whakaweto i roto i te% im

# #20152
source: Lock preferences for %s
mi: Maukati manakohanga hoki %s

# #20179
source: Caps Lock
mi: Maukati Pūmatua

# #20304
source: RSS Feed
mi: Whāngai RSS

# #20317
source: Scanning movies using %s
mi: Kiriata matawai mā te whakamahi i %s

# #20318
source: Scanning music videos using %s
mi: Ataata matawai music te whakamahi i %s

# #20320
source: Scanning artists using %s
mi: Toi matawai mā te whakamahi i %s

# #20321
source: Scanning albums using %s
mi: Pukapuka matawai mā te whakamahi i %s

# #20326
source: This will reset the calibration values for %s
mi: Ka tautuhi anō i tenei te uara whakatika mo %s

# #20350
source: votes
mi: pōti

# #20358
source: Season %i
mi: Wa% i

# #20369
source: Show plot for unwatched items
mi: Whakaaturia wahi hoki tūemi takoto

# #20433
source: Extract thumbnails and video information
mi: Unuhia ngā karakōnui me ngā mōhiohio ataata

# #20458
source: Group movies in sets
mi: Kiriata Group i roto i ngā huinga

# #20460
source: Add %s
mi: Tāpiri %s

# #20461
source: Remove %s
mi: Tango %s

# #20463
source: A tag with the name '%s' already exists.
mi: He tūtohu me te ingoa ' %s te tīariari kē '.

# #20464
source: Select %s
mi: Tīpakohia %s

# #20469
source: Keep current set (%s)
mi: Kia mau ki te huinga o nāianei ( %s )

# #21336
source: Connecting to: %s
mi: Hono ana ki te: %s

# #21373
source: Video output
mi: Huaputa Ataata

# #21398
source: Enable playlist at startup
mi: Whakahohe i rārangipāpāho i te whakaohonga

# #21433
source: Name of the playlist
mi: Ingoa o te rārangipāpāho

# #21436
source: %i items
mi: % Tūemi i

# #21454
source: Cache full
mi: Keteroki tonu

# #21467
source: %.1f to %.1f
mi: % F .1 ki te% .1 f

# #21468
source: %d to %d
mi: %d ki %d

# #21469
source: %s to %s
mi: %s ki %s

# #22004
source: Delayed by: %2.3fs
mi: Roa e:%2.3fs

# #22005
source: Ahead by: %2.3fs
mi: I mua i te:%2.3fs

# #23052
source: Buffering %i bytes
mi: Pūpare% i bytes

# #24042
source: Downloading %i%%
mi: Tikiake ana i% i%%

# #24049
source: Incompatible
mi: Hohotahi

# #24069
source: Update
mi: Whakahōu

# #24096
source: Add-on is incompatible or has been marked broken in repository.
mi: He hotokore Tāpiri-i runga i ranei kua tohua i roto i te maru pupuru.

# #24108
source: %d subtitles found
mi: %d ná kitea

# #25004
source: Play main title: %d
mi: Te tākaro taitara matua: %d

# #25007
source: Chapters: %u - duration: %s
mi: Pene:% u - roanga:% s

# #33033
source: Map list %s category
mi: Rārangi Mahere %s kāwai

# #33038
source: %s day
mi: %s ra

# #34000
source: Lame
mi: Kopa

# #35004
source: There are no settings available for this peripheral.
mi: E kore ngā tautuhinga e wātea ana nfor tenei piringa.

# #35100
source: Enable joystick and gamepad support
mi: Whakahohe i kakautohu me gamepad tautoko

# #35102
source: Disable joystick when this device is present
mi: Monokia kakautohu i te kei konei i tēnei pūrere

# #35500
source: Location
mi: Tauwāhi

# #35502
source: Name
mi: Ingoa

# #35503
source: Vendor
mi: Kaihoko

# #35504
source: Product ID
mi: Hua ID

# #36022
source: COM port (leave empty unless needed)
mi: Tauranga COM (waiho kau te kore e hiahiatia ana)

# #36166
source: Synchronise the video to the refresh rate of the monitor.
mi: Synchronise te ataata ki te Mokatere tāmata o te aroturuki.

# #36227
source: Display stream of selected channel in a small box instead of fullscreen.
mi: Whakaatu awa o te teihana kua tīpakohia i roto i te pouaka iti kē o te matakatoa.

# #36255
source: Determine if artists that appear only on compilations are shown in the library artist view.
mi: Te whakatau i te mea kua whakaaturia toi e kitea anake i runga i compilations i roto i te te tirohanga artist hei tirotiro ai.

# #36301
source: No info available yet.
mi: No info wātea ano.

# #36358
source: Test patterns for display hardware calibration.
mi: Tauira Test mō te whakatika te pūmārō whakaatu.

# #36542
source: Output to both analogue (headphones) and HDMI
mi: Putanga ki te orotahi e rua (taringa) me te atanga

# #36543
source: Enable this to make dialogue louder compared to background sounds when downmixing multichannel audio
mi: Whakahohe i tenei ki te kōrero nui rite ki te whakamārama i te oro downmixing multichannel audio

# #36547
source: Use higher quality textures for covers and fanart (uses more memory)
mi: Whakamahia teitei kakano kounga mō ngā pukupuku, me te fanart (whakamahi i mahara ake)

# #37012
source: (Forced)
mi: (Nā)

# #37017
source: Dual audio output
mi: Huaputa ororongo Tärua

# #37018
source: Boost centre channel when downmixing
mi: I näianei ki teihana pokapū i te downmixing

# #37020
source: Enable higher colour depth artwork
mi: Whakahohe i teitei toi hōhonu tae
