Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #19004
source: Importing guide from clients
be_by: Імпарт тэлепраграмы з кліентаў
hu_hu: Műsorújság importálása az ügyfelektől
id_id: Sedang meng-impor panduan dari klien
it_it: Importazione guida dai client

# #19005
source: PVR stream information
be_by: Інфармацыя пра струмень PVR
hu_hu: PVR adatfolyam információ
id_id: Informasi PVR stream
it_it: Informazioni traccia PVR
mi: Mōhiohio awa PVR

# #19006
source: Receiving device
be_by: Прыёмная прылада
hu_hu: Vevőeszköz
id_id: Menerima perangkat
it_it: Ricevitore
mi: Te fariiraa i pūrere

# #19007
source: Device status
be_by: Статус прылады
hu_hu: Készülék állapota
id_id: Status Perangkat
it_it: Stato dispositivo
mi: Tūnga Pūrere

# #19008
source: Signal quality
be_by: Якасць сігналу
hu_hu: Jelminőség
id_id: Kualitas sinyal
it_it: Qualità del segnale
mi: Kounga tohu

# #19012
source: PVR backend
be_by: Сервер PVR
hu_hu: PVR háttérkiszolgáló
id_id: Backend PVR
it_it: Interfaccia PVR

# #19013
source: Free to air
be_by: Без шыфравання
hu_hu: Szabadon fogható
id_id: Bebas untuk menayangkan
it_it: In chiaro
mi: Free ki te rangi

# #19014
source: Fixed
be_by: Фіксаванае
hu_hu: Rögzített
id_id: Sudah tetap
it_it: Fisso
mi: Pumau tonu

# #19015
source: Encryption
be_by: Шыфраванне
hu_hu: Titkosítás
id_id: Penyandian
it_it: Crittografia
mi: Whakamuna

# #19016
source: PVR backend {0:d} - {1:s}
be_by: Сервер PVR {0:d} - {1:s}
hu_hu: PVR háttérkiszolgáló {0:d} – {1:s}
it_it: Interfaccia PVR {0:d} - {1:s}

# #19017
source: Recordings
be_by: Запісы
hu_hu: Felvételek
id_id: Perekaman
it_it: Registrazioni
mi: Ngā pūhopu

# #19018
source: Folder with channel icons
be_by: Каталог са значкамі каналаў
hu_hu: Mappa csatornaikonokkal
id_id: Folder dengan ikon kanal
it_it: Cartella con icone canali
mi: Kōpaki me hongere ata

# #19019
source: Channels
be_by: Каналы
hu_hu: Csatornák
id_id: Saluran
it_it: Canali
mi: Ngā hongere

# #19022
source: Hidden
be_by: Схавана
hu_hu: Rejtett
id_id: Tersembunyi
it_it: Nascosto
mi: Hunahuna

# #19023
source: TV channels
be_by: Каналы ТБ
hu_hu: TV csatornák
id_id: Saluran TV
it_it: Canali TV
mi: Hongere TV

# #19024
source: Radio channels
be_by: Каналы радыё
hu_hu: Rádió csatornák
id_id: Saluran Radio
it_it: Canali Radio
mi: Hongere Irirangi

# #19025
source: Upcoming recordings
be_by: Наступныя запісы
hu_hu: Következő felvételek
id_id: Rekaman yang akan datang
it_it: Prossime registrazioni
mi: Recordings Ū

# #19026
source: Add timer...
be_by: Дадаць таймер...
hu_hu: Időzítő hozzáadása…
id_id: Tambahkan timer...
it_it: Aggiungi timer...
mi: Tāpiri matawā ...

# #19027
source: No search results
be_by: Нічога не знойдзена
hu_hu: Nincs keresési eredmény
id_id: Tidak ada hasil pencarian
it_it: Nessun risultato trovato
mi: No huanga rapu

# #19028
source: No guide entries
be_by: Запісы тэлепраграмы адсутнічаюць
hu_hu: Nincs adat a műsorújságban
id_id: Tidak ada panduan yang dimuat
it_it: Nessuna voce guida

# #19029
source: Channel
be_by: Канал
hu_hu: Csatorna
id_id: Saluran
it_it: Canale
mi: Hongere

# #19030
source: Now
be_by: Зараз
hu_hu: Most
id_id: Sekarang
it_it: Adesso
mi: Na

# #19031
source: Next
be_by: Далей
hu_hu: Következő
id_id: Berikut
it_it: Successivo
mi: Te atahanga e whai ake nei

# #19032
source: Timeline
be_by: Часавая шкала
hu_hu: Idősor
id_id: Gariswaktu
it_it: Sequenza temporale
mi: Rārangiwā

# #19033
source: Information
be_by: Інфармацыя
hu_hu: Információ
id_id: Informasi
it_it: Informazioni

# #19034
source: There is already a timer set for this event
be_by: Для гэтай падзеі ўжо прызначаны таймер
hu_hu: Ehhez már van időzitő beállítva
id_id: Sudah ada pengatur waktu yang disetel untuk acara ini
it_it: C'è già un timer impostato per questo evento

# #19035
source: {0:s} can't be played. Check the log for more information about this message.
be_by: Не атрымалася прайграць {0:s}. Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: A(z) {0:s} nem játszható le. További információk erről az üzenetről a hibanaplóban.
id_id: {0:s} tidak dapat diputar. Periksa log untuk informasi lebih lanjut tentang pesan ini.
it_it: {0:s} non può essere riprodotto. Controlla il log per ulteriori informazioni su questo messaggio.

# #19036
source: This recording can't be played. Check the log for more information about this message.
be_by: Не атрымалася прайграць запіс. Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: Ezt a felvételt nem lehetett lejátszani. Kérem ellenőrizze a naplófájlokban az üzenet részleteit.
id_id: Rekaman ini tidak dapat dimainkan. Periksa log untuk informasi mengenai pesan ini.
it_it: Questa registrazione non può essere riprodotta. Controlla il log per ulteriori informazioni su questo messaggio.

# #19037
source: Show signal quality
be_by: Паказваць якасць сігналу
hu_hu: Jelminőség mutatása
id_id: Perlihatkan kualitas sinyal
it_it: Mostra qualità del segnale
mi: Kounga Whakaatu tohu

# #19038
source: Not supported by the PVR backend.
be_by: Не падтрымліваецца серверам PVR.
hu_hu: Nem támogatja a PVR háttérkiszolgáló.
id_id: Tidak didukung oleh Backend PVR.
it_it: Non supportato dall'interfaccia PVR.
mi: E kore e tautokona ana e te backend PVR.

# #19039
source: Are you sure you want to hide this channel?
be_by: Сапраўды хочаце схаваць гэты канал?
hu_hu: Elrejted ezt a csatornát?
id_id: Apakah anda ingin menyembunyikan saluran ini?
it_it: Sei sicuro di voler nascondere questo canale?
mi: Kei te hiahia koe ki te tāhopu i tenei hongere?

# #19040
source: Timers
be_by: Таймеры
hu_hu: Időzítők
id_id: Pewaktu
it_it: Timer

# #19041
source: Refresh channel logos
id_id: Segarkan logo saluran
it_it: Aggiorna loghi canali

# #19042
source: Channel Groups
id_id: Grup Saluran
it_it: Gruppi di canali

# #19043
source: Recording
be_by: Запіс
hu_hu: Felvétel
id_id: Merekam
it_it: Registrazione
mi: Pūhopu

# #19044
source: Please check your configuration. Check the log for more information about this message.
be_by: Калі ласка, праверце вашую канфігурацыю. Праверце журнал, каб даведацца больш прагэтае паведамленне.
hu_hu: Kérem ellenőrizze a beállításait. További információk erről az üzenetről a hibanaplóban.
id_id: Mohon periksa pengaturan Anda. Periksa log untuk informasi mengenai pesan ini.
it_it: Per favore controlla la tua configurazione. Controlla il log per ulteriori informazioni su questo messaggio.

# #19045
source: No PVR clients have been started yet. Wait for the PVR clients to start up. Check the log for more information about this message.
be_by: Актыўныя кліенты PVR адсутнічаюць. Дачакайцеся запуску кліента PVR. Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: Nincs PVR ügyfél elindítva. Várjon ameddig elindul egy. További információk erről az üzenetről a hibanaplóban.
id_id: Tidak ada klien PVR yang dimulai. Tunggu agar klien PVR memulai atau periksa log untuk detail.
it_it: Nessun client PVR è stato ancora avviato. Attendi l'avvio dei client PVR. Controlla il log per ulteriori informazioni su questo messaggio.

# #19046
source: New channel
be_by: Новы канал
hu_hu: Új csatorna
id_id: Saluran Baru
it_it: Nuovo canale
mi: Hongere hou

# #19047
source: Programme information
be_by: Праграмная інфармацыя
hu_hu: Program infó
id_id: Info Program
it_it: Informazioni programma

# #19048
source: Group manager
be_by: Кіраванне групамі
hu_hu: Csoport kezelő
id_id: Manajer Grup
it_it: Gestisci gruppi

# #19049
source: Show channel
be_by: Паказаць канал
hu_hu: Csatorna mutatása
id_id: Perlihatkan saluran
it_it: Mostra canale
mi: Whakaatu hongere

# #19050
source: Show visible channels
be_by: Паказаць бачныя каналы
hu_hu: Látható csatornák megjelenítése
id_id: Perlihatkan saluran terlihat
it_it: Mostra canali visibili
mi: Whakaaturia hongere e kitea ana

# #19051
source: Show hidden channels
be_by: Паказаць схаваныя каналы
hu_hu: Rejtett csatornák megjelenítése
id_id: Perlihatkan saluran tersembunyi
it_it: Mostra canali nascosti
mi: Whakaaturia hongere huna

# #19052
source: Move channel to:
be_by: Перамясціць канал у:
hu_hu: Csatornák mozgatása ide:
id_id: Pindah saluran ke:
it_it: Sposta canale in:
mi: Nekehia hongere ki:

# #19053
source: Recording information
be_by: Інфармацыя пра запіс
hu_hu: Felvétel információk
id_id: Informasi rekaman
it_it: Informazioni registrazione
mi: Ngā mōhiohio tuhi

# #19054
source: Hide channel
be_by: Схаваць канал
hu_hu: Csatorna elrejtése
id_id: Sembunyikan saluran
it_it: Nascondi canale
mi: Huna hongere

# #19055
source: No information available
be_by: Інфармацыя недаступная
hu_hu: Nincs információ
id_id: Tidak ada informasi tersedia
it_it: Nessuna informazione disponibile
mi: No mōhiohio e wātea ana

# #19056
source: New timer
be_by: Новы таймер
hu_hu: Új időzítő
id_id: Pewaktu baru
it_it: Nuovo timer
mi: Matawā New

# #19057
source: Timer disabled
be_by: Таймер выключаны
hu_hu: Időzítő letiltása
id_id: Pewaktu dinonaktifkan
it_it: Timer disabilitato

# #19058
source: Timer enabled
be_by: Таймер уключаны
hu_hu: Időzítő engedélyezése
id_id: Pewaktu diaktifkan
it_it: Timer abilitato
mi: Matawā ngā makaurangi

# #19059
source: Stop recording
be_by: Спыніць запіс
hu_hu: Felvétel megállítása
id_id: Hentikan rekaman
it_it: Ferma registrazione
mi: Whakatū hopukanga

# #19060
source: Delete timer
be_by: Выдаліць таймер
hu_hu: Időzítő törlése
id_id: Hapus pewaktu
it_it: Elimina timer
mi: Mukua te matawā

# #19061
source: Add timer
be_by: Дадаць таймер
hu_hu: Időzítő hozzáadása
id_id: Tambah pewaktu
it_it: Aggiungi timer
mi: Tāpiri matawā

# #19062
source: Sort by: Channel
be_by: Сартаваць па: каналах
hu_hu: Csatorna szerint
id_id: Urut berdasarkan: Saluran
it_it: Ordina per: Canale
mi: Kōmaka mā te: Hongere

# #19063
source: First programme
be_by: Першая праграма
hu_hu: Első program
id_id: Program pertama
it_it: Primo programma

# #19064
source: Last programme
be_by: Апошняя праграма
hu_hu: Utolsó program
id_id: Program terakhir
it_it: Ultimo programma

# #19065
source: Timer settings
be_by: Налады таймера
hu_hu: Időzítő beállítások
id_id: Pengaturan pewaktu
it_it: Impostazioni timer

# #19066
source: Channel icons
be_by: Значкі каналаў
hu_hu: Csatornaikonok
id_id: Ikon saluran
it_it: Icone canale
mi: Ata hongere

# #19067
source: This event is already being recorded.
be_by: Гэтая падзея ўжо запісваецца.
hu_hu: Ez az esemény már felvétel alatt van.
id_id: Acara ini sudah direkam.
it_it: Questo evento è già in fase di registrazione.
mi: Kei te tuhia kē ana tēnei kaupapa.

# #19068
source: Recording settings
be_by: Налады запісу
hu_hu: Felvételi beállítások
id_id: Pengaturan perekaman
it_it: Impostazioni registrazione

# #19069
source: Guide
be_by: Праграма
hu_hu: Műsorújság
id_id: Panduan
it_it: Guida

# #19070
source: Current programme
be_by: Бягучая праграма
hu_hu: Jelenlegi program
id_id: Program saat ini
it_it: Programma attuale

# #19071
source: Update interval
be_by: Прамежак паміж абнаўленнямі
hu_hu: Frissítési intervallum
id_id: Pembaruan Interval
it_it: Intervallo aggiornamento

# #19072
source: In order to add/update a timer the end date and time must be greater than the start date and time.
id_id: Untuk menambah/memperbarui penghitung waktu, tanggal dan waktu akhir harus lebih besar dari tanggal dan waktu mulai.
it_it: Per aggiungere/aggiornare un timer, la data e l'ora di fine devono essere successivi alla data e all'ora di inizio.

# #19073
source: Delay channel switch
be_by: Затрымка пераключэння каналаў
hu_hu: Csatornaváltás késleltetése
id_id: Jeda pemindahan saluran
it_it: Ritarda cambio canale
mi: Whakaroa hongere whakawhiti

# #19074
source: Active
be_by: Актыўна
hu_hu: Aktív
id_id: Aktif
it_it: Attivo

# #19075
source: Name
be_by: Назва
hu_hu: Név
id_id: Nama
it_it: Nome
mi: Ingoa

# #19076
source: Folder
be_by: Каталог
hu_hu: Mappa
it_it: Cartella
mi: Kōpaki

# #19077
source: Hide disabled
be_by: Схаваць выключаныя
hu_hu: Letiltottak elrejtése
id_id: Sembunyikan dinonaktifkan
it_it: Nascondi disabilitati

# #19078
source: Channel
be_by: Канал
hu_hu: Csatorna
id_id: Saluran
it_it: Canale
mi: Hongere

# #19079
source: Days of week
be_by: Дні тыдня
hu_hu: Hét napjai
id_id: Hari-hari dalam seminggu
it_it: Giorni della settimana

# #19080
source: Begin
be_by: Пачатак
hu_hu: Kezdés
id_id: Mulai
it_it: Inizio

# #19081
source: End
be_by: Канец
hu_hu: Befejezés
id_id: Akhir
it_it: Fine

# #19082
source: Priority
be_by: Прыярытэт
hu_hu: Prioritás
id_id: Prioritas
it_it: Priorità

# #19083
source: Lifetime
be_by: Працягласць
hu_hu: Élettartam
id_id: Seumur hidup
it_it: Tutta la vita

# #19084
source: First day
be_by: Першы дзень
hu_hu: Első nap
id_id: Hari pertama
it_it: Primo giorno

# #19085
source: Unknown channel {0:s}
be_by: Невядомы канал {0:s}
hu_hu: Ismeretlen csatorna {0:s}
id_id: Saluran tidak dikenal {0:s}
it_it: Canale sconosciuto {0:s}

# #19086
source: Instant recording action
be_by: Хуткі запіс
hu_hu: Azonnali felvételleli lehetőségek
id_id: Tindakan perekaman instan
it_it: Azione registrazione istantanea

# #19087
source: Record current show (if guide data available)
be_by: Запісваць бягучае шоў (калі даныя даступныя)
hu_hu: Aktuális sorozatrész rögzítése (ha a műsorújság adatok elérhetőek)
id_id: Rekam acara saat ini (jika data panduan tersedia)
it_it: Registra programma attuale (se disponibili dati della guida)

# #19088
source: Record for a fixed period of time (Instant recording duration)
be_by: Запісваць фіксаваны перыяд часу
hu_hu: Rögzítés megadott ideig (Azonnali felvétel hossza)
id_id: Rekam untuk jangka waktu tertentu (Durasi perekaman instan)
it_it: Registra per un tempo prefissato (durata registrazione istantanea)

# #19089
source: Ask what to do
be_by: Пытацца, што рабіць
hu_hu: Kérdezzen rá a műveletre
id_id: Tanyakan apa yang harus dilakukan
it_it: Chiedi cosa fare

# #19090
source: Record the next {0:d} minutes
be_by: Запісаць наступныя {0:d} хвіліны
hu_hu: A következő {0:d} perc rögzítése
id_id: Rekam {0:d} menit berikutnya
it_it: Registra i prossimi {0:d} minuti

# #19091
source: Record current show ({0:s})
be_by: Запісваць бягучае шоў ({0:s})
hu_hu: Az aktuális sorozatrész rögzítése ({0:s})
id_id: Rekam acara saat ini ({0:s})
it_it: Registra programma corrente ({0:s})

# #19092
source: Record next show ({0:s})
be_by: Запісваць наступнае шоў ({0:s})
hu_hu: A következő sorozatrész rögzítése ({0:s})
id_id: Rekam acara berikutnya ({0:s})
it_it: Registra prossima trasmissione ({0:s})

# #19093
source: Instant recording: {0:s}
be_by: Хуткі запіс: {0:s}
hu_hu: Azonnali rögzítés: {0:s}
id_id: Perekaman instan: {0:s}
it_it: Registrazione istantanea: {0:s}

# #19094
source: Timer creation failed. Unsupported timer type.
be_by: Не атрымалася стварыць таймер. Таймеры гэтага тыпу не падтрымліваюцца.
hu_hu: Az időzítő létrehozása sikertelen. Nem támogatott időzítő típus.
id_id: Pembuatan pengatur waktu gagal. Jenis pengatur waktu tidak didukung.
it_it: Creazione timer non riuscita. Tipo di timer non supportato.

# #19095
source: Timer rule creation failed. Unsupported timer type.
be_by: Не атрымалася стварыць правіла таймера. Таймеры гэтага тыпу не падтрымліваюцца.
hu_hu: Az időzítő szabály létrehozása sikertelen. Nem támogatott időzítő típus.
id_id: Pembuatan aturan pengatur waktu gagal. Jenis pengatur waktu tidak didukung.
it_it: Creazione regola del timer non riuscita. Tipo di timer non supportato.

# #19096
source: "Smart select"
be_by: "Разумны выбар"
hu_hu: „Okos kiválasztás”
id_id: "Pilihan cerdas"
it_it: "Selezione intelligente"

# #19097
source: Enter the name for the timer
be_by: Увядзіце назву таймера
hu_hu: Adja meg az ideőzítő nevét
id_id: Masukkan nama untuk pewaktu
it_it: Inserire un nome per il timer

# #19098
source: Warning!
be_by: Увага!
hu_hu: Figyelmeztetés!
id_id: Peringatan!
it_it: Attenzione!

# #19099
source: Service
be_by: Сэрвіс
hu_hu: Szolgáltatás
id_id: Layanan
it_it: Servizio
mi: Ratonga

# #19101
source: Provider
be_by: Пастаўшчык
hu_hu: Szolgáltató
id_id: Penyedia
it_it: Fornitore
mi: Kaihoatu

# #19102
source: Please switch to another channel.
be_by: Калі ласка, пераключыцеся на іншы канал.
hu_hu: Kérem váltson át egy másik csatornára.
id_id: Silakan berpindah ke saluran lain.
it_it: Per favore passa su un altro canale.
mi: Me whakawhiti atu ki tētahi atu hongere.

# #19103
source: Go to channel
be_by: Перайсці на канал
hu_hu: Csatornához ugrás
id_id: Pindah ke kanal
it_it: Vai al canale

# #19104
source: Enter the name of the folder for the recording
be_by: Увядіце назву каталога для запісу
hu_hu: Adja meg a felvételek mappájának nevét
id_id: Masukkan nama folder untuk rekaman
it_it: Inserire il nome della cartella per la registrazione
mi: Tomo i te ingoa o te kōpaki mō te tuhi

# #19105
source: Please select a channel
be_by: Калі ласка, абярыце канал
hu_hu: Csatorna választása
id_id: Silahkan pilih kanal
it_it: Seleziona un canale

# #19106
source: Next recording on
be_by: Наступны запіс у
hu_hu: Következő felvétel
id_id: Rekaman berikutnya di
it_it: Prossima registrazione su

# #19107
source: at
be_by: а
hu_hu: , idő:
id_id: pada
it_it: alle
mi: i

# #19108
source: Fallback framerate
be_by: Рэзервовая чашчыня кадраў
hu_hu: Visszacsökkentett képsebesség
id_id: Framerate alternatif
it_it: Framerate di riserva

# #19109
source: Could not save the timer. Check the log for more information about this message.
be_by: Не атрымалася захаваць таймер. Праверце журнал, каб даведаццабольш пра гэтае паведамленне.
hu_hu: Időzítő mentése sikertelen. További információk erről az üzenetről a hibanaplóban.
id_id: Tidak dapat menyimpan pewaktu. Periksa log untuk informasi lebih lanjut tentang pesan ini.
it_it: Impossibile salvare il timer. Controlla il log per ulteriori informazioni su questo messaggio.

# #19110
source: Could not delete the timer. Check the log for more information about this message.
be_by: Не атрымалася выдаліць таймер. Праверце журнал, каб даведаццабольш пра гэтае паведамленне.
hu_hu: Időzítő törlése sikertelen. További információk erről az üzenetről a hibanaplóban.
id_id: Tidak dapat menghapus pewaktu. Periksa log untuk informasi lebih lanjut tentang pesan ini.
it_it: Impossibile eliminare il timer. Controlla il log per ulteriori informazioni su questo messaggio.

# #19111
source: PVR backend error. Check the log for more information about this message.
be_by: Памылка сервера PVR. Праверце журнал, каб даведаццабольш пра гэтае паведамленне.
hu_hu: PVR háttérkiszolgáló hiba. Kérem ellenőrizze a naplófájlokban az üzenet részleteit.
id_id: Backend PVR mengalami kesalahan. Periksa log untuk informasi lebih lanjut mengenai pesan ini.
it_it: Errore interfaccia PVR. Controlla il log per ulteriori informazioni su questo messaggio.

# #19112
source: Delete this recording?
be_by: Выдаліць гэты запіс?
hu_hu: Felvétel törlése?
id_id: Hapus rekaman ini?
it_it: Eliminare questa registrazione?

# #19113
source: Delete all recordings in this folder?
be_by: Выдаліць усе запісы з гэтага каталога?
hu_hu: Minden felvétel törlésre kerüljön a mappában?
id_id: Hapus semua rekaman pada folder ini?
it_it: Eliminare tutte le registrazioni in questa cartella?

# #19114
source: Version
be_by: Версія
hu_hu: Verzió
id_id: Versi
it_it: Versione
mi: Putanga

# #19115
source: Address
be_by: Адрас
hu_hu: Cím
id_id: Alamat
it_it: Indirizzo
mi: Wāhitau

# #19116
source: Disksize
be_by: Памер дыска
hu_hu: Lemezméret
id_id: UkuranDiska
it_it: Dimensione disco

# #19117
source: Search for channels
be_by: Пошук каналаў
hu_hu: Csatornák keresése
id_id: Cari saluran
it_it: Cerca canali
mi: Rapu mō ngā hongere

# #19118
source: Can't use PVR functions while searching.
be_by: Немагчыма выкарыстоўваць функцыі PVR падчас пошуку.
hu_hu: A PVR funkciók nem használhatók keresés közben.
id_id: Tidak dapat menggunakan fungsi PVR ketika sedang mencari.
it_it: Impossibile usare le funzioni PVR durante la ricerca.

# #19119
source: On which backend do you want to search?
be_by: На якім серверы шукаць?
hu_hu: Melyik kiszolgálón akar keresni?
id_id: Di backend mana yang ingin Anda telusuri?
it_it: Su quale interfaccia vuoi cercare?

# #19120
source: Client number
be_by: Нумар кліента
hu_hu: TV ügyfél száma
id_id: Nomor Klien
it_it: Numero client
mi: Tau kiritaki

# #19121
source: Avoid repeats
be_by: Пазбягаць паўтораў
hu_hu: Ismétlések elkerülése
id_id: Hindari pengulangan
it_it: Evita ripetizioni
mi: A ape i tukurua

# #19122
source: This timer is still recording. Are you sure you want to delete this timer?
be_by: Па гэтым таймеры выконваецца запіс. Сапраўды выдаліць?
hu_hu: Az időzített felvétel még fut. Biztos hogy törli ezt az időzítőt?
id_id: Timer ini masih merekam. Apakah anda ingin menghapus timer ini?
it_it: Questo timer sta ancora registrando. Sei sicuro di voler eliminare questo timer?
mi: Kei te tuhi tonu tenei matawā. E hiahia ana koe ki te muku i tēnei matawā koe?

# #19123
source: Free to air channels only
be_by: Толькі адкрытыя каналы
hu_hu: Csak a szabadon fogható csatornák
id_id: Saluran hanya untuk disiarkan
it_it: Solo canali in chiaro
mi: Kore utu ki hau hongere anake

# #19124
source: Ignore present timers
be_by: Не зважаць на існыя таймеры
hu_hu: A jelenlegi időzítők figyelmen kívül hagyása
id_id: Abaikan timer saat ini
it_it: Ignora i timer attuali
mi: Waihotia timers reira

# #19125
source: Ignore present recordings
be_by: Не зважаць на існыя запісы
hu_hu: A jelenlegi felvételek figyelmen kívül hagyása
id_id: Abaikan rekaman saat ini
it_it: Ignora le registrazioni attuali
mi: Waihotia reira recordings

# #19126
source: Start time
be_by: Час пачатку
hu_hu: Kezdési időpont
id_id: Waktu mulai
it_it: Ora di inizio
mi: Wā tīmatanga

# #19127
source: End time
be_by: Час завяршэння
hu_hu: Befejezési időpont
id_id: Waktu selesai
it_it: Ora di fine
mi: Wā mutunga

# #19128
source: Start date
be_by: Дата пачатку
hu_hu: Kezdési dátum
id_id: Tanggal mulai
it_it: Data di inizio
mi: Rā tīmata

# #19129
source: End date
be_by: Дата завяршэння
hu_hu: Befejezési dátum
id_id: Tanggal selesai
it_it: Data di fine
mi: Rā mutu

# #19130
source: Minimum duration
be_by: Мінімальная працягласць
hu_hu: Minimális időtartam
id_id: Durasi minimum
it_it: Durata minima
mi: Roanga Mōkito

# #19131
source: Maximum duration
be_by: Максімальная працягласць
hu_hu: Maximális időtartam
id_id: Durasi Maksimum
it_it: Durata massima
mi: Roanga mōrahi

# #19132
source: Include unknown genres
be_by: Уключаць невядомыя жанры
hu_hu: Ismeretlen műfajok belefoglalása
id_id: Ikutkan genre tak dikenal
it_it: Includi generi sconosciuti
mi: Whakaurua momo unknown

# #19133
source: Search string
be_by: Радок пошуку
hu_hu: Szöveg keresése
id_id: String pencarian
it_it: Cerca stringa
mi: Rapu string

# #19134
source: Include description
be_by: Уключаючы апісанне
hu_hu: Leírás belefoglalása
id_id: Ikutkan deskripsi
it_it: Includi descrizione
mi: Whakaurua whakamārama

# #19135
source: Case sensitive
be_by: Зважаць на рэгістр
hu_hu: Kis- és nagybetűk megkülönböztetése
id_id: Sensitif abjad
it_it: Distingui tra maiuscole e minuscole
mi: Case tairongo

# #19136
source: Channel unavailable
be_by: Канал недаступны
hu_hu: A csatorna nem elérhető
id_id: Saluran tak tersedia
it_it: Canale non disponibile
mi: Kaore wātea te hongere

# #19137
source: No groups defined. Please create a group first
be_by: Групаў не выяўлена. Калі ласка, спачатку стварыце групу
hu_hu: Nincs csoport definiálva. Kérem előbb hozzon létre csoportot.
id_id: Tidak ada grup yang didefinisikan. Mohon buat grup terlebih dahulu
it_it: Nessun gruppo definito. Per favore, prima crea un gruppo

# #19138
source: Timer rules
be_by: Правілы таймера
hu_hu: Időzitő szabályok
id_id: Aturan pewaktu
it_it: Regole timer

# #19139
source: Name of the new group
be_by: Назва новай групы
hu_hu: Az új csoport neve
id_id: Nama dari grup yang baru
it_it: Nome del nuovo gruppo
mi: Ingoa o te rōpū hou

# #19140
source: Search...
be_by: Пошук...
hu_hu: Keresés…
id_id: Cari...
it_it: Cerca...
