Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #24041
source: Install from zip file
be_by: Усталяваць з файла zip
hu_hu: Telepítés zip fájlból
id_id: Pasang dari berkas zip
it_it: Installa da file zip
mi: Tāuta i te kōnae kōtui

# #24042
source: Downloading {0:d}%
be_by: Спампоўванне {0:d}%
hu_hu: Letöltés: {0:d}%
id_id: Mengunduh {0:d}%
it_it: Download {0:d}%

# #24043
source: Available updates
be_by: Даступныя абнаўленні
hu_hu: Elérhető frissítések
id_id: Pemutakhiran tersedia
it_it: Aggiornamenti disponibili

# #24044
source: Installing {0:d}%
be_by: Усталёўка {0:d}%
hu_hu: Telepítés {0:d}%
id_id: Menginstal {0:d}%
it_it: Installazione di {0:d}%

# #24045
source: Failed to install add-on from zip file
id_id: Gagal menginstal pengaya dari berkas zip
it_it: Impossibile installare add-on dal file zip

# #24046
source: {0:s} is used by the following installed add-on(s)
be_by: {0:s} выкарыстоўваецца ўсталяванымі дапаўненнямі
hu_hu: Ezt: {0:s}, az alábbi kiegészítők használják
id_id: {0:s} digunakan oleh add-on terinstal berikut
it_it: {0:s} è usato dal(i) seguente(i) add-on

# #24047
source: This add-on can't be uninstalled
be_by: Дапаўненне немагчыма выдаліць
hu_hu: Ez a kiegészítő nem törölhető
id_id: Pengaya ini tidak dapat dilepas
it_it: Questo add-on non può essere disinstallato

# #24048
source: VideoPlayer InputStream
hu_hu: VideoPlayer bemeneti adatfolyama
id_id: Aliran Masukan Pemutar Video
it_it: Lettore video InputStream

# #24049
source: Add-on has been marked deprecated in repository.
id_id: Add-on telah ditandai tidak digunakan lagi di repositori.
it_it: L'add-on è stato contrassegnato come obsoleto nel repository.

# #24050
source: Available add-ons
be_by: Даступныя абнаўленні
hu_hu: Elérhető kiegészítők
id_id: Pengaya yang tersedia
it_it: Add-on disponibili

# #24051
source: Version:
be_by: Версія:
hu_hu: Verzió:
id_id: Versi:
it_it: Versione:
mi: Maori Bible:

# #24052
source: Disclaimer
be_by: Папярэджанні
hu_hu: Jogi nyilatokozat
id_id: Penafian
it_it: Condizioni d'uso
mi: Whakakape

# #24053
source: License:
be_by: Ліцэнзія:
hu_hu: Licenc:
id_id: Lisensi:
it_it: Licenza:
mi: Raihana:

# #24054
source: What's new
be_by: Што новага
hu_hu: Újdonságok:
id_id: Apa yang baru
it_it: Cosa c'è di nuovo

# #24055
source: Check for updates
be_by: Праверыць на абнаўленні
hu_hu: Frissítések keresése
id_id: Periksa untuk pembaruan
it_it: Controlla aggiornamenti
mi: Tirohia hoki ngā whakahōunga

# #24056
source: Last updated {0:s}
be_by: Апошняе абнаўленне {0:s}
hu_hu: Legutóbb frissítve: {0:s}
id_id: Terakhir diperbarui {0:s}
it_it: Ultimo aggiornamento {0:s}

# #24057
source: Installing {0:s}...
be_by: Усталёўка {0:s}...
hu_hu: {0:s} telepítése…
id_id: Memasang {0:s}...
it_it: Installazione di {0:s}...

# #24058
source: Checking dependencies...
be_by: Праверка залежнасцяў…
hu_hu: Függőségek ellenőrzése...
id_id: Memeriksa ketergantungan...
it_it: Controllo dipendenze...

# #24059
source: Would you like to enable this add-on?
be_by: Хочаце ўключыць гэтае дапаўненне?
hu_hu: Akarja engedélyezni ezt a kiegészítőt?
id_id: Apakan anda ingin mengaktifkan pengaya ini?
it_it: Vuoi abilitare questo add-on?

# #24060
source: Would you like to disable this add-on?
be_by: Хочаце выключыць гэтае дапаўненне?
hu_hu: Ki akarja kapcsolni ezt a kiegészítőt?
id_id: Apakah anda ingin menon-aktifkan pengaya ini?
it_it: Vuoi disabilitare questo add-on?

# #24061
source: Add-on updates available
be_by: Даступны абнаўленні дапаўненняў
hu_hu: Kiegészítő frissítések elérhetőek
id_id: Pembaruan tambahan tersedia
it_it: Aggiornamenti add-on disponibili

# #24062
source: Enabled add-ons
be_by: Уключаныя дапаўненні
hu_hu: Engedélyezett kiegészítők
id_id: Fungsikan pengaya
it_it: Add-on abilitati

# #24063
source: Auto update
be_by: Аўтаматычныя абнаўленні
hu_hu: Auto-frissítés
id_id: Pemutakhiran Otomatis
it_it: Aggiornamento automatico
mi: Whakahōu aunoa

# #24064
source: Add-on enabled
be_by: Дапаўненне ўключана
hu_hu: Kiegészítő engedélyezve
id_id: Tambahan diaktifkan
it_it: Add-on ablitato
mi: Tāpiri-i runga i ngā makaurangi

# #24065
source: Add-on updated
be_by: Дапаўненне абноўлена
hu_hu: Kiegészítő frissítve
id_id: Tambahan termutakhirkan
it_it: Add-on aggiornato
mi: Tāpiri-i runga i te whakahou

# #24066
source: Cancel add-on download?
be_by: Скасаваць спампоўванне дапаўнення?
hu_hu: Kiegészítő letöltés megszakítása?
id_id: Batalkan pengunduhan pengaya?
it_it: Annullare download add-on?

# #24067
source: Currently downloading add-ons
be_by: Спампоўваемыя дапаўненні
hu_hu: Kiegészítők letöltése folyamatban
id_id: Sedang mengunduh pengaya
it_it: Download add-on in corso

# #24068
source: Update available
be_by: Ёсць абнаўленне
hu_hu: Frissítés elérhető
id_id: Pemutakhiran tersedia
it_it: Aggiornamento disponibile
mi: Update wātea

# #24069
source: Versions
id_id: Versi
it_it: Versioni

# #24070
source: Add-on couldn't be loaded.
be_by: Дапаўненне немагчыма загрузіць.
hu_hu: Kiegészítő betöltése sikertelen.
id_id: Pengaya tidak dapat dimuat.
it_it: L'add-on non può essere caricato.

# #24071
source: An unknown error has occurred.
be_by: Адбылася невядомая памылка.
hu_hu: Ismeretlen hiba lépett fel.
id_id: Terjadi kesalahan yang tidak diketahui.
it_it: Si è verificato un errore sconosciuto.
mi: I puta tētahi hapa tē mōhiotia Kua.

# #24072
source: Settings required
be_by: Патрабуюцца налады
hu_hu: Beállítás szükséges
id_id: Pengaturan dibutuhkan
it_it: Impostazioni richieste
mi: Settings e hiahiatia ana

# #24073
source: Couldn't connect
be_by: Не атрымалася падлучыцца
hu_hu: Csatlakozás sikertelen
id_id: Tidak dapat menyambungkan
it_it: Impossibile connettersi

# #24074
source: Needs to restart
be_by: Патрабуецца перазапуск
hu_hu: Újraindítás szükséges
id_id: Butuh restart
it_it: Riavvio richiesto
mi: Hiahia ki te tīmata anō

# #24075
source: Disable
be_by: Выключыць
hu_hu: Kikapcsolás
id_id: Non Aktif
it_it: Disabilita
mi: Monokia

# #24076
source: Add-on required
be_by: Патрабуецца дапаўненне
hu_hu: Kiegészítő szükséges
id_id: Pengaya dibutuhkan
it_it: Add-on richesto

# #24077
source: Verifying downloaded add-on...
be_by: Праверка спампаванага дапаўнення…
hu_hu: Letöltött kiegészítő ellenőrzése…
id_id: Memverifikasi pengaya yang diunduh...
it_it: Verifica add-on scaricato in corso...

# #24078
source: Downloading add-on...
be_by: Спампоўванне дапаўнення…
hu_hu: Kiegészítő letöltése folyamatban…
id_id: Sedang mengunduh pengaya...
it_it: Download add-on in corso...

# #24079
source: Installing add-on dependencies...
be_by: Усталёўка залежнасцяў дапаўнення…
hu_hu: Kiegészítő függőségeinek telepítése…
id_id: Memasang ketergantungan pengaya...
it_it: Installazione dipendenze add-on in corso...

# #24080
source: Try to reconnect?
be_by: Паспрабаваць злучыцца зноў?
hu_hu: Próbáljon újra csatlakozni?
id_id: Coba menyambungkan lagi?
it_it: Provare a riconnettersi?
mi: Whakamātauria ki te tūhono anō?

# #24081
source: Helper add-ons
be_by: Дапаможныя дапаўненні
hu_hu: Súgó kiegészítők
id_id: Bantuan pengaya
it_it: Assistente add-on

# #24082
source: Add-on libraries
be_by: Бібліятэкі дапаўненняў
hu_hu: Kiegészítő könyvtárak
id_id: Pustaka Tambahan
it_it: Add-on librerie

# #24083
source: Information libraries
be_by: Бібліятэкі інфармацыі
hu_hu: Információs könyvtárak
id_id: Pustaka Informasi
it_it: Librerie informazioni

# #24084
source: Add-on installed
be_by: Дапаўненне усталявана
hu_hu: Kiegészítő telepítve
id_id: Add-on terpasang
it_it: Add-on installato

# #24085
source: Failed to install a dependency
be_by: Не атрымалася ўсталяваць залежнасці
hu_hu: Hiba a függőségek telepítésekor
id_id: Gagal memasang ketergantungan
it_it: Impossibile installare una dipendenza

# #24086
source: Installing add-on...
be_by: Усталёўка дапаўнення…
hu_hu: Kiegészítő telepítése folyamatban…
id_id: Memasang pengaya...
it_it: Installazione add-on in corso...

# #24087
source: All repositories
be_by: Усе рэпазіторыі
hu_hu: Összes tároló
id_id: Semua repository
it_it: Tutti i repository

# #24088
source: Failed to install repository
id_id: Gagal menginstal repositori
it_it: Impossibile installare il repository

# #24089
source: Add-on restarts
be_by: Дапаўненне перазапускаецца
hu_hu: Kiegészítő újraindul
id_id: Restart Tambahan
it_it: Riavvio dell'add-on
mi: Te tīmatanga anō Tāpiri-i runga i

# #24090
source: Lock add-on manager
be_by: Заблакаваць кіраўніка дапаўненняў
hu_hu: Kiegészítő-kezelő zárolása
id_id: Kunci pengelola pegaya
it_it: Blocca gestore add-on

# #24091
source: This add-on can't be disabled
be_by: Гэтае дапаўненне немагчыма выключыць
hu_hu: Ez a kiegészítő nem kapcsolható ki
id_id: Pengaya ini tidak dapat dinon-aktifkan
it_it: Questo add-on non può essere disabilitato

# #24092
source: Checking for add-on updates
be_by: Праверка абнаўленняў дапаўненняў
hu_hu: Kiegészítőfrissítések keresése
id_id: Memeriksa pembaruan pengaya
it_it: Controllo aggiornamenti add-on

# #24093
source: Checking {0:s}...
be_by: Праверка {0:s}...
hu_hu: {0:s} ellenőrzése…
id_id: Memeriksa {0:s}...
it_it: Controllo {0:s}...

# #24094
source: Add-on disabled due to being marked broken in repository.
be_by: Дапаўненне выключана, бо ў рэпазіторыіі яно пазначана як сарсаванае.
hu_hu: A kiegészítő letiltva, mer töröttnek jelölve a tárolóban
id_id: Add-on dinonaktifkan karena ditandai rusak di repositori.
it_it: Add-on disabilitato perché contrassegnato come non funzionante nel repository.

# #24095
source: Local package cache
be_by: Лакальны кэш пакункаў
hu_hu: Helyi csomagok gyorsítótára
id_id: Cache paket lokal
it_it: Cache pacchetto locale

# #24096
source: Add-on has been marked broken in repository.
be_by: У рэпазіторыі дапаўненне пазначана як сапсаванае.
hu_hu: A kiegészítő töröttnek lett jelölve a tárolóban.
id_id: Add-on telah ditandai rusak di repositori.
it_it: Add-on contrassegnato come non funzionante nel repository.

# #24097
source: Would you like to disable it on your system?
be_by: Хочаце выключыць яго ў вашай сістэме?
hu_hu: Le akarja tiltani a rendszerén?
id_id: Apakah anda ingin menonaktifkan ini pada sistem anda?
it_it: Vuoi disabilitarlo nel tuo sistema?
mi: E hiahia ana koe ki te mono i te reira i runga i tō pūnaha?

# #24098
source: Broken
be_by: Сапсавана
hu_hu: Működésképtelen
id_id: Rusak
it_it: Non funzionante
mi: Pakaru

# #24099
source: Would you like to switch to this skin?
be_by: Хочаце пераключыцца на гэтую абалонку?
hu_hu: Átvált erre a felszínre?
id_id: Apakah anda ingin mengganti ke kulit ini?
it_it: Vuoi passare a questa skin?
mi: E hiahia ana koe ki te whakawhiti atu ki tenei kiri?

# #24100
source: To use this feature you must download an add-on:
be_by: Каб выкарыстоўваць гэтую магчымасць, неабходна спампаваць дапаўненне:
hu_hu: A funkció használatához le kell töltened egy kiegészítőt:
id_id: Untuk menggunakan fitur ini, anda harus mengunduh pengaya:
it_it: Per usare questa funzione devi scaricare un add-on:

# #24101
source: Would you like to download this add-on?
be_by: Хочаце спампаваць гэтае дапаўненне?
hu_hu: Szeretné letölteni ezt a kiegészítőt?
id_id: Apakah anda ingin mengunduh pengaya ini?
it_it: Vuoi scaricare questo add-on?

# #24102
source: Unable to load skin
be_by: Немагчыма загрузіць абалонку
hu_hu: A felszín nem betölthető
id_id: Tidak dapat memuat kulit
it_it: Impossibile caricare la skin
mi: Kāore e taea te uta i te kiri ki te

# #24103
source: Skin is missing some files
be_by: Некаторыя файлы адсутнічаюць у абалонцы
hu_hu: A felszínhez hiányoznak fájlok
id_id: Kulit kehilangan beberapa berkas
it_it: Mancano alcuni file della skin
mi: Kei te ngaro te kiri ētahi kōnae

# #24104
source: Add-on is incompatible due to unmet dependencies.
be_by: Дапаўненне несумяшчальна праз супярэчнасць залежнасцяў.
hu_hu: Kiegészítő inkompatibilis a függőségei miatt.
id_id: Pengaya inkompatibel disebabkan dependensi tidak terpenuhi.
it_it: Add-on incompatibile a causa di dipendenze non soddisfatte.
mi: He hotokore tika ki te here i tutukitia Tāpiri-ki.

# #24105
source: Pause when searching for subtitles
be_by: Прыпыняць падчас пошуку субцітраў
hu_hu: Szüneteltetés a feliratok keresése közben
id_id: Jeda ketika mencari takarir
it_it: Metti in pausa durante la ricerca dei sottotitoli
mi: Okioki rapu mō hauraro

# #24106
source: Specify where downloaded subtitles should be saved, the same location as the video or a custom location.
be_by: Вызначце, дзе будуць захоўвацца спампаваныя субцітры: разам з відэафайламі, альбо ў іншым месцы.
hu_hu: Meghatározza, hogy a feliratfájlok melyik mappába töltődjenek le. Vagy a videóval egyező, vagy egy teljesen egyedileg kiválasztott mappa is beállítható.
id_id: Tentukan dimana takarir terunduh harus disimpan, Satu lokasi dengan video atau di tempat tersendiri.
it_it: Specifica dove verranno salvati i sottotitoli scaricati, se nella stessa posizione del video o in una posizione personalizzata.

# #24107
source: Searching for subtitles ...
be_by: Пошук субцітраў…
hu_hu: Feliratok keresése…
id_id: Mencari takarir...
it_it: Ricerca sottotitoli in corso ...
mi: E rapu ana mō hauraro ...

# #24108
source: {0:d} subtitles found
be_by: Знойдзена субцітраў: {0:d}
hu_hu: {0:d} felirat található
id_id: {0:d} takarir ditemukan
it_it: {0:d} sottotitoli trovati

# #24109
source: No subtitles found
be_by: Субцітраў не знойдзена
hu_hu: Nem található felirat
id_id: Tidak ada takarir ditemukan
it_it: Nessun sottotitolo trovato
mi: No ná i kitea

# #24110
source: Downloading subtitles ...
be_by: Спампоўванне субцітраў…
hu_hu: Felirat letöltése…
id_id: Mengunduh takarir...
it_it: Download sottotitoli in corso...
mi: Te tikiake i ná Te ...

# #24111
source: Languages to download subtitles for
be_by: Мовы спампоўваемых субцітраў
hu_hu: Feliratok letöltése ezekhez a nyelvekhez:
id_id: Bahasa takarir yang akan diunduh
it_it: Lingue sottotitoli da scaricare
mi: Reo ki te tikiake ná hoki

# #24112
source: Set languages to use when searching for subtitles.[CR]Note: Not all subtitle services will use all languages.
be_by: Абраць мовы для пошуку субцітраў.[CR]Майце на ўвазе, што не ўсе службы субцітраўпадтрымліваюць патрэбныя мовы.
hu_hu: Nyelvek beállítása a feliratok kereséséhez. [CR]Megjegyzés: nem minden feliratszolgáltató támogat minden nyelvet.
id_id: Atur bahasa yang digunakan ketika mencari takarir. [CR]Catatan: Tidak semua layanan takarir menggunakan semua bahasa.
it_it: Imposta le lingue da utilizzare per la ricerca dei sottotitoli.[CR]Nota: non tutti i servizi di sottotitoli dispongono tutte le lingue.

# #24113
source: Failed to download subtitle
be_by: Не атрымалася спампаваць субцітры
hu_hu: Nem sikerült letölteni a feliratot
id_id: Gagal mengunduh takarir
it_it: Impossibile scaricare i sottotitoli
mi: I rahua te tikiake taitararoto

# #24114
source: No subtitle services installed
be_by: Службаў субцітраў не ўсталявана
hu_hu: Nincs feliratszolgáltatás telepítve
id_id: Tidak ada layanan takarir tersedia
it_it: Nessun servizio di sottotitoli installato
mi: No ratonga taitararoto tāutatia

# #24115
source: Subtitle storage location
be_by: Размяшчэнне сховішча субцітраў
hu_hu: Felirat tárolási helye
id_id: Lokasi penyimpanan takarir
it_it: Posizione archiviazione sottotitoli

# #24116
source: Default TV show service
be_by: Прадвызначаная служба для серыялаў
hu_hu: Alapértelmezett sorozat felirat kereső
id_id: Layanan tayangan TV bawaan
it_it: Servizio serie TV predefinito

# #24117
source: Select the service that will be used as default to search for TV show subtitles.
be_by: Абярыце прадвызначаную службу для пошуку субцітраў да серыялаў.
hu_hu: Válassza ki az alap felirat kereső szolgáltatást a sorozatokhoz.
id_id: Pilih layanan yang akan digunakan sebagai bawaan untuk mencari takarir acara TV.
it_it: Seleziona il servizio che verrà utilizzato come predefinito per cercare i sottotitoli delle serie TV.

# #24118
source: Default movie service
be_by: Прадвызначаная служба для фільмаў
hu_hu: Alap film felirat kereső
id_id: Layanan film bawaan
it_it: Servizio film predefinito

# #24119
source: Select the service that will be used as default to search for movie subtitles.
be_by: Абярыце прадвызначаную службу для пошуку субцітраў да фільмаў.
hu_hu: Válassza ki az alap felirat kereső szolgáltatást a filmekhez.
id_id: Pilih layanan yang akan digunakan sebagai bawaan untuk mencari takarir film.
it_it: Seleziona il servizio che verrà utilizzato come predefinito per cercare i sottotitoli dei film.

# #24120
source: Manual search string
be_by: Запыт на пошук
hu_hu: Keresendő szöveg kézi megadása
id_id: string pencarian manual
it_it: Ricerca manuale stringa
mi: String rapu Manual

# #24121
source: Enter search string
be_by: Увядзіце тэкст для пошуку
hu_hu: Keresőszó
id_id: Masukkan Pencarian
it_it: Inserisci stringa di ricerca
mi: Tomo rapu string

# #24122
source: Install all updates
id_id: Instal semua pembaruan
it_it: Installa tutti gli aggiornamenti

# #24123
source: Pause the current video while searching for subtitles and resume once the subtitle is available.
be_by: Прыпыніць прайграванне бягучага відэа падчас пошуку субцітраў і аднавіць, калі яны стануць даступнымі.
hu_hu: A futó videó szüneteltetése, ameddig a felirat keresése folyik és folytatása amint az elérhetővé vált.
id_id: Jeda video saat ini ketika mencari takarir dan melanjutkan setelah takarir tersedia.
it_it: Mette in pausa il video mentre è in corso la ricerca dei sottotitoli e riprende quando i sottotitoli saranno disponibili.

# #24124
source: Next to the video
be_by: Разам з відэа
hu_hu: A videó mellett
id_id: Di sebelah video
it_it: Accanto al video

# #24125
source: Custom location
be_by: У іншым месцы
hu_hu: Egyedi hely
id_id: Lokasi tersendiri
it_it: Posizione personalizzata

# #24126
source: Auto download first subtitle
be_by: Аўтаматычна спампоўваць першыя субцітры
hu_hu: Első felirat automatikus letöltése
id_id: Otomatis mengunduh takarir pertama
it_it: Download automatico primo sottotitolo

# #24127
source: Automatically download first subtitle from the search result list
be_by: Аўтаматычна спампоўваць першыя з выніковага спіса пошуку субцітры
hu_hu: Automatikusan letölti a feliratkeresés első találatát a listáról
id_id: Otomatis mengunduh takarir pertama dari daftar hasil pencarian
it_it: Scarica automaticamente il primo sottotitolo della lista dei risultati di ricerca

# #24128
source: Configuration has been moved
be_by: Канфігурацыя перамешчаная
hu_hu: A konfiguráció át lett helyezve
id_id: Konfigurasi telah dipindahkan
it_it: La configurazione è stata spostata

# #24129
source: The configuration of XBMC has been moved to the new location for Kodi. Please refer to http://kodi.wiki/view/Migration - this message will not be shown again!
be_by: Канфігурацыя XBMC перамешчаная ў новы каталог Kodi. Глядзіце http://kodi.wiki/view/Migration. Гэтае паведамленне больш не будзе паказвацца!
hu_hu: Az XBMC konfigurációja új helyre lett másolva a Kodi számára. Tájékozódjon a http://kodi.wiki/view/Migration webcímen a részletekről - ez az üzenet nem fog többet megjelenni!
id_id: Konfigurasi Kodi telah dipindahkan ke lokasi baru untuk Kodi. Silahkan baca http://kodi.wiki/view/Migration - Pesan ini tidak akan ditampilkan lagi!
it_it: La configurazione di XBMC è stata spostata alla nuova destinazione per Kodi. Per favore fai riferimento a http://kodi.wiki/view/Migration - questo messaggio non verrà mostrato di nuovo!

# #24130
source: Enable parsing for closed captions
be_by: Дазволіць пошук субцітраў
hu_hu: Feliratok kinyerésének engedélyezése
id_id: Aktifkan penguraian untuk caption tertutup
it_it: Abilita decodifica sottotitoli CC

# #24131
source: Enable to parse for CC in video stream. Puts slightly more load on the CPU
be_by: Дазволіць пошук субцітраў у відэаструмені. Крыху болей нагружае працэсар
hu_hu: Engedélyezze a CC-k kinyerését a video folyamból. Kicsit megnöveli a CPU használatot.
id_id: Aktifkan untuk mengurai CC dalam aliran video. Menempatkan sedikit lebih banyak beban pada CPU
it_it: Abilita l'analisi per CC nella traccia video. Mette leggermente più carico sulla CPU

# #24132
source: Would you like to switch to this language?
be_by: Хочаце пераключыцца на гэтую мову?
hu_hu: Szeretne erre a nyelvre váltani?
id_id: Apakah Anda ingin mengganti bahasa ini?
it_it: Vuoi passare a questa lingua?

# #24133
source: Subtitle settings
be_by: Налады субцітраў
hu_hu: Felirat beállításai
id_id: Pengaturan takarir
it_it: Impostazioni sottotitoli

# #24134
source: Download subtitle...
be_by: Спампаваць субцітры…
hu_hu: Felirat letöltése...
id_id: Unduh takarir...
it_it: Scarica sottotitoli...

# #24135
source: To use this feature you must enable an add-on:
be_by: Каб выкарыстоўваць гэтую магчымасць, неабходна ўключыць дапаўненне:
id_id: Untuk menggunakan fitur ini, Anda harus mengaktifkan add-on:
it_it: Per utilizzare questa funzione è necessario abilitare un add-on:

# #24136
source: Would you like to enable this add-on?
be_by: Хочаце ўключыць гэтае дапаўненне?
hu_hu: Akarja engedélyezni ezt a kiegészítőt?
id_id: Apakan anda ingin mengaktifkan pengaya ini?
it_it: Vuoi abilitare questo add-on?

# #24137
source: Install auto updates only
id_id: Instal pembaruan otomatis saja
it_it: Installa solo aggiornamenti automatici

# #24138
source: Update
id_id: Memperbarui
it_it: Aggiorna

# #24139
source: View add-on
id_id: Lihat pengaya
it_it: Visualizza add-on

# #24140
source: View
be_by: Праглядзець
hu_hu: Nézet
id_id: Tampilan
it_it: Visualizza

# #24141
source: Add-on disabled
be_by: Дапаўненне выключана
hu_hu: Kiegészítő tiltva
id_id: Tambahan dinon-aktifkan
it_it: Add-on disabilitato

# #24142
source: The dependency on {0:s} version {1:s} could not be satisfied.
be_by: Патрэбнае дапаўненне {0:s} версіі {1:s} не знойдзена.
hu_hu: A(z) {0:s} ({1:s} verzió) függőség nem elégíthető ki.
id_id: Ketergantungan pada {0:s} versi {1:s} tidak dapat dipenuhi.
it_it: La dipendenza da {0:s} versione {1:s} non può essere soddisfatta.

# #24143
source: Installing the add-on from zip file located at {0:s} failed due to an invalid structure.
id_id: Menginstal pengaya dari berkas zip di {0:s} gagal karena tidak valid.
it_it: L'installazione dell'add-on dal file zip situato in {0:s} non è riuscita a causa di una struttura non valida.

# #24144
source: Add-on uninstalled
be_by: Дапаўненне выдалена
hu_hu: Kiegészítő eltávolítva
id_id: Add-on dihapus
it_it: Add-on disinstallato

# #24145
source: Video library scanner
be_by: Сканэр відэабібліятэкі
hu_hu: Videótár átvizsgáló
id_id: Pemindai perpustakaan video
it_it: Scanner libreria video

# #24146
source: Music library scanner
be_by: Сканэр аўдыябібліятэкі
hu_hu: Zenetár átvizsgáló
id_id: Pemindai perpustakaan musik
it_it: Scanner libreria musicale

# #24147
source: Failed to scan {0:s}: {1:s}
be_by: Не атрымалася адсканаваць {0:s}: {1:s}
hu_hu: {0:s} átvizsgálása sikertelen: {1:s}
id_id: Gagal memindai {0:s}: {1:s}
it_it: Scansione fallita di {0:s}: {1:s}

# #24148
source: Incompatible add-ons
be_by: Несумяшчальныя дапаўненні
hu_hu: Nem támogatott bővítmények
id_id: Pengaya yang tidak kompatibel
it_it: Add-on incompatibili

# #24149
source: The following add-ons are incompatible with this version of Kodi and have been automatically disabled: {0:s}.
be_by: Наступныя дапаўненні несумяшчальныя з гэтай версіяй Kodi і будуць аўтаматычна выключаныя: {0:s}.
hu_hu: A következő bővítmények nem kompatibilisek a Kodi jelenlegi verziójával, ezért automatikusan ki lettek kapcsolva: {0:s}.
id_id: Pengaya berikut tidak kompatibel dengan versi Kodi ini dan telah dinonaktifkan secara otomatis: {0:s}.
it_it: I seguenti add-on sono incompatibili con questa versione di Kodi e sono stati automaticamente disabilitati: {0:s}.
