Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #262
source: Scripts output
be_by: Вывад скрыпту
hu_hu: Programok kimenete
id_id: Hasil skrip
it_it: Output script
mi: Hōtuhi putanga

# #263
source: Allow remote control via HTTP
be_by: Дазволіць адлеглае кіраванне праз HTTP
hu_hu: A HTTP távírányítás engedélyezése
id_id: Izinkan kendali jarak jauh melalui HTTP
it_it: Consenti controllo remoto attraverso HTTP

# #264
source: Record
be_by: Запіс
hu_hu: Felvétel
id_id: Rekam
it_it: Registra
mi: Hopu

# #265
source: Stop Rec.
be_by: Спыніць запіс.
hu_hu: Felvétel leállítása
id_id: Hentikan Rek.
it_it: Stop registrazione
mi: Kāti te Tāhopu

# #266
source: Sort by: Track
be_by: Сартаваць па: трэку
hu_hu: Számok szerint
id_id: Urut berdasarkan: Trek
it_it: Ordina per: Traccia
mi: Kōmaka mā te: Riu Whakatangi

# #267
source: Sort by: Time
be_by: Сартаваць па: часе
hu_hu: Idő szerint
id_id: Urut berdasarkan: Waktu
it_it: Ordina per: Durata
mi: Kōmaka mā te: Wā

# #268
source: Sort by: Title
be_by: Сартаваць па: назве
hu_hu: Cím szerint
id_id: Urut berdasarkan: Judul
it_it: Ordina per: Titolo
mi: Kōmaka mā te: Taitara

# #269
source: Sort by: Artist
be_by: Сартаваць па: выканаўцы
hu_hu: Előadó szerint
id_id: Urut berdasarkan: Artis
it_it: Ordina per: Artista
mi: Kōmaka mā te: Kaiwaiata

# #270
source: Sort by: Album
be_by: Сартаваць па: альбому
hu_hu: Album szerint
id_id: Urut berdasarkan: Album
it_it: Ordina per: Album
mi: Kōmaka mā te: Pukaemi

# #272
source: Pixel ratio adjustment
id_id: Penyetelan Rasio Piksel
it_it: Regolazione rapporto pixel

# #273
source: Adjust the rectangle so it is perfectly square
id_id: Ganti persegi panjang sehingga menjadi persegi yang sempurna
it_it: Regola il rettangolo in modo che sia perfettamente quadrato

# #274
source: Top-Left overscan compensation
id_id: Kompensasi overscan Kiri Atas
it_it: Compensazione dell'overscan angolo: Alto - sinistro

# #275
source: Bottom-Right overscan compensation
id_id: Kompensasi Overscan Kanan Bawah
it_it: Compensazione dell'overscan angolo: Basso - destro

# #276
source: Adjust the arrow to change the amount of overscan
be_by: Перамяшчайце стрэлку каб змяніць памеры экрана
hu_hu: Használja a nyilakat a túllógás beállításához
id_id: Pindahkan tanda panah untuk mengganti jumlah overscan
it_it: Sposta la freccia per modificare la quantità di overscan
mi: Whakaritea te pere ki te huri i te rahi o te overscan

# #277
source: Subtitle positioning
id_id: Posisi Takarir
it_it: Posizionamento dei sottotitoli

# #278
source: Adjust the bar to change the subtitles position
id_id: Sesuaikan bilah untuk mengubah posisi takarir
it_it: Sposta la barra per cambiare la posizione dei sottotitoli

# #279
source: Unable to load settings
be_by: Немагчыма загрузіць налады
hu_hu: Beállítások betöltése sikertelen
id_id: Tidak dapat memuat setelan
it_it: Impossibile caricare le impostazioni
mi: Kāore e taea te ki te uta i ngā tautuhinga

# #280
source: Using default settings
be_by: Выкарыстоўваюцца прадвызначаныя налады
hu_hu: Alapértelmezett beállítások visszaállítása
id_id: Gunakan pengaturan bawaan
it_it: Utilizza le impostazioni predefinite
mi: Te whakamahi i ngā tautuhinga taunoa

# #281
source: Please check the XML files
be_by: Калі ласка, праверце файлы XML
hu_hu: Ellenőrizze az XML fájlokat
id_id: Harap periksa file .xml
it_it: Ricontrolla i file XML
mi: Koa tirohia te kōnae XML

# #282
source: Found {0:d} items
be_by: Знойдзена {0:d} элементаў
hu_hu: {0:d} találat
id_id: Ditemukan {0:d} item
it_it: Trovati {0:d} elementi

# #283
source: Search results
be_by: Вынікі пошуку
hu_hu: Keresési eredmények
id_id: Hasil Pencarian
it_it: Risultati della ricerca
mi: Hua Rapu

# #284
source: No results found
be_by: Нічога не знойдзена
hu_hu: Nincs találat
id_id: Tidak ditemukan
it_it: Nessun risultato
mi: Kāore i kitea ngā hua

# #285
source: Preferred audio language
be_by: Пераважная мова аўдыё
hu_hu: Elsődleges nyelv
id_id: Bahasa audio pilihan
it_it: Lingua preferita per l'audio
mi: Te reo audio e hiahiatia ana

# #286
source: Preferred subtitle language
be_by: Пераважная мова субцітраў
hu_hu: Elsődleges felirat
id_id: Bahasa takarir pilihan
it_it: Lingua preferita per i sottotitoli
mi: Te reo tuhi e hiahiatia ana

# #287
source: Subtitles
be_by: Субцітры
hu_hu: Feliratok
id_id: Takarir
it_it: Sottotitoli
mi: Hauraro

# #288
source: Font
be_by: Шрыфт
hu_hu: Betűtípus
id_id: Huruf
it_it: Carattere
mi: Momotuhi

# #289
source: Size
be_by: Памер
hu_hu: Méret
id_id: Ukuran
it_it: Dimensione
mi: Rahi

# #290
source: Dynamic range compression
be_by: Сцісканне зменнага дыяпазону
hu_hu: Normalizálás (DRC)
id_id: Kompresi rentang dinamis
it_it: Compressione dinamica (DRC)
mi: Kōpeketanga ngā Hihiri

# #293
source: Browse for subtitles
be_by: Абраць субцітры
hu_hu: Feliratok keresése
id_id: Jelajahi takarir
it_it: Sfoglia sottotitoli
mi: Tirotiro hoki hauraro

# #294
source: Create bookmark
be_by: Стварыць закладку
hu_hu: Új könyvjelző
id_id: Buat bookmark
it_it: Crea segnalibro
mi: Waihanga tohuwāhi

# #296
source: Clear bookmarks
be_by: Прыбраць закладкі
hu_hu: Könyvjelzők törlése
id_id: Kosongkan bookmark
it_it: Cancella segnalibri
mi: Mārama tohuwāhi

# #297
source: Audio offset
be_by: Зрух аўдыё
hu_hu: Hang eltolás
id_id: AVDelay
it_it: Sfasamento audio
mi: Ororongo wāhikē

# #298
source: Bookmarks
be_by: Закладкі
hu_hu: Könyvjelzők
id_id: Penanda
it_it: Segnalibri
mi: Ngā Tohuwāhi

# #299
source: Bookmark {0:d}
be_by: Закладка {0:d}
hu_hu: {0:d}. könyvjelző
id_id: Penanda {0:d}
it_it: Segnalibro {0:d}

# #300
source: MP1 capable receiver
be_by: Выводзіць гук у MP1
hu_hu: MP1 kompatibilis vevőkészülék
id_id: Penerima berkemampuan MP1
it_it: Ricevitore compatibile con MP1
mi: Kaitatau o e taea MP1

# #301
source: MP2 capable receiver
be_by: Выводзіць гук у MP2
hu_hu: MP2 kompatibilis vevőkészülék
id_id: Penerima berkemampuan MP2
it_it: Ricevitore compatibile con MP2
mi: Kaitatau o e taea MP2

# #302
source: MP3 capable receiver
be_by: Выводзіць гук у MP3
hu_hu: MP3 kompatibilis vevőkészülék
id_id: Penerima berkemampuan MP3
it_it: Ricevitore compatibile con MP3
mi: Kaitatau o e taea MP3

# #303
source: Delay
be_by: Затрымка
hu_hu: Késleltetés
id_id: Penundaan
it_it: Ritardo
mi: Whakaroa

# #304
source: Language
be_by: Мова
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
mi: Reo

# #305
source: Enabled
be_by: Уключана
hu_hu: Engedélyezve
id_id: Aktifkan
it_it: Abilitato
mi: Kua whakahohe

# #306
source: Non-interleaved
be_by: Без чаргавання
hu_hu: Nem interleave típusú
id_id: Tidak disisipkan
it_it: Non interlacciato
mi: Non-Tuingātahi

# #307
source: Media default
be_by: Прадвызначана
hu_hu: A média alapértelmezése
id_id: Media bawaan
it_it: Predefinito del media

# #308
source: Original language
be_by: Мова арыгінала
hu_hu: Eredeti nyelv
id_id: Bahasa asli
it_it: Lingua originale

# #309
source: User interface language
be_by: Мова інтэрфейсу
hu_hu: Kezelőfelület nyelve
id_id: Bahasa antar-muka pengguna
it_it: Lingua dell'interfaccia utente

# #310
source: Virtual keyboard layouts
id_id: Tata letak keyboard virtual
it_it: Layout tastiera virtuale

# #313
source: Cleaning database
be_by: Ачыстка базы даных
hu_hu: Adatbázis tisztítása
id_id: Membersihkan database
it_it: Pulizia database
mi: Whakapai ana te pātengi raraunga

# #314
source: Preparing...
be_by: Падрыхтоўка...
hu_hu: Előkészítés...
id_id: Persiapan...
it_it: Preparazione...
mi: Te takatū ...

# #315
source: Database error
be_by: Памылка базы даных
hu_hu: Adatbázis hiba
it_it: Errore nel database
mi: Hapa Database

# #316
source: Searching songs...
be_by: Пошук кампазіцый...
hu_hu: Zeneszámok keresése...
id_id: Mencari lagu...
it_it: Ricerca brani...
mi: Rapu waiata ...

# #317
source: Cleaned database successfully
be_by: База даных паспяхова ачышчаная
hu_hu: Adatbázis tisztítása sikeres
id_id: Pembersihan database berhasil
it_it: Database pulito con successo
mi: Pātengi raraunga horoia pai

# #318
source: Cleaning songs...
be_by: Ачыстка кампазіцый...
hu_hu: Zeneszámok tisztítása...
id_id: Membersihkan lagu...
it_it: Pulizia brani...
mi: Whakapai ana waiata ...

# #319
source: Error cleaning songs
be_by: Падчас ачысткі кампазіцый адбылася памылка
hu_hu: Hiba a zeneszámok tisztítása közben
id_id: Kesalahan membersihkan lagu
it_it: Errore nella pulizia dei brani
mi: Waiata horoi Hapa

# #320
source: Cleaning artists...
be_by: Ачыстка выканаўцаў...
hu_hu: Előadók tisztítása...
id_id: Membersihkan artis...
it_it: Pulizia degli artisti...
mi: Whakapai ana toi ...

# #321
source: Error cleaning artists
be_by: Падчас ачысткі выканаўцаў адбылася памылка
hu_hu: Hiba az előadók tisztítása közben
id_id: Kesalahan membersihkan artis
it_it: Errore nella pulizia degli artisti
mi: Toi horoi Hapa

# #322
source: Cleaning genres, roles etc....
be_by: Ачысціць жанры, ролі і г.д…
hu_hu: Műfajok, szereplők stb. tisztítása...
id_id: Membersihkan aliran, aturan dan lainnya....
it_it: Pulizia dei generi, ruoli, ecc...

# #323
source: Error cleaning genres, roles etc.
be_by: Падчас ачысткі жанраў, роляў і г.д. адбылася памылка.
hu_hu: Hiba a műfajok, szerepek stb. tisztításában.
id_id: Gagal membersihkan aliran, aturan dan sebagainya.
it_it: Errore nella pulizia dei generi, ruoli, ecc...

# #324
source: Cleaning paths...
be_by: Ачыстка шляхоў...
hu_hu: Elérési utak tisztítása...
id_id: Pembersihan path...
it_it: Pulizia dei percorsi...
mi: Whakapai ana ara ...

# #325
source: Error cleaning paths
be_by: Падчас ачысткі шляхоў адбылася памылка
hu_hu: Hiba az elérési utak tisztítása közben
id_id: Kesalahan membersihkan path
it_it: Errore nella pulizia dei percorsi
mi: Ara horoi Hapa

# #326
source: Cleaning albums...
be_by: Ачыстка альбомаў...
hu_hu: Albumok tisztítása...
id_id: Pembersihan album...
it_it: Pulizia degli album...
mi: Whakapai ana pukaemi ...

# #327
source: Error cleaning albums
be_by: Падчас ачысткі альбомаў адбылася памылка
hu_hu: Hiba az albumok tisztítása közben
id_id: Kesalahan membersihkan album
it_it: Errore nella pulizia degli album
mi: Pukapuka whakaemi horoi Hapa

# #328
source: Writing changes...
be_by: Запіс змен...
hu_hu: Változások mentése...
id_id: Menulis perubahan...
it_it: Salvo le modifiche...
mi: Tuhia ana te huringa ...

# #329
source: Error writing changes
be_by: Падчас запісу змен адбылася памылка
hu_hu: Hiba a változások mentése közben
id_id: Kesalahan menulis perubahan
it_it: Errore nel salvataggio delle modifiche
mi: Huringa Hapa tuhituhi

# #330
source: This may take some time...
be_by: На гэта можа спатрэбіцца пэўны час...
hu_hu: Ez a művelet akár sok időt is igénybe vehet...
id_id: Mungkin ini akan menghabiskan beberapa saat...
it_it: Questo potrebbe richiedere un po' di tempo...
mi: Kia tango tenei etahi wa ...

# #331
source: Compressing database...
be_by: Сцісканне базы даных...
hu_hu: Adatbázis tömörítése...
id_id: Mengkompres database...
it_it: Compressione del database...
mi: E pēhi ana te pātengi raraunga ...

# #332
source: Error compressing database
be_by: Падчас сціскання базы даных адбылася памылка
hu_hu: Hiba az adatbázis tömörítése közben
id_id: Kesalahan mengkompres database
it_it: Errore durante la compressione del database
mi: Hapa kōpeke pātengi raraunga

# #333
source: Do you want to clean the library?
be_by: Хочаце ачысціць бібліятэку ?
hu_hu: Médiatár tisztítása?
id_id: Anda ingin membersihkan pustaka musik?
it_it: Vuoi eseguire la pulizia della libreria?
mi: E hiahia ana koe ki te horoi i te whare pukapuka?

# #334
source: Clean library...
be_by: Ачысціць бібліятэку...
hu_hu: Médiatár tisztítása...
id_id: Membersihkan Pustaka Musik...
it_it: Pulizia della libreria...
mi: Clean hei tirotiro ai ...

# #335
source: Start
be_by: Пачаць
hu_hu: Indítás
id_id: Mulai
it_it: Avvia
mi: Ttīmata

# #336
source: Framerate conversion
be_by: Канверсія чашчыні кадраў
hu_hu: Képkockasebesség konvertálás
id_id: Atur Framerate
it_it: Conversione del framerate
mi: Faafariuraa Framerate

# #337
source: Output configuration
be_by: Канфігурацыя вываду
hu_hu: Kimenet konfiguráció
id_id: Konfigurasi keluaran
it_it: Configurazione uscita
mi: Whirihoranga Huaputa

# #338
source: Fixed
be_by: Фіксавана
hu_hu: Rögzített
id_id: Sudah tetap
it_it: Fisso
mi: Pumau tonu

# #339
source: Optimized
be_by: Аптымізівана
hu_hu: Optimalizált
id_id: Teroptimasi
it_it: Ottimizzato
mi: Papaitia

# #340
source: Various artists
be_by: Розныя выканаўцы
hu_hu: Különböző előadók
id_id: Berbagai Artis
it_it: Artisti vari

# #341
source: Play disc
be_by: Прайграць дыск
hu_hu: Lemezek
id_id: Mainkan DVD
it_it: Riproduci disco
mi: Kōpae Play

# #342
source: Movies
be_by: Фільмы
hu_hu: Filmek
id_id: Film
it_it: Film
mi: Kiriata

# #343
source: Adjust framerate
be_by: Наладзіць чашчыню кадраў
hu_hu: Képkockasebesség igazítás
id_id: Atur Framerate
it_it: Correggi framerate
mi: Whakarite framerate

# #344
source: Actors
be_by: Акцёры
hu_hu: Színészek
id_id: Aktor
it_it: Attori
mi: Kaiwhakaari

# #345
source: Year
be_by: Год
hu_hu: Év
id_id: Tahun
it_it: Anno
mi: Tau

# #346
source: Maintain original volume on downmix
be_by: Захоўваць зыходную гучнасць пры мікшаванні
hu_hu: Eredeti hangerő megtartása lekeverés esetén
id_id: Pertahankan volume asli ketika melakukan downmix
it_it: Mantieni volume originale nel downmix

# #347
source: DTS-HD capable receiver
be_by: Выводзіць гук у DTS-HD
hu_hu: Nagy felbontású DTS kompatibilis vevőkészülék
id_id: Penerima berkemampuan DTS-HD
it_it: Ricevitore compatibile con DTS-HD
mi: Tali e taea DTS-HD

# #348
source: Allow passthrough
be_by: Дазволіць транзіт
hu_hu: Hangtovábbítás engedélyezése
id_id: Izinkan passthrough
it_it: Consenti passthrough

# #349
source: TrueHD capable receiver
be_by: Выводзіць гук у TrueHD
hu_hu: TrueHD kompatibilis vevőkészülék
id_id: Penerima berkemampuan TrueHD
it_it: Ricevitore compatibile con TrueHD
mi: Kaitatau o e taea TrueHD

# #350
source: Programs
be_by: Праграмы
hu_hu: Programok
id_id: Program
it_it: Programmi
mi: Papatono

# #351
source: Off
be_by: Выключана
hu_hu: Ki
id_id: Mati
it_it: Disattivato
mi: Weto

# #352
source: Dim
be_by: Зацямненне
hu_hu: Elhalványítás
id_id: Redup
it_it: Oscura
mi: Atarua

# #353
source: Black
be_by: Чорны
hu_hu: Fekete
id_id: Hitam
it_it: Nero

# #354
source: Matrix trails
be_by: Сляды матрыцы
hu_hu: Mátrix animáció
it_it: Matrix trail
mi: Ara kopu

# #355
source: Wait time
be_by: Час чакання
hu_hu: Várakozó idő
id_id: Waktu Tunggu
it_it: Tempo di attesa

# #356
source: Screensaver mode
be_by: Рэжым ахоўніка экрана
hu_hu: Képernyővédő típusa
id_id: Mode Screensaver
it_it: Tipo di screensaver
mi: Aratau Tiakimata

# #357
source: Shutdown function timer
be_by: Таймер функцыі выключэння
hu_hu: Alvó üzemmód, ha inaktív a következő ideig
id_id: Waktu Tunggu Mematikan
it_it: Timer spegnimento
mi: Whakaweto mahi matawā

# #358
source: All albums
be_by: Усе альбомы
hu_hu: Minden album
id_id: Semua album
it_it: Tutti gli album
mi: Pukapuka katoa

# #359
source: Recently added albums
be_by: Апошнія дададзеныя альбомы
hu_hu: Új albumok
id_id: Album yang baru ditambahkan
it_it: Album aggiunti di recente
mi: Pukapuka tata tānaki atu

# #361
source: Recursive slideshow
be_by: Рэкурсіўнае слайд-шоў
hu_hu: Rekurzív diavetítés
id_id: Slideshow Berulang
it_it: Presentazione ripetitiva
mi: Whakaatakiriata Recursive

# #362
source: Screensaver dim level
be_by: Узровень зацямнення экрана
hu_hu: Képernyővédő elhalványodási szintje
id_id: Tingkat redup screensaver
it_it: Livello oscuramento screensaver
mi: Tiakimata taumata atarua

# #363
source: Sort by: File
be_by: Сартаваць па: файлам
hu_hu: Fájlnév szerint
id_id: Urut berdasarkan: Berkas
it_it: Ordina per: File
mi: Kōmaka mā te: Kōnae

# #364
source: Dolby Digital (AC3) capable receiver
be_by: Выводзіць гук у Dolby Digital (AC3)
hu_hu: Dolby Digital (AC3) kompatibilis vevőkészülék
id_id: Penerima berkemampuan Dolby Digital (AC3)
it_it: Ricevitore compatibile con Dolby Digital (AC3)
mi: Dolby Digital (AC3) kaitatau o e taea

# #365
source: Sort by: Name
be_by: Сартаваць па: назве
hu_hu: Név szerint
id_id: Urut berdasarkan: Nama
it_it: Ordina per: Nome
mi: Kōmaka mā te: Ingoa

# #366
source: Sort by: Year
be_by: Сартаваць па: годзе
hu_hu: Év szerint
id_id: Urut berdasarkan: Tahun
it_it: Ordina per: Anno
mi: Kōmaka mā te: Tau

# #367
source: Sort by: Rating
be_by: Сартаваць па: рэйтынгу
hu_hu: Értékelés szerint
id_id: Urut berdasarkan: Nilai
it_it: Ordina per: Valutazione
mi: Kōmaka mā te: Whakatauranga

# #369
source: Title
be_by: Назва
hu_hu: Cím
id_id: Judul
it_it: Titolo
mi: Taitara

# #370
source: Thunderstorms
be_by: Навальніцы
hu_hu: Viharos
id_id: Badai
it_it: Temporali
mi: Uira

# #371
source: Partly
be_by: Часткова
hu_hu: Részben
id_id: Sebagian
it_it: Parzialmente
mi: Tetahi wahi

# #372
source: Mostly
be_by: Пераважна
hu_hu: Többnyire
id_id: Sebagian besar
it_it: Per lo più
mi: Te nuinga

# #373
source: Sunny
be_by: Сонечна
hu_hu: Napos
id_id: Cerah
it_it: Soleggiato
mi: Paki

# #374
source: Cloudy
be_by: Воблачна
hu_hu: Felhős
id_id: Mendung
it_it: Nuvoloso
mi: Kāpuapua

# #375
source: Snow
be_by: Снег
hu_hu: Havazás
id_id: Salju
it_it: Neve

# #376
source: Rain
be_by: Дождж
hu_hu: Eső
id_id: Hujan
it_it: Pioggia

# #377
source: Light
be_by: Лёгкі
hu_hu: Enyhe
id_id: Ringan
it_it: Leggera

# #380
source: Showers
be_by: Кароткачасовыя дажджы
hu_hu: Zivatar
id_id: Gerimis
it_it: Rovesci
mi: Ua

# #381
source: Few
be_by: Невялікі
hu_hu: Helyenként
id_id: Sedikit
it_it: Poco
mi: Torutoru

# #382
source: Scattered
be_by: Пераменная воблачнасць
hu_hu: Elszórtan
id_id: Tersebar
it_it: Sparsi
mi: Marara

# #383
source: Wind
be_by: Вецер
hu_hu: Szél
id_id: Angin
it_it: Vento
mi: hao:

# #384
source: Strong
be_by: Моцны
hu_hu: Erős
id_id: Kuat
it_it: Forte
mi: Kaha

# #385
source: Fair
be_by: Сонечна
hu_hu: Szép idő
id_id: Cukup
it_it: Sereno

# #386
source: Clear
be_by: Ясна
hu_hu: Tiszta
id_id: Cerah
it_it: Limpido
mi: Whakawātea

# #387
source: Clouds
be_by: Аблокі
hu_hu: Felhők
id_id: Berawan
it_it: Nuvoloso
mi: Kapua

# #388
source: Early
be_by: Ранні
hu_hu: Hajnalban
id_id: Awal
it_it: Anticipati

# #389
source: Shower
be_by: Кароткачасовы дождж
hu_hu: Zápor
id_id: Gerimis
it_it: Rovescio
mi: Ua

# #390
source: Flurries
be_by: Парывы
hu_hu: Széllökések
id_id: Curah Hujan
it_it: Raffiche

# #391
source: Low
be_by: Найменшая
hu_hu: Alacsony
id_id: Rendah
it_it: Minima
mi: Hakahaka

# #392
source: Medium
be_by: Сярэдняя
hu_hu: Közepes
id_id: Menengah
it_it: Media
mi: Waenga

# #393
source: High
be_by: Найбольшая
hu_hu: Magas
id_id: Tinggi
it_it: Massima
mi: Teitei

# #394
source: Fog
be_by: Туман
hu_hu: Köd
id_id: Kabut
it_it: Nebbia
mi: Kohu

# #395
source: Haze
be_by: Імгла
hu_hu: Pára
id_id: Kabur
it_it: Foschia
mi: Kōkōuri

# #396
source: Select location
be_by: Абраць месца
hu_hu: Hely kiválasztása
id_id: Pilih Lokasi
it_it: Seleziona località
mi: Tīpakohia te wāhi

# #397
source: Refresh time
be_by: Час абнаўлення
hu_hu: Frissítés gyakorisága
id_id: Waktu Penyegaran
it_it: Aggiorna tempo
mi: Kia ora te wā

# #398
source: Temperature units
be_by: Адзінкі тэмпературы
hu_hu: Hőmérséklet mértékegysége
id_id: Unit Suhu
it_it: Unità di misura temperatura
mi: Wae te pāmahana

# #399
source: Speed units
be_by: Адзінкі хуткасці
hu_hu: Sebesség mértékegysége
id_id: Unit Kecepatan
it_it: Unità di misura velocità
mi: Wae Tere

# #400
source: Weather
be_by: Надвор'е
hu_hu: Időjárás
id_id: Cuaca
it_it: Meteo
mi: Huarere

# #401
source: Temp
be_by: Тэмпература
hu_hu: Hőmérséklet
id_id: Suhu
it_it: Temperatura

# #402
source: Feels like
be_by: Адчуваецца як
hu_hu: Hőérzet
id_id: Terasa Seperti
it_it: Percepita
mi: Mana'o rite

# #403
source: UV index
be_by: Сонечная актыўнасць
id_id: Indeks UV
it_it: Indice UV
mi: Taupū UV

# #404
source: Wind
be_by: Вецер
hu_hu: Szél
id_id: Angin
it_it: Vento
mi: hao:

# #405
source: Dew point
be_by: Кропка расы
hu_hu: Harmatpont
id_id: Titik Embun
it_it: Punto di rugiada
mi: Tata tomairangi

# #406
source: Humidity
be_by: Вільготнасць
hu_hu: Páratartalom
id_id: Kelembapan
it_it: Umidità
mi: Haumākū

# #407
source: Hardware keyboard layouts
id_id: Tata letak keyboard hardware
it_it: Layout della tastiera hardware

# #409
source: Defaults
be_by: Прадвызначаныя
hu_hu: Alapértelmezett
id_id: Bawaan
it_it: Predefiniti
mi: Taunoa

# #410
source: Accessing weather service
be_by: Доступ да сэрвісу надвор'я
hu_hu: Időjárás-szolgáltató keresése
id_id: Mengakses Weather.com
it_it: Accesso al servizio meteo
mi: Whai wāhi ratonga huarere

# #411
source: Getting weather for:
be_by: Атрымліваць надвор'е для:
hu_hu: Időjárás lekérdezése:
id_id: Mendapatkan Cuaca Untuk:
it_it: Aggiorno il meteo per:
mi: Whiwhi paki hoki:

# #412
source: Unable to get weather data
be_by: Немагчыма атрымаць звесткі пра надвор'е
hu_hu: Hiba az időjárás lekérdezése közben
id_id: Tidak bisa mendapatkan data cuaca
it_it: Impossibile aggiornare le informazioni meteo
mi: Kāore e taea te ki te tiki raraunga huarere

# #413
source: Manual
be_by: Уласнаручна
hu_hu: Kézi
it_it: Manuale
mi: pukawhakaatu

# #414
source: No review for this album
be_by: Няма рэцэнзій на гэты альбом
hu_hu: Nincs ismertető ehhez az albumhoz
id_id: Tidak ada review album ini
it_it: Nessuna recensione per questo album
mi: No arotake hoki tēnei pukaemi

# #415
source: Downloading thumbnail...
be_by: Спампоўванне мініяцюры...
hu_hu: Minikép letöltése...
id_id: Mengunduh thumbnail...
it_it: Download miniatura in corso...
mi: Tikiake karakōnui ...

# #417
source: View: Big icons
be_by: Выгляд: вялікія значкі
hu_hu: Nézet: Nagy ikon
id_id: Lihat: Ikon Besar
it_it: Vista: Icone grandi
mi: Tirohia: ata Big

# #418
source: Low
be_by: Найменшая
hu_hu: Alacsony
id_id: Rendah
it_it: Basso
mi: Hakahaka

# #419
source: High
be_by: Найбольшая
hu_hu: Magas
id_id: Tinggi
it_it: Alto
mi: Teitei

# #420
source: Best match
be_by: Найлепшы вынік
hu_hu: Leginkább egyező
id_id: Kecocokan terbaik
it_it: Miglior corrispondenza

# #421
source: Keep audio device alive
be_by: Пакідаць аўдыяпрыладу працуючай
hu_hu: Hangeszköz ébren tartása
id_id: Pertahankan perangkat audio tetap hidup
it_it: Mantieni attivo il dispositivo audio
mi: Kia mau ki pūrere ororongo ora

# #422
source: Delete album information
be_by: Выдаліць інфармацыю пра альбом
hu_hu: Album információk törlése
id_id: Hapus informasi album
it_it: Elimina informazioni album

# #423
source: Delete CD information
be_by: Выдаліць інфармацыю пра CD
hu_hu: CD információk törlése
id_id: Hapus informasi CDDB
it_it: Elimina informazioni CD
mi: Mukua te mōhiohio CD

# #424
source: Select
be_by: Абраць
hu_hu: Kiválasztás
id_id: Pilih
it_it: Seleziona
mi: Tīpakohia

# #425
source: No album information found
be_by: Інфармацыя пра альбом адсутнічае
hu_hu: Album információk nem találhatóak
id_id: Tidak ada informasi album yang ditemukan
it_it: Nessuna informazione trovata sull'album
mi: No mōhiohio album i kitea

# #426
source: No CD information found
be_by: Інфармацыя пра CD адсутнічае
hu_hu: CD információk nem találhatóak
id_id: Tidak ada informasi CD yang ditemukan
it_it: Nessuna informazione trovata per il CD
mi: No mōhiohio CD kitea

# #427
source: Disc
be_by: Дыск
hu_hu: Lemez
id_id: Disk
it_it: Disco
mi: Kōpae

# #428
source: Insert correct CD / DVD
be_by: Устаўце прыдатны CD / DVD
hu_hu: Hibás CD/DVD
id_id: Masukkan CD/DVD yang tepat
it_it: Inserire il CD/DVD corretto

# #429
source: Please insert the following disc:
be_by: Калі ласка, ўстаўце наступны дыск:
hu_hu: Helyezze be a következő lemezt:
id_id: Silakan masukkan disk berikut:
it_it: Si prega di inserire il seguente disco:
mi: Kōkuhutia koa te kōpae e whai ake nei:

# #430
source: Sort by: DVD#
be_by: Сартаваць па: DVD#
hu_hu: DVD# szerint
id_id: Urut berdasarkan: DVD#
it_it: Ordina per: DVD#
mi: Kōmaka mā te: DVD#

# #431
source: No cache
be_by: Кэш адсутнічае
hu_hu: Nincs gyorsítótár
id_id: Tanpa Cache
it_it: Nessuna cache
mi: No keteroki
