Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #20332
source: Use file or folder names in lookups?
be_by: Выкарыстоўваць назвы файлаў і каталогаў для пошуку?
hu_hu: Mappa- vagy fájlnevek használata kereséskor?
id_id: Gunakan nama berkas atau folder dalam pencarian?
it_it: Usare i nomi dei file o delle cartelle per le ricerche?
mi: Whakamahia kōnae kōpaki ranei ingoa i roto i lookups?

# #20333
source: Set content
be_by: Вызначыць змесціва
hu_hu: Tartalommegadás
id_id: Atur konten
it_it: Imposta contenuto
mi: Whakaritea ihirangi

# #20334
source: Folder
be_by: Каталог
hu_hu: Mappa
it_it: Cartella
mi: Kōpaki

# #20335
source: Look for content recursively?
be_by: Праглядаць змесціва рэкурсіўна?
hu_hu: Tartalom rekurzív keresése?
id_id: Cari konten secara rekursif?
it_it: Cerco il contenuto in modo ricorsivo?
mi: Kimihia ihirangi recursively?

# #20336
source: Unlock sources
be_by: Разблакаваць крыніцы
hu_hu: Forrászárolás feloldása
id_id: Buka sumber
it_it: Sblocca sorgenti
mi: Wewete puna

# #20337
source: Actor
be_by: Акцёр
hu_hu: Színész
id_id: Aktor
it_it: Attore
mi: Kaiwhakatū

# #20338
source: Movie
be_by: Фільм
hu_hu: Film
id_id: FIlm
it_it: Film
mi: Kiriata

# #20339
source: Director
be_by: Рэжысёр
hu_hu: Rendező
id_id: Sutradara
it_it: Regista
mi: Kaitohu

# #20340
source: Do you want to remove all items within this path from your library?
be_by: Выдаліць з бібліятэкі ўсе аб’екты па гэтаму шляху?
hu_hu: A megadott elérési út összes elemének eltávolítását szeretné?
id_id: Apakah Anda ingin menghapus semua item pada lokasi ini dari pustaka?
it_it: Vuoi rimuovere dalla libreria tutti gli elementi all'interno di questo percorso?

# #20342
source: Movies
be_by: Фільмы
hu_hu: Filmek
id_id: Film
it_it: Film
mi: Kiriata

# #20343
source: TV shows
be_by: Серыялы
hu_hu: Sorozatok
id_id: Acara TV
it_it: Serie TV
mi: Whakaaturanga TV

# #20344
source: This directory contains
be_by: У гэтым каталозе знаходзіцца
hu_hu: A könyvtár tartalma
id_id: Direktori ini berisi
it_it: Questa cartella contiene
mi: Tenei whaiaronga kei

# #20345
source: Run automated scan
be_by: Запусціць аўтаматычнае сканаванне
hu_hu: Automatikus átvizsgálás
id_id: Jalankan pemindaian otomatis
it_it: Esegui scansione automatica
mi: Rere karapa aunoa

# #20346
source: Scan recursively
be_by: Сканаваць рэкурсіўна
hu_hu: Rekurzív átvizsgálás
id_id: Pindai rekursif
it_it: Scansione ricorsiva
mi: Te karapa recursively

# #20347
source: as
be_by: у ролі
hu_hu: mint
id_id: sebagai
it_it: nel ruolo di
mi: rite

# #20348
source: Directors
be_by: Рэжысёры
hu_hu: Rendezők
id_id: Sutradara
it_it: Registi

# #20349
source: No video files found in this path!
be_by: Па гэтаму шляху не знойдзена відэафайлаў!
hu_hu: Nem található videófájl a megadott elérési úton!
id_id: Tidak ada file video yang ditemukan di jalur ini!
it_it: Nessun file video trovato in questo percorso!
mi: Kāore he kōnae ataata i kitea i roto i tenei ara!

# #20350
source: {0:s} ({1:s} votes)
be_by: {0:s} ({1:s} галасоў)
hu_hu: {0:s} ({1:s} szavazat)
id_id: {0:s} ({1:s} suara)
it_it: {0:s} ({1:s} voti)

# #20351
source: TV show information
be_by: Інфармацыя пра серыял
hu_hu: Sorozat információk
id_id: Informasi acara TV
it_it: Informazioni serie TV
mi: Mōhiohio TV whakaatu

# #20352
source: Episode information
be_by: Інфармацыя пра эпізод
hu_hu: Epizód információk
id_id: Informasi Episode
it_it: Informazioni episodio
mi: Mōhiohio Episode

# #20353
source: Loading TV show details
be_by: Загрузка падрабязнасцяў пра серыял
hu_hu: Sorozat információk betöltése
id_id: Memuat detail acara TV
it_it: Dettagli serie TV
mi: Utaina TV whakaatu kōrero

# #20354
source: Fetching episode guide
be_by: Атрыманне распісання эпізодаў
hu_hu: Epizódkalauz letöltése
id_id: Mendapatkan panduan episode
it_it: Recupero guida agli episodi
mi: Tiki aratohu kōrero

# #20355
source: Loading information for episodes in directory
be_by: Загрузка інфармацыі пра эпізоды ў каталог
hu_hu: Információk betöltése a könyvtárban található epizódokhoz
id_id: Memuat info episode pada direktori
it_it: Caricamento informazioni episodi nella cartella

# #20356
source: Select TV show:
be_by: Абярыце серыял:
hu_hu: Sorozat kiválasztása:
id_id: Pilih acara TV:
it_it: Seleziona serie TV:
mi: Tīpakohia TV whakaatu:

# #20357
source: Enter the TV show name
be_by: Увядзіце назву серыяла
hu_hu: Sorozat neve
id_id: Masukkan nama acara TV
it_it: Inserisci il nome della serie TV
mi: Tomo i te ingoa TV show

# #20358
source: Season {0:d}
be_by: Сезон {0:d}
hu_hu: {0:d}. évad
id_id: Musim {0:d}
it_it: Stagione {0:d}

# #20359
source: Episode
be_by: Эпізод
hu_hu: Epizód
it_it: Episodio

# #20360
source: Episodes
be_by: Эпізоды
hu_hu: Epizódok
id_id: Episode
it_it: Episodi
mi: Whakaaturanga

# #20361
source: Loading episode details
be_by: Загрузка падрабязнасцяў пра эпізод
hu_hu: Epizódrészletek betöltése
id_id: Memuat detail episode
it_it: Caricamento dettagli episodio
mi: Kōrero Loading kōrero

# #20362
source: Remove episode from library
be_by: Выдаліць эпізод з бібліятэкі
hu_hu: Epizód eltávolítása a médiatárból
id_id: Menghapus episode dari pustaka
it_it: Rimuovi episodio dalla libreria
mi: Tango kōrero i tirotiro ai

# #20363
source: Remove TV show from library
be_by: Выдаліць серыял з бібліятэкі
hu_hu: Sorozat eltávolítása a médiatárból
id_id: Hapus acara TV dari perpustakaan
it_it: Rimuovi serie TV dalla libreria
mi: Tango TV whakaatu i tirotiro ai

# #20364
source: TV show
be_by: Серыял
hu_hu: Sorozat
id_id: Acara TV
it_it: Serie TV
mi: TV whakaatu

# #20365
source: Episode plot
be_by: Сюжэт эпізоду
hu_hu: Epizód tartalma
id_id: Alur episode
it_it: Trama episodio
mi: Episode wahi

# #20366
source: * All seasons
be_by: * Усе сезоны
hu_hu: * Összes évad
id_id: * Semua musim
it_it: * Tutte le stagioni
mi: * Nga wa katoa

# #20367
source: Hide watched
be_by: Схаваць прагледжаныя
hu_hu: Megnézettek rejtése
id_id: Sembunyikan yang telah ditonton
it_it: Nascondi già visti
mi: Huna titiro

# #20368
source: Prod code
be_by: Код прадукту
hu_hu: Prod kód
id_id: Kode produk
it_it: Codice prodotto
mi: Waehere Prod

# #20369
source: Show information for unwatched items
be_by: Паказваць інфармацыю пра непрагледжанае
hu_hu: Meg nem nézett elemek információinak megjelenítése
id_id: Tampilkan informasi untuk item yang belum ditonton
it_it: Mostra informazioni per elementi non visti

# #20370
source: * Hidden to prevent spoilers *
be_by: * Схавана, каб пазбегнуць спойлераў *
hu_hu: * Elrejtve, spoiler-védelem miatt *
id_id: * Sembunyikan untuk mencegah spoiler *
it_it: * Nascosto per evitare spoiler *
mi: * Huna ki te ārai i kaipahua *

# #20371
source: Set season thumb
be_by: Прызначыць сезону мініяцюру
hu_hu: Évad minikép beállítása
id_id: Setel gambar mini musim
it_it: Imposta anteprima stagione
mi: Whakaturia wa koromatua

# #20372
source: Season image
be_by: Выява сезону
hu_hu: Évad kép
id_id: Gambar musim
it_it: Immagine stagione
mi: Wa image

# #20373
source: Season
be_by: Сезон
hu_hu: Évad
id_id: Musim
it_it: Stagione
mi: Te wa e

# #20374
source: Downloading movie information
be_by: Спампаваць звесткі пра фільм
hu_hu: Film információ letöltése
id_id: Mengunduh informasi film
it_it: Download informazioni film in corso
mi: Tikiake ana i ngā mōhiohio movie

# #20375
source: Unassign content
be_by: Ачысціць змесціва
hu_hu: Tartalom hozzárendelés megszüntetése
id_id: Konten belum ditetapkan
it_it: Contenuto non assegnato
mi: Ihirangi wetetautapa

# #20376
source: Original title
be_by: Зыходная назва
hu_hu: Eredeti cím
id_id: Judul Asli
it_it: Titolo originale
mi: Taitara Original

# #20377
source: Refresh TV show information
be_by: Абнавіць інфармацыю пра серыял
hu_hu: Sorozat információ frissítése
id_id: Segarkan informasi acara TV
it_it: Aggiorna informazioni serie TV
mi: Tāmata mōhiohio whakaatu TV

# #20378
source: Refresh information for all episodes?
be_by: Абнавіць інфармацыю па ўсіх эпізодах?
hu_hu: Az összes epizód információit frissíteni akarja?
id_id: Perbarui informasi untuk semua episode?
it_it: Aggiornare informazioni per tutti gli episodi?

# #20379
source: Selected folder contains a single TV show
be_by: У абраным каталозе адзін серыял
hu_hu: A kiválasztott mappa egyetlen sorozatot tartalmaz
id_id: Folder yang dipilih berisi satu acara TV
it_it: La cartella selezionata contiene una sola serie TV
mi: He TV whakaatu kotahi kei kōpaki i tīpakohia

# #20380
source: Exclude selected folder from scans
be_by: Выключыць абраныя каталогі са сканавання
hu_hu: A kiválasztott mappa kihagyása az átvizsgálásokból
id_id: Kecualikan folder terpilih dari pemindaian
it_it: Escludi la cartella dalla scansione
mi: Waihoa kōpaki i tīpakohia mai scans

# #20381
source: Specials
be_by: Дадатковае
hu_hu: Különkiadások
id_id: Khusus
it_it: Speciali
mi: Ngā Motuhake

# #20382
source: Recently added
be_by: Нядаўна дададзенае
hu_hu: Nemrég bekerült
id_id: Baru ditambahkan
it_it: Aggiunti di recente

# #20383
source: Selected folder contains a single video
be_by: У абраным каталозе адно відэа
hu_hu: A kiválasztott mappa egyetlen videót tartalmaz
id_id: Folder terpilih hanya berisi satu video
it_it: La cartella selezionata contiene un solo video
mi: Kei kōpaki i tīpakohia he ataata kotahi

# #20384
source: Link to TV show
be_by: Звязаць з серыялам
hu_hu: Hivatkozás a sorozathoz
id_id: Tautan ke acara TV
it_it: Collega a serie TV
mi: Hono ki te TV whakaatu

# #20385
source: Remove link to TV show
be_by: Адвязаць ад серыяла
hu_hu: Sorozat hivatkozás törlése
id_id: Hapus tautan ke acara TV
it_it: Rimuovi collegamento a serie TV
mi: Tango hononga ki te TV whakaatu

# #20386
source: Recently added movies
be_by: Нядаўна дададзеныя фільмы
hu_hu: Nemrég bekerült filmek
id_id: Film yang baru saja ditambahkan
it_it: Film aggiunti di recente
mi: Kiriata tata tānaki atu

# #20387
source: Recently added episodes
be_by: Нядаўна дададзеныя эпізоды
hu_hu: Nemrég bekerült epizódok
id_id: Episode yang baru saja ditambahkan
it_it: Episodi aggiunti di recente
mi: Wā tata nei te tāpiri

# #20389
source: Music videos
be_by: Музычныя відэа
hu_hu: Videóklipek
id_id: Musik video
it_it: Video musicali
mi: Ataata Music

# #20390
source: Recently added music videos
be_by: Нядаўна дададзеныя мызычныя відэа
hu_hu: Nemrég bekerült videóklipek
id_id: Video musik yang baru saja ditambahkan
it_it: Video musicali aggiunti di recente
mi: Ataata puoro tata te tāpiri

# #20391
source: Music video
be_by: Музычнае відэа
hu_hu: Videóklip
id_id: Video Musik
it_it: Video musicale

# #20392
source: Remove music video from library
be_by: Выдаліць музычнае відэа з бібліятэкі
hu_hu: Videóklip eltávolítása a médiatárból
id_id: Hapus video musik dari pustaka
it_it: Rimuovi video musicale dalla libreria
mi: Tango ataata puoro i tirotiro ai

# #20393
source: Music video information
be_by: Інфармацыя пра музычнае відэа
hu_hu: Videóklip információ
id_id: Informasi video musik
it_it: Informazioni video musicale
mi: Mōhiohio Music video

# #20394
source: Loading music video information
be_by: Загрузка інфармацыі пра музычнае відэа
hu_hu: Videóklip információ betöltése
id_id: Memuat informasi video musik
it_it: Caricamento informazioni video musicale
mi: Ngā mōhiohio ataata Uta waiata

# #20395
source: Mixed
be_by: Мікс
hu_hu: Kevert
it_it: Mixato
mi: I konatunatua

# #20396
source: Go to albums by artist
be_by: Перайсці да альбомаў па выканаўцах
hu_hu: Albumhoz, előadó szerint
id_id: Ke album menurut artis
it_it: Vai a album per artista
mi: Haere ki te whakaemi i te toi

# #20397
source: Go to album
be_by: Перайсці да альбома
hu_hu: Albumhoz
id_id: Menuju album
it_it: Vai a album
mi: Haere ki te album

# #20398
source: Play song
be_by: Прайграць песню
hu_hu: Zeneszám lejátszása
id_id: Putar lagu
it_it: Riproduci brano
mi: Waiata te tākaro

# #20399
source: Go to music videos from album
be_by: Перайсці да музычных відэа з альбома
hu_hu: Videóklipekhez, az albumról
id_id: Ke video musik dari album
it_it: Vai a video musicali dall'album
mi: Haere ki te ataata pūoro i album

# #20400
source: Go to music videos by artist
be_by: Перайсці да музычных відэа па выканаўцах
hu_hu: Videóklipekhez, előadótól
id_id: Ke video musik menurut artis
it_it: Vai a video musicali per artista
mi: Haere ki te ataata waiata by artist

# #20401
source: Play music video
be_by: Прайграць музычнае відэа
hu_hu: Videóklip lejátszása
id_id: Mainkan video musik
it_it: Riproduci video musicale
mi: Te tākaro ataata puoro

# #20402
source: Download actor thumbnails
be_by: Спампоўваць мініяцюры для акцёраў
hu_hu: Színész bélyegképek letöltése
id_id: Mengunduh thumbnail aktor
it_it: Scarica miniature attori

# #20403
source: Set actor thumb
be_by: Прызначыць акцёру мініяцюру
hu_hu: Színész minikép beállítás
id_id: Atur gambar mini aktor
it_it: Imposta anteprima attore
mi: Huinga kaiwhakaari koromatua

# #20404
source: Remove bookmark
be_by: Выдаліць закладку
hu_hu: Könyvjelző törlése
id_id: Hapus penanda
it_it: Rimuovi segnalibro
mi: Tango tohuwāhi

# #20405
source: Remove episode bookmark
be_by: Выдаліць закладку эпізоду
hu_hu: Epizód-könyvj. törlése
id_id: Hapus bookmark episode
it_it: Rimuovi segnalibro episodio
mi: Tango kōrero tohuwāhi

# #20406
source: Set episode bookmark
be_by: Стварыць закладку эпізоду
hu_hu: Epizód-könyvjelző
id_id: Atur bookmark episode
it_it: Imposta segnalibro episodio
mi: Whakaturia tohuwāhi kōrero

# #20407
source: Information provider settings
be_by: Налады пастаўшчыка інфармацыі
hu_hu: Információkiszolgáló beállításai
id_id: Pengaturan informasi provider
it_it: Impostazioni fornitore informazioni

# #20408
source: Downloading music video information
be_by: Спампоўванне інфармацыі пра музычнае відэа
hu_hu: Videóklip információ letöltése
id_id: Mengunduh informasi video musik
it_it: Download informazioni video musicale in corso
mi: Tikiake ana i ngā mōhiohio ataata puoro

# #20409
source: Downloading TV show information
be_by: Спампоўванне інфармацыі пра серыял
hu_hu: Sorozat információ letöltése
id_id: Mengunduh informasi acara TV
it_it: Download informazioni serie TV in corso
mi: Tikiake ana i ngā mōhiohio TV show

# #20411
source: Flatten
be_by: Схаваць
hu_hu: Listák szűkítése
id_id: Ratakan
it_it: Appiattisci
mi: Whakaparaha

# #20412
source: Flatten TV show seasons
be_by: Схаваць сезоны серыяла
hu_hu: Sorozatévadok szűkítése
id_id: Ratakan musim acara TV
it_it: Appiattisci stagioni serie TV

# #20413
source: Get fanart
be_by: Атрымаць аматарскія ілюстрацыі
hu_hu: Fanartkép
id_id: Dapatkan fanart
it_it: Ottieni fanart
mi: Tikina fanart

# #20414
source: Show fanart in video and music libraries
be_by: Паказваць аматарскія ілюстрацыі ў бібліятэках
hu_hu: Fanartkép megjelenítése a médiatárban
id_id: Tunjukkan fanart di pustaka video dan musik
it_it: Mostra fanart nelle librerie audio e video
mi: Whakaatu fanart i roto i te ataata me te waiata whare pukapuka

# #20415
source: Scanning for new content
be_by: Сканаванне новага змесціва
hu_hu: Új tartalom keresése
id_id: Periksa untuk konten baru
it_it: Scansione nuovo contenuto
mi: Karapa ana hoki ihirangi hou

# #20416
source: First aired
be_by: Прэм’ера
hu_hu: Első adás
id_id: Pertama kali ditayangkan
it_it: Prima messa in onda
mi: Whakapāho tuatahi

# #20417
source: Writer
be_by: Сцэнар
hu_hu: Írta
id_id: Penulis
it_it: Scrittore
mi: Kaituhi

# #20418
source: Writers
be_by: Сцэнарысты
hu_hu: Írták
id_id: Penulis
it_it: Scrittori

# #20419
source: Replace file names with library titles
be_by: Замяняць назвы файлаў на загалоўкі з бібліятэкі
hu_hu: Fájlnevek helyett a médiatár címek mutatása
id_id: Ganti nama berkas dengan judul pustaka
it_it: Sostituisci nomi file con titoli libreria
mi: Whakakapia ingoa kōnae ki te taitara hei tirotiro ai

# #20420
source: Never
be_by: Ніколі
hu_hu: Soha
id_id: Tidak Pernah
it_it: Mai
mi: Kore rawa

# #20421
source: If only one season
be_by: Толькі калі адзін сезон
hu_hu: Csak, ha egy évad van
id_id: Jika hanya satu season
it_it: Se solo una stagione
mi: Ki te kotahi anake te wa e

# #20422
source: Always
be_by: Заўсёды
hu_hu: Mindig
id_id: Selalu
it_it: Sempre
mi: Tonu

# #20423
source: Has trailer
be_by: Ёсць трэйлер
hu_hu: Van filmajánló
id_id: Mempunyai trailer
it_it: Ha il trailer
mi: Kua tauaru

# #20424
source: False
be_by: Не
hu_hu: Hamis
id_id: Salah
it_it: Falso
mi: Teka

# #20425
source: Fanart slideshow
be_by: Слайд-шоў з аматарскіх ілюстрацый
hu_hu: Fanartkép vetítés
id_id: Slideshow Fanart
it_it: Presentazione fanart
mi: Fanart whakaatakiriata

# #20426
source: Export to a single file or separate files per entry?
be_by: Экспартаваць у адзін файл альбо ў розныя файлы для кожнага элемента?
hu_hu: Exportálás egyetlen fájlként, vagy külön-külön?
id_id: Ekspor menjadi satu berkas atau terpisah?
it_it: Esportare in un singolo file o in file separati per voce?

# #20427
source: Choose rule type
be_by: Абярыце тып правіла
hu_hu: Szabálytípus választása
id_id: Pilih jenis aturan
it_it: Scegli tipo di regola

# #20428
source: Single file
be_by: Адзін файл
hu_hu: Egyetlen fájl
id_id: Berkas tunggal
it_it: Singolo file
mi: Kōnae Single

# #20429
source: Separate
be_by: Некалькі файлаў
hu_hu: Külön-külön
id_id: Pisahkan
it_it: Separa
mi: Wehea

# #20430
source: Export thumbnails and fanart?
be_by: Экспартаваць мініяцюры і аматарскія ілюстрацыі?
hu_hu: Miniképek és illusztrációk exportálása?
id_id: Ekspor thumbail dan fanart?
it_it: Esportare miniature e fanart?
mi: Export ngā karakōnui me te fanart?

# #20431
source: Overwrite old files?
be_by: Перазапісаць старыя файлы?
hu_hu: Korábbi fájlok felülírása?
id_id: Timpa berkas lama?
it_it: Sovrascrivere i vecchi file?
mi: Tuhirua ngā kōnae tawhito?

# #20432
source: Exclude path from library updates
be_by: Выключыць шлях з абнаўленняў бібліятэкі
hu_hu: Elérési út kihagyása a médiatár-frissítésekor
id_id: Kecualikan path dari pembaruan pustaka
it_it: Escludi percorso da aggiornamenti libreria
mi: Waihoa ara i ngā whakahōunga hei tirotiro ai

# #20433
source: Extract video information from files
be_by: Вымаць інфармацыю пра відэа з файлаў
hu_hu: Videoinformációk kinyerése a fájlokból
id_id: Ekstrak informasi video dari file
it_it: Estrai informazioni video dai file

# #20434
source: Sets
be_by: Кінацыклы
hu_hu: Gyűjtemények
id_id: Pasang
it_it: Raccolte

# #20435
source: Combine split video items
be_by: Аб’ядноўваць часткі аднаго відэа
hu_hu: Vágott videó elem kombinálása
id_id: Gabungkan item video yang terpisah
it_it: Unisci elementi video divisi
mi: Whakakotahitia ngā tūemi ataata wahia

# #20436
source: Export actor thumbs?
be_by: Экспартаваць мініяцюры акцёраў?
hu_hu: Színész-miniképek exportálása?
id_id: Ekspor thumb aktor?
it_it: Esportare anteprime attori?
mi: Koromatua Export kaiwhakaari?

# #20437
source: Choose fanart
be_by: Абраць аматарскія ілюстрацыі
hu_hu: Illusztráció választás
id_id: Pilih fanart
it_it: Scegli fanart
mi: Kōwhiri fanart

# #20438
source: Local fanart
be_by: Лакальныя
hu_hu: Helyi illusztráció
id_id: Fanart local
it_it: Fanart locale
mi: Fanart rohe

# #20439
source: No fanart
be_by: Ілюстрацыі адсутнічаюць
hu_hu: Nincs illusztráció
id_id: Tanpa fanart
it_it: Nessuna fanart

# #20440
source: Current fanart
be_by: Бягучыя ілюстрацыі
hu_hu: Jelenlegi illusztráció
id_id: Fanart saat ini
it_it: Fanart attuale
mi: Fanart o nāianei

# #20441
source: Remote fanart
be_by: Адлеглыя ілюстрацыі
hu_hu: Távoli illusztráció
id_id: Fanart remote
it_it: Fanart remota
mi: Fanart Mamao

# #20442
source: Change content
be_by: Змяніць змесціва
hu_hu: Tartalom változtatása
id_id: Ubah konten
it_it: Cambia contenuto
mi: Change ihirangi

# #20443
source: Do you want to refresh information for all items within this path?
be_by: Абнавіць інфармацыю для ўсіх аб’ектаў па гэтаму шляху?
hu_hu: A megadott elérési út összes elemének információját frissíti?
id_id: Apakah Anda ingin memperbarui semua item pada lokasi ini?
it_it: Vuoi aggiornare le informazioni per tutti gli elementi all'interno di questo percorso?

# #20444
source: Add to library
be_by: Дадаць у бібліятэку
hu_hu: Hozzáadás a médiatárhoz
id_id: Tambahkan ke perpustakaan
it_it: Aggiungi alla libreria

# #20446
source: Locally stored information found. Ignore and refresh from Internet?
be_by: Знойдзена лакальная інфармацыя. Не зважаць на яе і абнавіць з інтэрнэту?
hu_hu: Helyben tárolt információk találhatóak. Mellőzzi és frissíti az internetről?
id_id: Informasi lokal ditemukan. Abaikan dan perbarui dari Internet?
it_it: Trovate informazioni memorizzate localmente. Ignorare e aggiornare da internet?

# #20447
source: Do you want to add the media from this source to your library?
be_by: Хочаце дадаць медыяфайлы з гэтай крыніцы ў бібліятэку?
hu_hu: Hozzáadja a megadott elérési úton lévő médiát a médiatárhoz?
id_id: Apakah Anda ingin menambahkan media dari sumber ini ke perpustakaan Anda?
it_it: Vuoi aggiungere i file multimediali da questa sorgente alla tua libreria?

# #20448
source: Couldn't download information
be_by: Не атрымалася спампаваць інфармацыю
hu_hu: Információ letöltése sikertelen
id_id: Tidak dapat mengunduh informasi
it_it: Impossibile scaricare le informazioni

# #20449
source: Unable to connect to remote server
be_by: Немагчыма злучыцца з адлеглым серверам
hu_hu: Nem lehet kapcsolódni a távoli kiszolgálóhoz
id_id: Tidak dapat menyambungkan ke server remote
it_it: Impossibile collegarsi al server remoto
mi: Kāore e taea te ki hono ki te tūmau mamao

# #20450
source: Unable to connect to remote server. Would you like to continue scanning?
be_by: Немагчыма злучыцца з адлеглым серверам. Хочаце працягнуць сканаванне?
hu_hu: Nem lehet kapcsolódni a távoli kiszolgálóhoz. Szeretné folytatni a keresést?
id_id: Tidak dapat menghubungkan ke remote server. Apakah anda ingin melanjutkan pemindaian?
it_it: Impossibile connettersi al server remoto. Vuoi continuare la scansione?

# #20451
source: Countries
be_by: Краіны
hu_hu: Országok
id_id: Negara
it_it: Paesi
mi: Ngā Whenua

# #20452
source: episode
be_by: эпізод
hu_hu: epizód
it_it: episodio
mi: kōrero

# #20453
source: episodes
be_by: эпізоды
hu_hu: epizód
id_id: episode
it_it: episodi
mi: whakaaturanga

# #20454
source: Listener
be_by: Слухач
hu_hu: Hallgató
id_id: Pendengar
it_it: Ascoltatore
mi: Whakarongo

# #20455
source: Listeners
be_by: Слухачы
hu_hu: Hallgató
id_id: Pendengar
it_it: Ascoltatori
mi: Whakarongo

# #20456
source: Flatten hierarchy
be_by: Схаваць падкатэгорыі
hu_hu: Lapos rangsor
id_id: Meratakan hirarki
it_it: Appiattisci gerarchia

# #20457
source: Movie set
be_by: Кінацыкл
hu_hu: Filmgyűjtemény
id_id: Set Film
it_it: Raccolta di film
mi: Huinga kiriata

# #20458
source: Show movie sets
be_by: Паказваць цыклы фільмаў
hu_hu: Filmgyűjtemények megjelenítése
id_id: Tampilkan set film
it_it: Mostra raccolte di film

# #20459
source: Tags
be_by: Пазнакі
hu_hu: Címkék
id_id: Tag
it_it: Tag
mi: Ngā Tūtohu

# #20460
source: Add {0:s}
be_by: Дадаць {0:s}
hu_hu: {0:s} hozzáadása
id_id: Tambahkan {0:s}
it_it: Aggiungi {0:s}

# #20461
source: Remove {0:s}
be_by: Выдаліць {0:s}
hu_hu: {0:s} eltávolítása
id_id: Hapus {0:s}
it_it: Rimuovi {0:s}

# #20462
source: New tag...
be_by: Новая пазнака...
hu_hu: Új címke...
id_id: Tag baru...
it_it: Nuovo tag...
mi: Tūtohu New ...

# #20463
source: A tag with the name '{0:s}' already exists.
be_by: Пазнака з назвай "{0:s}" ужо існуе.
hu_hu: A(z) „{0:s}” címke már létezik.
id_id: Tag dengan nama '{0:s}' sudah ada.
it_it: Esiste già un tag con il nome '{0:s}'.

# #20464
source: Select {0:s}
be_by: Абраць {0:s}
hu_hu: {0:s} kiválasztása
id_id: Pilih {0:s}
it_it: Seleziona {0:s}

# #20465
source: Manage movie set
be_by: Кіраванне кінацыклам
hu_hu: Filmgyűjtemények kezelése
id_id: Atur kumpulan film
it_it: Modifica raccolta film
mi: Whakahaere huinga movie

# #20466
source: Select movie set
be_by: Абраць кінацыкл
hu_hu: Filmgyűjtemények kiválasztása
id_id: Pilih kumpulan film
it_it: Seleziona raccolta film
mi: Tīpakohia te huinga movie
