Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #1397
source: and
be_by: і
hu_hu: és
id_id: dan
it_it: e
mi: me

# #1398
source: Freezing
be_by: Холад
hu_hu: Fagyos
id_id: Membeku
it_it: Gelata

# #1399
source: Late
be_by: Позні
hu_hu: Késői
it_it: Tardi

# #1400
source: Isolated
be_by: Месцамі
hu_hu: Helyi
id_id: Terpencil
it_it: Isolato
mi: Taratahi

# #1401
source: Thundershowers
be_by: Залева з навальніцай
hu_hu: Zivatar
id_id: Hujan petir
it_it: Acquazzoni

# #1402
source: Thunder
be_by: Навальніца
hu_hu: Villámlás
id_id: Guntur
it_it: Fulmini
mi: Whatitiri

# #1403
source: Sun
be_by: Сонца
hu_hu: Napos
id_id: Cerah
it_it: Sole
mi: Rātapu

# #1404
source: Heavy
be_by: Моцны
hu_hu: Erős
id_id: Berat
it_it: Intensi
mi: Taimaha

# #1405
source: in
be_by: у
id_id: dalam
it_it: nelle
mi: roto

# #1406
source: the
id_id: si
it_it: il
mi: te

# #1407
source: Vicinity
be_by: Наваколлі
hu_hu: Környéken
id_id: Sekitar
it_it: Vicinanze
mi: Takiwā

# #1408
source: Ice
be_by: Лёд
hu_hu: Jég
id_id: Es
it_it: Ghiaccio

# #1409
source: Crystals
be_by: Крышталі
hu_hu: Kristályok
id_id: Kristal
it_it: Cristalli
mi: Tioata

# #1410
source: Calm
be_by: Цішыня
hu_hu: Nyugodt
id_id: Tenang
it_it: Calmo
mi: Marino

# #1411
source: with
be_by: з
hu_hu: és
id_id: dengan
it_it: con
mi: ki te

# #1412
source: windy
be_by: ветрана
hu_hu: Szeles
id_id: berangin
it_it: ventilato
mi: hauhau

# #1413
source: Patches
be_by: Месцамі
hu_hu: Foltok
id_id: Patch
it_it: Coperto
mi: Pāti

# #1414
source: Thunderstorm
be_by: Навальніца
hu_hu: Vihar
id_id: Badai
it_it: Temporale
mi: Rautupu

# #1415
source: Drizzle
be_by: Імжа
hu_hu: Szemerkél
id_id: Gerimis
it_it: Pioggerella

# #1416
source: Foggy
be_by: Туман
hu_hu: Ködös
id_id: Berkabut
it_it: Nebbioso
mi: Kohu

# #1417
source: Grains
be_by: Град
hu_hu: Szitálás
id_id: Bijian
it_it: Grani
mi: Purapura

# #1418
source: Thunderstorms
be_by: Навальніцы
hu_hu: Viharos
id_id: Badai
it_it: Temporali
mi: Uira

# #1419
source: Shallow
be_by: Нізкі
hu_hu: Alacsony
id_id: Dangkal
it_it: Superficiale
mi: Pāpaku

# #1420
source: Moderate
be_by: Умераны
hu_hu: Enyhe
id_id: Moderat
it_it: Moderato
mi: Ngāwari

# #1421
source: Very high
be_by: Вельмі высокі
hu_hu: Nagyon magas
id_id: Sangat tinggi
it_it: Molto alto

# #1422
source: Windy
be_by: Ветрана
hu_hu: Szeles
id_id: Berangin
it_it: Ventoso
mi: Hauhau

# #1423
source: Mist
be_by: Смуга
hu_hu: Pára
id_id: Berkabut
it_it: Nebbia
mi: Kohu

# #1424
source: Overcast
be_by: Пахмурна
hu_hu: Borult
id_id: Mendung
it_it: Nuvoloso
mi: Kōruru

# #1425
source: Pellets
be_by: Град
hu_hu: Szitálás
id_id: Pelet
it_it: Gelata
mi: Pire

# #1426
source: Hail
be_by: Град
hu_hu: Jégeső
id_id: Hujan es
it_it: Grandine
mi: Tena koe,

# #1427
source: Smoke
be_by: Смог
hu_hu: Füst
id_id: Asap
it_it: Fumo

# #1428
source: Volcanic
be_by: Вулканічны
hu_hu: Vulkáni
id_id: Vulkanik
it_it: Vulcanico
mi: Puia

# #1429
source: Ash
be_by: Попел
hu_hu: Hamu
id_id: Abu
it_it: Cenere
mi: Pungarehu

# #1430
source: Widespread
be_by: Распаўсюджаны
hu_hu: Széleskörű
id_id: Tersebar luas
it_it: Diffuso
mi: Hōrapa

# #1431
source: Dust
be_by: Пыл
hu_hu: Por
id_id: Debu
it_it: Polvere
mi: Puehu

# #1432
source: Sand
be_by: Пясок
hu_hu: Homok
id_id: Pasir
it_it: Sabbia

# #1433
source: Spray
be_by: Распылены
hu_hu: Permet
id_id: Semburan
it_it: Spruzzi
mi: Rehu

# #1434
source: Whirls
be_by: Віхуры
hu_hu: Forgószél
id_id: Pusaran
it_it: Vortici

# #1435
source: Sandstorm
be_by: Пясчаная бура
hu_hu: Homokvihar
id_id: Badai pasir
it_it: Tempesta di sabbia
mi: Kirikiri

# #1436
source: Blowing
be_by: Лятучы
hu_hu: Széllökés
id_id: Hembusan
it_it: Soffiante
mi: Whakatangi

# #1437
source: Pellet
be_by: Град
hu_hu: Szitál
id_id: Pelet
it_it: Gelata

# #1438
source: Small
be_by: Невялікі
hu_hu: Alacsony
id_id: Kecil
it_it: Piccolo

# #1439
source: and
be_by: і
hu_hu: és
id_id: dan
it_it: e
mi: me

# #1440
source: Sleet
be_by: Дождж са снегам
hu_hu: Havas eső
id_id: Hujan es
it_it: Nevischio
mi: Waiwaha

# #1441
source: with
be_by: з
hu_hu: és
id_id: dengan
it_it: con
mi: ki te

# #1442
source: Chance
be_by: Магчыма
hu_hu: Várható
id_id: Kesempatan
it_it: Probabilità

# #1443
source: of
be_by: з
id_id: dari
it_it: di
mi: o

# #1444
source: Funnel
be_by: Варонка
hu_hu: Tölcsér
id_id: Corong
it_it: Incanalato
mi: Kōrere

# #1445
source: Cloud
be_by: Воблака
hu_hu: Felhő
id_id: Awan
it_it: Nube
mi: Kapua

# #1446
source: Unknown
be_by: Невядома
hu_hu: Ismeretlen
id_id: Tidak Diketahui
it_it: Sconosciuto
mi: Tauhou

# #1447
source: Squalls
be_by: Шквал
hu_hu: Vihar
id_id: Badai
it_it: Burrasca

# #1448
source: Precipitation
be_by: Ападкі
hu_hu: Csapadék
id_id: Tindakan cepat
it_it: Precipitazioni

# #1449
source: Partial
be_by: Часткова
hu_hu: Részleges
it_it: Parziale
mi: Kanohi

# #1450
source: Put display to sleep when idle
be_by: Адпраўляць дысплей у сон падчас чакання
hu_hu: Kijelző altatása üresjárat esetén
id_id: Biarkan tampilan untuk tidur ketika menganggur
it_it: Metti lo schermo in risparmio energetico quando inattivo
mi: Maka whakaatu ki te moe, ka mangere

# #2050
source: Runtime
be_by: Працягласць
hu_hu: Hossz
id_id: Waktu jalan
it_it: Durata
mi: Wāhaere

# #2080
source: Empty list
be_by: Пусты спіс
hu_hu: Üres lista
id_id: Daftar Kosong
it_it: Elenco vuoto
mi: Rārangi Putu i

# #2081
source: Went back to parent list because the active list has been emptied
be_by: Вяртанне да бацькоўскага спіса праз ачышчэнне актыўнага спіса
hu_hu: Visszalépés a szülőlistához, mert az aktív lista kiürült
id_id: Kembali ke daftar parent karena daftar aktif sudah dikosongkan
it_it: Si è tornati all'elenco principale perché l'elenco attivo è stato svuotato
mi: Hoki ki te rārangi mātua haere no te mea kua ringihia e kua te rārangi hohe

# #2101
source: Newer version needed. Check the log for more information about this message.
be_by: Патрабуецца больш новая версія. Праглядзіце журнал, каб даведацца больш пра гэтаепаведамленне.
hu_hu: Újabb verzió szükséges. Kérem ellenőrizze a hibanaplót bővebb információért.
id_id: Dibutuhkan versi terbaru. Periksa log untuk informasi mengenai pesan ini.
it_it: È necessaria una versione più recente. Controlla il log per ulteriori informazioni su questo messaggio.

# #2102
source: {0:s} error
be_by: Памылка {0:s}
hu_hu: {0:s} hiba
id_id: Kesalahan {0:s}
it_it: Errore {0:s}

# #2103
source: Add-on error
be_by: Памылка дапаўнення
hu_hu: Kiegészítő hiba
id_id: Kesalahan pengaya
it_it: Errore add-on

# #2104
source: Check the log for more information.
be_by: Праверце журнал, каб атрымаць больш інфармацыі.
hu_hu: További információk a hibanaplóban
id_id: Periksa log untuk informasi lebih lanjut.
it_it: Visualizza il log per ulteriori informazioni.

# #2203
source: Use DTS Core
id_id: Gunakan Inti DTS
it_it: Usa DTS Core

# #2204
source: Select this option if you want to passthrough DTS-HD formats as DTS, otherwise, DTS-HD formats will be played via PCM
id_id: Pilih opsi ini jika Anda ingin melewati format DTS-HD sebagai DTS, jika tidak, format DTS-HD akan diputar melalui PCM
it_it: Scegli questa opzione se vuoi effettuare il passthrough del formato DTS-HD come DTS, altrimenti, i formati DTS-HD verranno riprodotti attraverso PCM

# #10001
source: Programs
be_by: Праграмы
hu_hu: Programok
id_id: Program
it_it: Programmi
mi: Papatono

# #10002
source: Pictures
be_by: Малюнкі
hu_hu: Képek
id_id: Foto
it_it: Immagini
mi: Pikitia

# #10003
source: File manager
be_by: Кіраўнік файлаў
hu_hu: Fájlkezelő
id_id: File
it_it: Gestore file
mi: Kōnae Whakahaere

# #10004
source: Settings
be_by: Налады
hu_hu: Beállítások
id_id: Setelan
it_it: Impostazioni
mi: Whakatūringi

# #10005
source: Not available
be_by: Недаступна
hu_hu: Nem elérhető
id_id: Tidak tersedia
it_it: Non disponibile

# #10006
source: N/A
be_by: Недаступна
hu_hu: Nem elérhető
id_id: T/A
it_it: N.D.

# #10007
source: System information
be_by: Сістэмная інфармацыя
hu_hu: Rendszerinfó
id_id: Informasi Sistem
it_it: Informazioni di sistema
mi: Mōhiohio Pūnaha

# #10008
source: Play next
be_by: Прайграць наступнае
hu_hu: Következő lejátszása
id_id: Putar berikutnya
it_it: Riproduci successivo

# #10009
source: Confirm add-on configuration removal
id_id: Konfirmasi penghapusan konfigurasi pengaya
it_it: Conferma rimozione della configurazione dell'add-on

# #10010
source: Select add-on configuration to remove
id_id: Pilih konfigurasi pengaya untuk dihapus
it_it: Seleziona la configurazione dell'add-on da rimuovere

# #10011
source: Settings - Videos - Screen calibration
be_by: Налады - Відэа - Калібраванне экрана
hu_hu: Beállítások - Videók - Képernyő Kalibrálás
id_id: Pengaturan - Video - Kalibrasi Layar
it_it: Impostazioni - Video - Calibrazione schermo

# #10012
source: Add-on configurations and settings
id_id: Konfigurasi dan pengaturan pengaya
it_it: Configurazioni e impostazioni add-on

# #10013
source: Edit add-on settings
id_id: Sunting pengaturan pengaya
it_it: Modifica impostazioni add-on

# #10014
source: Add add-on configuration
id_id: Tambahkan konfigurasi pengaya
it_it: Aggiungi configurazione add-on

# #10015
source: Remove add-on configuration
id_id: Hapus konfigurasi pengaya
it_it: Rimuovi configurazione add-on

# #10016
source: Settings - System
be_by: Налады - Сістэма
hu_hu: Beállítások - Rendszer
id_id: Pengaturan - Sistem
it_it: Impostazioni - Sistema
mi: Settings - Pūnaha

# #10017
source: Add-on configuration
id_id: Konfigurasi pengaya
it_it: Configurazione add-on

# #10018
source: Settings - Service
be_by: Налады - Сэрвіс
hu_hu: Beállítások - Szolgáltatás
id_id: Pengaturan - Layanan
it_it: Impostazioni - Servizio

# #10019
source: Do you want to remove the add-on configuration "{0:s}"?
id_id: Apakah Anda ingin menghapus konfigurasi pengaya "{0:s}"?
it_it: Vuoi rimuovere la configurazione dell'add-on "{0:s}"?

# #10020
source: Edit "{0:s}" [{1:s}]
id_id: Sunting "{0:s}" [{1:s}]
it_it: Modifica "{0:s}" [{1:s}]

# #10021
source: Settings - TV
be_by: Налады - ТБ
hu_hu: Beállítások - TV
id_id: Pengaturan - TV
it_it: Impostazioni - TV

# #10022
source: Settings - Games
be_by: Налады - Гульні
hu_hu: Beállítások - Játékok
id_id: Pengaturan - Permainan
it_it: Impostazioni - Giochi

# #10024
source: Titles
be_by: Назвы
hu_hu: Címek
id_id: Judul
it_it: Titoli

# #10025
source: Videos
be_by: Відэа
hu_hu: Videók
id_id: Video
it_it: Filmati
mi: Rīpene Whakaata

# #10028
source: Videos / Playlist
be_by: Відэа / Спісы прайгравання
hu_hu: Videók / Lejátszólista
id_id: Video / Daftar Main
it_it: Video / Playlist

# #10029
source: Login screen
be_by: Экран уваходу
hu_hu: Bejelentkezési képernyő
id_id: Layar Masuk
it_it: Schermata di accesso
mi: Mata Takiuru

# #10030
source: Settings - Player
be_by: Налады - Прайгравальнік
hu_hu: Beállítások - Lejátszó
id_id: Pengaturan - Player
it_it: Impostazioni - Lettore

# #10031
source: Settings - Media
be_by: Налады - Медыя
hu_hu: Beállítások - Média
id_id: Pengaturan - Media
it_it: Impostazioni - Media

# #10032
source: Settings - Interface
be_by: Налады - Інтэрфейс
hu_hu: Beállítások - Kezelőfelület
id_id: Pengaturan - Antarmuka
it_it: Impostazioni - Interfaccia

# #10034
source: Settings - Profiles
be_by: Налады - Профілі
hu_hu: Beállítások - Profilok
id_id: Pengaturan - Profil
it_it: Impostazioni - Profili
mi: Settings - Kōtaha

# #10035
source: Skin Settings
be_by: Налады абалонкі
hu_hu: Felszín Beállítások
id_id: Pengaturan Skin
it_it: Impostazioni skin

# #10036
source: Basic
be_by: Базавы
hu_hu: Alapszint
id_id: Dasar
it_it: Base
mi: Waiwai

# #10038
source: Advanced
be_by: Пашыраны
hu_hu: Haladó
id_id: Lanjutan
it_it: Avanzato
mi: Arā Atu Anō

# #10039
source: Expert
be_by: Экспертны
hu_hu: Profi
id_id: Mahir
it_it: Esperto
mi: Tohunga

# #10040
source: Add-on browser
be_by: Браўзер дапаўненняў
hu_hu: Kiegészítő böngésző
id_id: Peramban pengaya
it_it: Navigatore add-on
mi: Tāpiri-i runga i pūtirotiro

# #10041
source: Reset above settings to default
be_by: Скінуць размешчаныя вышэй налады да прадвызначаных
hu_hu: Alapértelmezett beállítások visszaállítása
id_id: Setel ulang pengaturan di atas ke bawaan
it_it: Ripristina impostazioni ai valori predefiniti
mi: Tautuhi anō i ngā tautuhinga i runga ake ki te taunoa

# #10042
source: Are you sure you want to reset the settings in this category?
be_by: Сапраўды скінуць налады ў гэтай катэгорыі?
hu_hu: Biztosan visszaállítja a kategória beállításait?
id_id: Apakah anda yakin ingin atur ulang pengaturan di dalam kategori ini?
it_it: Sei sicuro di voler ripristinare le impostazioni in questa categoria?
mi: Kei te hiahia koe ki te tautuhi anō i ngā tautuhinga i roto i tēnei kāwai ki a koutou?

# #10043
source: Help
be_by: Даведка
hu_hu: Súgó
id_id: Bantuan
it_it: Aiuto
mi: Āwhina

# #10044
source: No help available
be_by: Даведка адсутнічае
hu_hu: Nem áll rendelkezésre súgó
id_id: Tidak ada bantuan tersedia
it_it: Nessun aiuto disponibile
mi: No āwhina e wātea ana

# #10045
source: Resets all the visible settings to their default values.
be_by: Скідае ўсе бачныя налады да прадвызначаных значэнняў.
hu_hu: Az összes látható beállítás visszaállítása alapértelmezettre.
id_id: Setel ulang semua pengaturan yang terlihat ke nilai bawaannya.
it_it: Ripristina tutte le impostazioni visibili ai valori predefiniti.
mi: Tautuhianō i ngā tautuhinga kitea katoa ki o ratou uara taunoa.

# #10046
source: No categories available
be_by: Няма даступных катэгорый
hu_hu: Nem áll rendelkezésre kategória
id_id: Tidak ada kategori tersedia
it_it: Nessuna categoria disponibile
mi: No ngā kāwai e wātea ana

# #10047
source: Try changing the setting level to see additional categories and settings.
be_by: Паспрабуйце змяніць узровень наладкі, каб убачыць дадатковыя катэгорыі і налады.
hu_hu: A beállítási szint módosítása, több kategória és beállítás megjelenítéséhez.
id_id: Coba rubah tingkat setelan untuk melihat kategori dan setelan tambahan.
it_it: Prova a modificare il livello di impostazione per visualizzare categorie e impostazioni aggiuntive.
mi: Whakamātau ki te whakarerekē i te taumata tautuhinga ki te kite atu i ngā kāwai me ngā tautuhinga.

# #10048
source: Add video source
be_by: Дадаць крыніцу відэа
hu_hu: Video forrás hozzáadása
id_id: Tambahkan sumber video
it_it: Aggiungi sorgente video

# #10049
source: Add music source
be_by: Дадаць музычную крыніцу
hu_hu: Zene forrás hozzáadása
id_id: Tambahkan sumber musik
it_it: Aggiungi sorgente musica

# #10050
source: Event log
be_by: Журнал падзей
hu_hu: Eseménynapló
id_id: Log event
it_it: Log eventi

# #10051
source: Add program source
be_by: Дадаць крыніцу праграм
hu_hu: Program forrás hozzáadása
id_id: Tambahkan sumber program
it_it: Aggiungi sorgente programmi

# #10052
source: Add file source
be_by: Дадаць крыніцу файлаў
hu_hu: Fájl forrás hozzáadása
id_id: Tambahkan sumber berkas
it_it: Aggiungi sorgente file

# #10053
source: Edit video source
be_by: Рэдагаваць крыніцу відэа
hu_hu: Video forrás szerkesztése
id_id: Ubah sumber video
it_it: Modifica sorgente video

# #10054
source: Edit music source
be_by: Рэдагаваць крыніцу музыкі
hu_hu: Zene forrás szerkesztése
id_id: Ubah sumber musik
it_it: Modifica sorgente musica

# #10055
source: Edit picture source
be_by: Рэдагаваць крыніцу выяў
hu_hu: Kép forrás szerkesztése
id_id: Ubah sumber gambar
it_it: Modifica sorgente immagini

# #10056
source: Edit program source
be_by: Рэдагаваць крыніцу праграм
hu_hu: Program forrás szerkesztése
id_id: Ubah sumber program
it_it: Modifica sorgente programmi

# #10057
source: Edit file source
be_by: Рэдагаваць крыніцу файлаў
hu_hu: Fájl forrás szerkesztése
id_id: Ubah sumber berkas
it_it: Modifica sorgente file

# #10058
source: Remove tag from library
id_id: Hapus tag dari perpustakaan
it_it: Rimuovi i tag dalla libreria

# #10060
source: Favourites
id_id: Favorit
it_it: Preferiti

# #10099
source: Pointer
be_by: Паказальнік
hu_hu: Mutató
id_id: Penunjuk
it_it: Puntatore

# #10100
source: Yes / No dialog
be_by: Дыялог "Так / Не"
hu_hu: Igen / Nem párbeszédablak
id_id: Dialog Ya / Tidak
it_it: Finestra di dialogo Sì/No

# #10101
source: Progress dialog
be_by: Дыялог прагрэсу
hu_hu: Állapot párbeszédablak
id_id: Dialog Kemajuan
it_it: Finestra avanzamento

# #10103
source: Virtual keyboard
be_by: Віртуальная клавіятура
hu_hu: Virtuális billentyűzet
id_id: Papa ketik virtual
it_it: Tastiera virtuale

# #10104
source: Volume bar
be_by: Радок гучнасці
hu_hu: Hangerősáv
id_id: Bar volume
it_it: Barra del volume

# #10106
source: Context menu
be_by: Кантэкстнае меню
hu_hu: Környezeti menü
id_id: Menu konteks
it_it: Menu contestuale

# #10107
source: Notification dialog
be_by: Дыялог апавяшчэння
hu_hu: Értesítés párbeszédablak
id_id: Dialog notifikasi
it_it: Finestra di notifica

# #10109
source: Numeric Input
be_by: Лічбавы ўвод
hu_hu: Numerikus bevitel
id_id: Masukan numerik
it_it: Ingresso numerico

# #10110
source: Gamepad input
be_by: Увод з джойсціка
hu_hu: Gamepad bevitel
id_id: Masukan gamepad
it_it: Ingresso gamepad

# #10111
source: Shutdown menu
be_by: Меню выключэння
hu_hu: Leállítás menü
id_id: Menu Shutdown
it_it: Menu spegnimento

# #10114
source: Player controls
be_by: Кіраванне прайгравальнікам
hu_hu: Lejátszó vezérlők
id_id: Kontrol player
it_it: Controlli lettore

# #10115
source: Seek bar
be_by: Радок перамоткі
hu_hu: Keresősáv
id_id: Bar geser
it_it: Barra di avanzamento

# #10116
source: Player process info
be_by: Інфармацыя пра прайгравальнік
hu_hu: Feldolgozási információ
id_id: Informasi proses player
it_it: Info processo di riproduzione

# #10120
source: Music OSD
be_by: OSD музыкі
hu_hu: Zene tálca
id_id: OSD Musik
it_it: OSD musica

# #10122
source: Visualization preset list
be_by: Спіс налад візуалізацыі
hu_hu: Vizualizáció előbeállítások listája
id_id: Daftar preset visualisasi
it_it: Vista elenco preset

# #10123
source: Video OSD settings
be_by: Налады OSD відэа
hu_hu: Videó OSD beállítások
id_id: Pengaturan OSD Video
it_it: Impostazioni OSD video

# #10124
source: Audio OSD settings
be_by: Налады OSD аўдыё
hu_hu: Audió OSD beállítások
id_id: Pengaturan OSD Suara
it_it: Impostazioni OSD audio

# #10125
source: Video bookmarks
be_by: Відэазакладкі
hu_hu: Videó könyvjelzők
id_id: Penanda Video
it_it: Segnalibri video

# #10126
source: File browser
be_by: Аглядальнік файлаў
hu_hu: Fájlkezelő
id_id: Peramban berkas
it_it: Navigatore File
mi: Pūtirotiro kōnae

# #10127
source: channels
be_by: каналы
hu_hu: csatornák
id_id: saluran
it_it: canali

# #10128
source: Network setup
be_by: Налады сеткі
hu_hu: Hálózat beállítása
id_id: Pengaturan jaringan
it_it: Impostazioni di rete
mi: Te tatūnga Whatunga

# #10129
source: Media source
be_by: Крыніца медыя
hu_hu: Médiaforrás
id_id: Sumber media
it_it: Sorgente multimediale
mi: Puna Media

# #10130
source: Profile settings
be_by: Налады профілю
hu_hu: Profil beállításai
id_id: Pengaturan profil
it_it: Impostazioni profilo
mi: I ngā tautuhinga Profile

# #10131
source: Lock settings
be_by: Налады блакавання
hu_hu: Beállítások zárolása
id_id: Setting Penguncian
it_it: Blocca impostazioni
mi: Maukati i ngā tautuhinga

# #10132
source: Content settings
be_by: Налады змесціва
hu_hu: Tartalom beállításai
id_id: Pengaturan konten
it_it: Impostazioni contenuto
mi: I ngā tautuhinga Ihirangi

# #10134
source: Favourites
be_by: Улюбёныя
hu_hu: Kedvencek
id_id: Favorit
it_it: Preferiti
mi: Ngā makau

# #10135
source: Song info
be_by: Інфармацыя пра кампазіцыю
hu_hu: Szám infó
id_id: Informasi lagu
it_it: Informazioni brano

# #10136
source: Smart playlist editor
be_by: Рэдактар разумных спісаў прайгравання
hu_hu: Intelligens lejátszólista szerkesztő
id_id: Penyunting daftar putar pintar
it_it: Editor playlist smart
mi: Ētita rārangipāpāho Smart

# #10137
source: Smart playlist rule editor
be_by: Рэдактар правіл разумных спісаў прайгравання
hu_hu: Intelligens lejátszólista szabályszerkesztő
id_id: Penyunting aturan daftar putar pintar
it_it: Editor regole playlist smart
mi: Ētita ture rārangipāpāho Smart

# #10139
source: Picture info
be_by: Інфармацыя пра малюнак
hu_hu: Kép infó
id_id: Informasi gambar
it_it: Informazioni immagine

# #10140
source: Add-on settings
be_by: Налады дапаўнення
hu_hu: Kiegészítő beállítások
id_id: Pengaturan Pengaya
it_it: Impostazioni add-on
mi: I ngā tautuhinga Tāpiri-i runga i

# #10142
source: Fullscreen info
be_by: Інфармацыя на ўвесь экран
hu_hu: Teljes képernyős infó
id_id: Informasi layar penuh
it_it: Informazioni schermo intero

# #10145
source: Slider dialog
be_by: Паўзунок
hu_hu: Csúszka párbeszédablak
id_id: Dialog slider
it_it: Finestra barra scorrimento

# #10146
source: Add-on info
be_by: Інфармацыя пра дапаўненне
hu_hu: Kiegészítő infó
id_id: Informasi pengaya
it_it: Informazioni add-on

# #10147
source: Text viewer
be_by: Прагляд тэксту
hu_hu: Szöveg megtekintő
id_id: Penampil teks
it_it: Visualizzatore testo

# #10150
source: Peripheral settings
be_by: Налады перыферыйных прылад
hu_hu: Periféria beállítások
id_id: Pengaturan peripheral
it_it: Impostazioni periferiche

# #10151
source: Extended progress dialog
be_by: Пашыраны дыялог прагрэсу
hu_hu: Bővített állapot párbeszédablak
id_id: Dialog extended progress
it_it: Finestra di avanzamento estesa

# #10152
source: Media filter
be_by: Медыяфільтр
hu_hu: Médiaszűrő
id_id: Saringan media
it_it: Filtro elementi

# #10153
source: Subtitle search
be_by: Пошук субцітраў
hu_hu: Felirat keresés
id_id: Pencarian takarir
it_it: Ricerca sottotitoli

# #10157
source: OSD CMS settings
be_by: Налады OSD CMS
hu_hu: OSD CMS beállítások
id_id: Pengaturan OSD CMS
it_it: Impostazioni OSD CMS

# #10159
source: Subtitle OSD settings
be_by: Налады субцітраў OSD
hu_hu: Felirat OSD beállításai
id_id: Pengaturan takarir OSD
it_it: Impostazioni OSD sottotitoli

# #10210
source: Looking for subtitles...
be_by: Пошук субцітраў...
hu_hu: Feliratok keresése...
id_id: Mencari takarir...
it_it: Ricerca dei sottotitoli...
mi: Titiro hoki hauraro ...

# #10211
source: Looking for or caching subtitles...
be_by: Пошук ці кэшаванне субцітраў...
hu_hu: Feliratok keresése vagy gyorsítótárazása...
id_id: Mencari atau mencache takarir...
it_it: Ricerca o memorizzazione dei sottotitoli...
mi: Titiro hoki te whakaketeroki ná ranei ...

# #10212
source: terminating
be_by: знішчэнне
hu_hu: megszakítás
id_id: mengakhiri
it_it: terminando
mi: mutunga

# #10214
source: Opening stream
be_by: Адкрыццё трансляцыі
hu_hu: Adatfolyam megnyitása
id_id: Membuka stream
it_it: Apertura traccia
mi: Awa Opening

# #10500
source: Music playlist
be_by: Музычны спіс прайгравання
hu_hu: Zenei lejátszólista
id_id: DaftarPutar lagu
it_it: Playlist musica

# #10502
source: Music
be_by: Музыка
hu_hu: Zene
id_id: Musik
it_it: Musica

# #10503
source: Music playlist editor
be_by: Рэдактар музычных спісаў прайгравання
hu_hu: Zenei lejátszólista szerkesztő
id_id: Penyunting daftar putar musik
it_it: Editor playlist musica

# #10504
source: Top 100 songs
be_by: Найлепшыя 100 кампазіцый
hu_hu: Top 100 dal
id_id: 100 Lagu Teratas
it_it: Top 100 brani
mi: 100 waiata Runga

# #10505
source: Top 100 albums
be_by: Найлепшыя 100 альбомаў
hu_hu: Top 100 album
id_id: 100 Album Teratas
it_it: Top 100 album
mi: 100 pukapuka Runga

# #10506
source: Programs
be_by: Праграмы
hu_hu: Programok
id_id: Aplikasi
it_it: Programmi
mi: Papatono

# #10507
source: Configuration
be_by: Канфігурацыя
hu_hu: Konfiguráció
id_id: Konfigurasi
it_it: Configurazione
mi: Whirihoranga

# #10508
source: Weather forecast
be_by: Надвор'е
hu_hu: Időjárás-előrejelzés
id_id: Ramalan Cuaca
it_it: Previsioni meteo
mi: Weather matapae

# #10509
source: Network gaming
be_by: Гульня ў сетцы
hu_hu: Hálózati játék
id_id: Permainan Jaringan
it_it: Gioco online
mi: Petipeti Whatunga

# #10510
source: Extensions
be_by: Пашырэнні
hu_hu: Kiterjesztések
id_id: Ekstensi
it_it: Estensioni
mi: Toronga

# #10511
source: System info
be_by: Інфармацыя пра сістэму
hu_hu: Rendszerinfó
id_id: Informasi Sistem
it_it: Info di sistema
mi: Info Pūnaha
