Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #10516
source: Music - Library
be_by: Музыка - Бібліятэка
hu_hu: Zene - Médiatár
id_id: Musik - Pustaka
it_it: Musica - Libreria

# #10517
source: Now playing - Music
be_by: Зараз прайграецца - Музыка
hu_hu: Most játszott - Zenék
id_id: Sedang Dimainkan - Musik
it_it: In riproduzione - Musica

# #10522
source: Now playing - Videos
be_by: Зараз прайграецца - Відэа
hu_hu: Most játszott - Videók
id_id: Sedang Dimainkan - Video
it_it: In riproduzione - Video

# #10523
source: Album information
be_by: Інфармацыя пра альбом
hu_hu: Album információk
id_id: Informasi Album
it_it: Informazioni album
mi: Mōhiohio Album

# #10524
source: Movie information
be_by: Інфармацыя пра фільм
hu_hu: Film információk
id_id: Informasi Film
it_it: Informazioni film
mi: Mōhiohio kiriata

# #10550
source: Teletext
be_by: Тэлетэкст
id_id: Teleteks
it_it: Televideo

# #10600
source: PVR guide info
be_by: Інфармацыя пра тэлепраграму PVR
hu_hu: PVR műsorújság infó
id_id: Info panduan PVR
it_it: Informazioni guida PVR

# #10601
source: PVR recording info
be_by: Інфармацыя пра запіс PVR
hu_hu: PVR felvétel infó
id_id: Info perekaman PVR
it_it: Informazioni registrazioni PVR

# #10602
source: PVR timer setting
be_by: Налады таймера PVR
hu_hu: PVR időzítő beállítások
id_id: Pengaturan pengatur waktu PVR
it_it: Impostazioni timer PVR

# #10603
source: PVR group manager
be_by: Кіраўнік груп PVR
hu_hu: PVR csoport kezelő
id_id: Manajer grup PVR
it_it: Gestore gruppi PVR

# #10604
source: PVR channel manager
be_by: Кіраўнік каналаў PVR
hu_hu: PVR csatorna kezelő
id_id: Manajer saluran PVR
it_it: Gestore canali PVR

# #10605
source: PVR guide search
be_by: Пошук у тэлепраграме PVR
hu_hu: PVR műsorújság keresés
id_id: Pencarian panduan PVR
it_it: Ricerca guida PVR

# #10606
source: PVR channel scan
be_by: Сканаванне каналаў PVR
hu_hu: PVR csatorna kereső
id_id: Pemindaian saluran PVR
it_it: Scansione canale PVR

# #10607
source: PVR update progress
be_by: Прагрэс абнаўлення PVR
hu_hu: PVR frissítési állapot
id_id: Kemajuan pembaruan PVR
it_it: Aggiornamento PVR in corso

# #10608
source: PVR OSD channels
be_by: OSD каналы PVR
hu_hu: PVR OSD csatornák
id_id: Saluran OSD PVR
it_it: Canali OSD PVR

# #10609
source: PVR OSD guide
be_by: Праграма OSD PVR
hu_hu: PVR OSD műsorújság
id_id: Panduan OSD PVR
it_it: Guida OSD PVR

# #10610
source: PVR radio RDS info
be_by: PVR радыё RDS інфармацыя
hu_hu: PVR rádió RDS infó
id_id: Info RDS radio PVR
it_it: Informazioni Radio RDS PVR

# #10611
source: PVR recording setting
be_by: Налады запісу PVR
hu_hu: PVR felvétel beállítások
id_id: Pengaturan perekaman PVR
it_it: Impostazioni registrazione PVR

# #10700
source: TV channels
be_by: Тэлеканалы
hu_hu: TV csatornák
id_id: Saluran TV
it_it: Canali TV

# #10701
source: TV recordings
be_by: Тэлезапісы
hu_hu: TV felvételek
id_id: Rekaman TV
it_it: Registrazioni TV

# #10702
source: TV guide
be_by: Тэлепраграма
hu_hu: TV műsorújság
id_id: Panduan televisi
it_it: Guida TV

# #10703
source: TV timers
be_by: Тэлетаймеры
hu_hu: TV időzítők
id_id: Pengatur waktu TV
it_it: Timer TV

# #10704
source: TV search
be_by: Пошук ТБ
hu_hu: TV keresés
id_id: Pencarian TV
it_it: Ricerca TV

# #10705
source: Radio channels
be_by: Радыёканалы
hu_hu: Rádió csatornák
id_id: Saluran Radio
it_it: Canali Radio

# #10706
source: Radio recordings
be_by: Радыёзапісы
hu_hu: Rádió felvételek
id_id: Rekaman radio
it_it: Registrazioni Radio

# #10707
source: Radio guide
be_by: Радыёпраграма
hu_hu: Rádió kalauz
id_id: Panduan radio
it_it: Guida Radio

# #10708
source: Radio timers
be_by: Радыётаймеры
hu_hu: Rádió időzítők
id_id: Pengatur waktu radio
it_it: Timer Radio

# #10709
source: Radio search
be_by: Пошук радыё
hu_hu: Rádió keresés
id_id: Pencarian radio
it_it: Ricerca Radio

# #10710
source: TV timer rules
be_by: Правілы тэлетаймераў
hu_hu: TV időzítő szabályok
id_id: Aturan pengatur waktu TV
it_it: Regole timer TV

# #10711
source: Radio timer rules
be_by: Правілы радыётаймераў
hu_hu: Rádió időzítő szabályok
id_id: Aturan pengatur waktu radio
it_it: Regole timer Radio

# #10800
source: Fullscreen live TV
be_by: Поўнаэкраннае ТБ
hu_hu: Teljes képernyős élő TV
id_id: Siaran TV layar penuh
it_it: Live TV a schermo intero

# #10801
source: Fullscreen radio
be_by: Поўнаэкраннае радыё
hu_hu: Teljes képernyős rádió
id_id: Radio layar penuh
it_it: Radio a schermo intero

# #10820
source: Game video filter
be_by: Гульнявы відэафільтр
hu_hu: Játék videoszűrő
id_id: Filter video permainan
it_it: Filtro video giochi

# #10821
source: Games
be_by: Гульні
hu_hu: Játékok
id_id: Permainan
it_it: Giochi

# #10822
source: Game OSD
be_by: Гульнявы OSD
hu_hu: Játek OSD
id_id: OSD Permainan
it_it: OSD giochi

# #10823
source: Game controllers
be_by: Гульнявыя кантролеры
hu_hu: Játékvezérlők
id_id: Pengontrol permainan
it_it: Controller di gioco

# #10824
source: Game video settings
be_by: Налады гульнявога відэа
hu_hu: Játék videóbeállítások
id_id: Pengaturan video permainan
it_it: Impostazioni video giochi

# #12000
source: Select dialog
be_by: Абраць дыялог
hu_hu: Kiválasztás párbeszédablak
id_id: Pilih dialog
it_it: Finestra di selezione

# #12001
source: Music info
be_by: Інфармацыя пра музыку
hu_hu: Zene infó
id_id: Info musik
it_it: Informazioni musica

# #12002
source: OK dialog
be_by: Дыялог пацвярджэння
hu_hu: OK párbeszédablak
it_it: Finestra di OK

# #12003
source: Video info
be_by: Інфармацыя пра відэа
hu_hu: Videó infó
id_id: Info video
it_it: Informazioni video

# #12005
source: Fullscreen video
be_by: Відэа на ўвесь экран
hu_hu: Teljes képernyős videó
id_id: Video Tampilan Penuh
it_it: Video a schermo intero
mi: Ataata Matakatoa

# #12006
source: Audio visualisation
be_by: Аўдыявізуалізацыя
hu_hu: Zene vizualizáció
id_id: Visualisasi audio
it_it: Effetto grafico audio
mi: Te mātakitaki Ororongo

# #12007
source: Audio visualisation
be_by: Аўдыявізуалізацыя
hu_hu: Zene vizualizáció
id_id: Visualisasi audio
it_it: Effetto grafico audio

# #12009
source: Rebuild index...
be_by: Перазборка індэкса...
hu_hu: Index újraépítése…
id_id: Membangun kembali indeks...
it_it: Ricostruzione indice...
mi: Hanga taupū ...

# #12010
source: Return to music window
be_by: Вярнуцца да акна музыкі
hu_hu: Vissza a zenékhez
id_id: Kembali ke Musik
it_it: Ritorna alla finestra musica
mi: Hoki ki te matapihi music

# #12011
source: Return to videos window
be_by: Вярнуцца да акна відэа
hu_hu: Vissza a videókhoz
id_id: Kembali ke Video
it_it: Ritorna alla finestra video
mi: Hoki ki te matapihi ataata

# #12012
source: Last used
be_by: Апошняе выкарыстанне
hu_hu: Utoljára használt
id_id: Terakhir digunakan
it_it: Ultimo utilizzo

# #12013
source: Install date
be_by: Дата ўсталёўкі
hu_hu: Telepítés dátuma
id_id: Tanggal pemasangan
it_it: Data installazione

# #12014
source: Last updated
be_by: Апошняе абнаўленне
hu_hu: Utoljára frissítve
id_id: Pembaharuan terakhir
it_it: Ultimo aggiornamento

# #12021
source: Play from beginning
be_by: Прайграць ад пачатку
hu_hu: Lejátszás az elejéről
id_id: Mainkan dari awal
it_it: Riproduci dall'inizio

# #12022
source: Resume from {0:s}
be_by: Працягнуць з {0:s}
hu_hu: Folytatás innen: {0:s}
id_id: Lanjutkan dari {0:s}
it_it: Riprendi da {0:s}

# #12308
source: Show password
id_id: Tampilkan kata sandi
it_it: Mostra password

# #12309
source: Hide password
id_id: Sembunyikan kata sandi
it_it: Nascondi password

# #12325
source: Locked! Enter code...
be_by: Заблакавана ! Увядзіце код...
hu_hu: Zárolva! Kód szükséges...
id_id: Dikunci Masukkan Kode...
it_it: Bloccato! Inserire codice...
mi: Maukatia! Tomo waehere ...

# #12326
source: Enter password
be_by: Увядзіце пароль
hu_hu: Jelszó megadása
id_id: Masukkan password
it_it: Inserire password
mi: Tāuru i te kupuhipa

# #12327
source: Enter master code
be_by: Увядзіце майстар-код
hu_hu: Mesterkód megadása
id_id: Masukkan Kode Master
it_it: Inserire master code
mi: Tomo waehere ariki

# #12328
source: Enter unlock code
be_by: Увядзіце код разблакавання
hu_hu: Feloldási kód megadása
id_id: Masukkan Kode Pembuka
it_it: Inserire codice di sblocco
mi: Tomo waehere wewete

# #12329
source: or press "C" to cancel
be_by: альбо націсніце "С", каб скасаваць
hu_hu: ill. nyomjon "C"-t a visszalépéshez
id_id: atau tekan C untuk membatalkan
it_it: o premi "C" per annullare

# #12330
source: Enter gamepad button combo and
be_by: Увядзіце камбінацыю кнопак геймпаду і
hu_hu: Használja a gamepad gombkombinációt és
id_id: Masukkan tombol kombo Gamepad dan tekan Start
it_it: Inserire combinazione tasti gamepad e
mi: Tomo gamepad pātene paheko me

# #12331
source: press "OK", or "Back" to cancel
be_by: націсніце "Добра", альбо "Назад", каб скасаваць
hu_hu: nyomja meg az „OK”-t, vagy a „Vissza”-t a kilépéshez
id_id: tekan Start, atau Back utk membatalkan
it_it: premi "OK", oppure "Indietro" per annullare

# #12332
source: Set lock
be_by: Заблакаваць
hu_hu: Zárolás
id_id: Pasang Kunci
it_it: Imposta blocco
mi: Whakaturia raka

# #12333
source: Unlock
be_by: Разблакаваць
hu_hu: Feloldás
id_id: Buka Kunci
it_it: Sblocca
mi: Wewete

# #12334
source: Reset lock
be_by: Скінуць блакаванне
hu_hu: Zárolás újrabeállítása
id_id: Memasang Lagi Kunci
it_it: Reimposta blocco
mi: Tautuhi anō raka

# #12335
source: Remove lock
be_by: Выдаліць блакаванне
hu_hu: Zárolás törlése
id_id: Hapus Kunci
it_it: Rimuovi blocco
mi: Tango raka

# #12337
source: Numeric password
be_by: Лічбавы пароль
hu_hu: Numerikus jelszó
id_id: Password Numerik
it_it: Password numerica
mi: Kupuhipa tau

# #12338
source: Gamepad button combo
be_by: Спалучэнне кнопак геймпаду
hu_hu: Gamepad gombkombináció
id_id: Tombol Gamepad Kombo
it_it: Combinazione tasti gamepad
mi: Gamepad pātene paheko

# #12339
source: Full-text password
be_by: Тэкставы пароль
hu_hu: Szöveges jelszó
id_id: Password Teks
it_it: Password solo testo
mi: Kupuhipa kuputuhi-tonu

# #12340
source: Enter new password
be_by: Увядзіце новы пароль
hu_hu: Új jelszó
id_id: Masukkan password baru
it_it: Inserire nuova password
mi: Tāuru kupuhipa hōu

# #12341
source: Re-enter new password
be_by: Яшчэ раз увядзіце новы пароль
hu_hu: Új jelszó megerősítése
id_id: Masukkan lagi password baru
it_it: Reinserire nuova password

# #12342
source: Incorrect password,
be_by: Няправільны пароль,
hu_hu: Érvénytelen jelszó,
id_id: Password salah,
it_it: Password errata,
mi: Kupuhipa hē,

# #12343
source: retries left
be_by: спробаў засталося
hu_hu: újrapróbálkozva maradt
id_id: percobaan tersisa
it_it: tentativi rimasti

# #12344
source: Passwords entered did not match.
be_by: Уведзеныя паролі не супадаюць.
hu_hu: A két jelszó nem egyezik.
id_id: Password yg dimasukkan tidak sesuai.
it_it: Le password inserite non corrispondono.
mi: Kihai i kupuhipa tomo i te ōrite.

# #12345
source: Access denied
be_by: Доступ забаронены
hu_hu: Hozzáférés megtagadva
id_id: Akses Ditolak
it_it: Accesso negato
mi: Ka whakakahore Access

# #12346
source: Password retry limit exceeded.
be_by: Колькасць спробаў уводу пароля вычарпаная.
hu_hu: Túl sok sikertelen próbálkozás.
id_id: Batas memasukan Password telah lewat.
it_it: Limite di tentativi password superato.
mi: Nui atu Kupuhipa rohe Ngana.

# #12347
source: The system will now power down.
be_by: Зараз сістэма выключыцца.
hu_hu: A rendszer kikapcsol.
id_id: Sistem akan dipadamkan sekarang.
it_it: Il sistema ora si spegnerà.
mi: Na i te pūnaha ka kaha ki raro.

# #12348
source: Item locked
be_by: Элемент заблакаваны
hu_hu: Az elem zárolva
id_id: Item Terkunci
it_it: Elemento bloccato
mi: Item raka

# #12353
source: Reactivate lock
be_by: Аднавіць блакаванне
hu_hu: Zárolás újraaktiválása
id_id: Pengangtifan Kunci
it_it: Riattiva blocco
mi: Reactivate raka

# #12356
source: Change lock
be_by: Змяніць блакаванне
hu_hu: Változtatás zárolása
id_id: Ganti Kunci
it_it: Cambia blocco
mi: Huria raka

# #12357
source: Source lock
be_by: Блакаванне крыніцы
hu_hu: Források zárolása
id_id: Share Kunci
it_it: Blocca sorgente
mi: Raka Source

# #12358
source: Password entry was blank. Try again.
be_by: Пароль быў пусты. Паспрабуйце зноў.
hu_hu: Érvénytelen jelszó. Próbálja újra.
id_id: Masukkan Password kosong. Coba lagi.
it_it: La password inserita è vuota. Riprova.
mi: Ko wātea tomokanga Kupuhipa. Ngana anō.

# #12360
source: Master lock
be_by: Агульнае блакаванне
hu_hu: Mester zárolás
id_id: Kunci Master
it_it: Blocco master
mi: Raka te Kaiwhakaako

# #12362
source: Shutdown system if number of master lock retries is exceeded
be_by: Выключыць сістэму, калі колькасць спробаў вычарпаная
hu_hu: Leállítás, ha a mesterkód próbálkozások száma eléri a
id_id: Sistem matikan jika jumlah percobaan ulang kunci master terlampaui
it_it: Spegni il sistema se viene superato il numero di tentativi blocco master

# #12367
source: Master code is not valid. Please enter a valid master code.
be_by: Хібны код. Калі ласка, ўвядзіце прыдатны код.
hu_hu: A mesterkód érvénytelen. Kérem adjon meg egy érvényes mesterkódot
id_id: Kode induk tidak valid. Harap masukkan kode master yang valid.
it_it: Il master code non è valido. Inserire un master code valido.

# #12373
source: Settings & file manager
be_by: Налады і кіраўнік файлаў
hu_hu: Beállítások és fájlkezelő
id_id: Pengaturan & manajer file
it_it: Impostazioni e gestore file
mi: Settings & kōnae kaiwhakahaere

# #12376
source: Set as default for all media
be_by: Зрабіць прадвызначаным для ўсіх медыяфайлаў
hu_hu: Beállítás alapértelmezettként minden médiához
id_id: Setel sebagai bawaan untuk semua media
it_it: Imposta come predefinito per tutti i media

# #12377
source: This will reset any previously saved values. Are you sure?
be_by: Усе папярэдне захавання значэнні скінуцца. Вы ўпэўненыя?
hu_hu: Ez töröl minden eddigi mentett értéket. Biztos benne?
id_id: Ini akan mengubah nilai yang telah disimpan sebelumnya. Anda yakin?
it_it: Questo resetterà qualsiasi valore salvato in precedenza. Sei sicuro?

# #12378
source: Amount of time to display each image
be_by: Колькі часу паказваць кожную выяву
hu_hu: Képek megjelenítési ideje
id_id: Tampilkan setiap gambar untuk
it_it: Tempo per visualizzare ogni immagine
mi: Nui o te wā ki te whakaatu ia image

# #12379
source: Use pan and zoom effects
be_by: Выкарыстоўваць эфекты зруху і маштабавання
hu_hu: Pásztázás és nagyítás (pan and zoom) effektek használata
id_id: Gunakan efek Pan dan Zoom
it_it: Usa gli effetti panoramica e zoom
mi: Whakamahia paraharaha me zoom ngā pānga

# #12381
source: Switch to visualisation on playback
be_by: Пераключацца на візуалізацыю падчас прайгравання
hu_hu: Kapcsoló vizualizációra lejátszás
id_id: Beralih ke visualisasi saat pemutaran
it_it: Passa alla visualizzazione durante la riproduzione

# #12383
source: 12-hour clock
be_by: Гадзіннік на 12 гадзін
hu_hu: 12 órás óra
id_id: 12-jam
it_it: Orologio 12 ore

# #12384
source: 24-hour clock
be_by: Гадзіннік на 24 гадзіны
hu_hu: 24 órás óra
id_id: 24-jam
it_it: Orologio 24 ore

# #12385
source: Day / Month
be_by: Дзень / Месяц
hu_hu: Nap / Hónap
id_id: Hari / Bulan
it_it: Giorno / Mese

# #12386
source: Month / Day
be_by: Месяц / Дзень
hu_hu: Hónap / Nap
id_id: Bulan / Hari
it_it: Mese / Giorno

# #12389
source: Privacy policy
be_by: Палітыка прыватнасці
hu_hu: Adatvédelmi szabályzat
id_id: Kebijakan pribadi
it_it: Politica sulla riservatezza

# #12390
source: System uptime
be_by: Час працы
hu_hu: Rendszer üzemidő
id_id: Sistem Berjalan
it_it: Tempo attività di sistema
mi: Uptime Pūnaha

# #12391
source: Minutes
be_by: Хвілін
hu_hu: perc
id_id: Menit
it_it: Minuti

# #12392
source: Hours
be_by: Гадзін
hu_hu: óra
id_id: Jam
it_it: Ore
mi: Haora

# #12393
source: Days
be_by: Дзён
hu_hu: nap
id_id: Hari
it_it: Giorni
mi: Ngā rangi

# #12394
source: Total uptime
be_by: Агульны час працы
hu_hu: Folyamatos üzemidő
id_id: Total berjalan
it_it: Tempo totale di attività
mi: Uptime katoa

# #12395
source: Battery level
be_by: Узровень зараду батарэі
hu_hu: Akkumulátor töltöttsége
id_id: Tingkat batere
it_it: Livello batteria
mi: Taumata pūhiko

# #12600
source: Weather
be_by: Надвор'е
hu_hu: Időjárás
id_id: Cuaca
it_it: Meteo
mi: Huarere

# #12901
source: Fullscreen OSD
be_by: OSD на ўвесь экран
hu_hu: Teljes képernyős OSD
id_id: Tampilan Penuh OSD
it_it: OSD a schermo intero
mi: OSD Matakatoa

# #12906
source: Fullscreen game
be_by: Гульня на ўвесь экран
hu_hu: Teljes képernyős játék
id_id: Permainan layar penuh
it_it: Gioco a schermo intero

# #12999
source: Startup
be_by: Запуск
hu_hu: Indítás
id_id: Pemulaian
it_it: Avvio

# #13000
source: System
be_by: Сістэма
hu_hu: Rendszer
id_id: Sistem
it_it: Sistema
mi: Pūnaha

# #13001
source: Immediate HDD spindown
be_by: Неадкладнае спыненне HDD
hu_hu: Azonnali merevlemez kikapcsolás
id_id: HDD Spindown Seketika
it_it: Spegnimento immediato dell'hard disk

# #13002
source: Video only
be_by: Толькі відэа
hu_hu: Csak videó
id_id: Hanya Video
it_it: Solo video
mi: Ataata anake

# #13003
source: - Delay
be_by: - Затрымка
hu_hu: - Késleltetés
id_id: - Penundaan
it_it: - Ritardo
mi: - Kaua e

# #13004
source: - Minimum file duration
be_by: - Мінімальная працягласць
hu_hu: - Minimum fájl hossz
id_id: - Durasi file minimum
it_it: - Durata minima del file
mi: - Roanga kōnae Mōkito

# #13005
source: Shutdown
be_by: Выключыць
hu_hu: Leállítás
id_id: Matikan
it_it: Spegni
mi: Whakaweto

# #13006
source: Add picture source
be_by: Дадаць крыніцу малюнкаў
hu_hu: Kép forrás hozzáadása
id_id: Tambahkan sumber gambar
it_it: Aggiungi sorgente immagini

# #13008
source: Shutdown function
be_by: Функцыя выключэння
hu_hu: Alapértelmezett leállítási mód
id_id: Fungsi mati
it_it: Funzione spegnimento
mi: Whakaweto mahi

# #13009
source: Quit
be_by: Выйсці
hu_hu: Kilépés
id_id: Keluar
it_it: Chiudi
mi: Waiho

# #13010
source: Hibernate
be_by: Сон
hu_hu: Hibernálás
id_id: Hibernasi
it_it: Iberna
mi: Moepukutia

# #13011
source: Suspend
be_by: Прыпыненне
hu_hu: Alvó üzemmód
id_id: Tahan
it_it: Sospendi
mi: Whakairia

# #13012
source: Exit
be_by: Выйсці
hu_hu: Kilépés
id_id: Keluar
it_it: Esci
mi: E puta

# #13013
source: Reboot
be_by: Перазапуск
hu_hu: Újraindítás
id_id: Boot Ulang
it_it: Riavvia
mi: Anō

# #13014
source: Minimise
be_by: Згарнуць
hu_hu: Minimalizás
id_id: Minimalkan
it_it: Minimizza
mi: Whakaititia rawatia

# #13015
source: Power button action
be_by: Дзеянне кнопкі сілкавання
hu_hu: Be-, kikapcsoló gomb művelet
id_id: Aksi Tombol POwer
it_it: Comportamento tasto accensione
mi: Pātene Power mahi

# #13016
source: Power off system
be_by: Выключыць сістэму
hu_hu: Gép kikapcsolása
id_id: Matikan Sistem
it_it: Spegni sistema

# #13017
source: Inhibit idle shutdown
be_by: Не выключаць пры адсутнасці актыўнасці
hu_hu: Véletlen leállítás megakadályozása
id_id: Halangi shutdown menganggur
it_it: Impedisci spegnimento per inattività
mi: Tautāwhi i whakaweto mangere

# #13018
source: Allow idle shutdown
be_by: Дазволіць выключэнне пры атсутнасці актыўнасці
hu_hu: Véletlen leállítás engedélyezése
id_id: Perbolehkan shutdown jeda
it_it: Permetti spegnimento per inattività
mi: Tukua whakaweto mangere

# #13020
source: Is another session active, perhaps over ssh?
be_by: Праверце ці не актыўны іншы сеанс, напрыклад ssh?
hu_hu: Lehet hogy egy másik bejelentkezés aktív, talán ssh?
id_id: Apakah ada sesi lain yang aktif, mungkin melalui ssh?
it_it: È attiva un'altra sessione, forse con ssh?
mi: Ko tetahi atu wātū kaha, pea mo ssh?

# #13021
source: Mounted removable storage device
be_by: Прымантаваны рухомы носьбіт
hu_hu: Felcsatolt cserélhető tárólóeszközök
id_id: Perangkat penyimpanan yang dapat dilepas terpasang
it_it: Montato dispositivo di archiviazione removibile

# #13022
source: Unsafe storage device removal
be_by: Небяспечнае выманне прылады
hu_hu: Nem biztonságos cserélhető tárolóeszköz eltávolítás
id_id: Penghapusan perangkat penyimpanan yang tidak aman
it_it: Dispositivo di archiviazione rimosso in modo non sicuro

# #13023
source: Successfully removed storage device
be_by: Паспяхова адлучаная прылада
hu_hu: Cserélhető tárolóeszköz sikeresen eltávolítva
id_id: Berhasil menghapus perangkat penyimpanan
it_it: Dispositivo di archiviazione rimosso correttamente

# #13026
source: Try to wakeup remote servers on access
be_by: Спрабаваць абудзіць адлеглыя серверы пры атрыманні доступу
hu_hu: A hozzáféréskor próbálja felébreszteni a távoli kiszolgálót
id_id: Coba untuk membangunkan remote server pada saat diakses
it_it: Prova ad avviare i server remoti all'accesso

# #13028
source: Waiting for network to connect...
be_by: Чаканне злучэння з сеткай...
hu_hu: Várakozás a hálózati kapcsolatra…
id_id: Menunggu jaringan untuk terhubung...
it_it: In attesa che la rete si connetta...
mi: E tatari ana ki te whatunga hono ...

# #13029
source: Failed to execute Wake-on-LAN!
be_by: Не атрымалася запусціць Wake-on-LAN!
hu_hu: A hálózati ébresztés nem sikerült!
id_id: Gagal menjalankan Wake on Lan!
it_it: Impossibile eseguire Wake-on-LAN!

# #13030
source: Waiting for server to wake up...
be_by: Чаканне абуджэння сервера...
hu_hu: Várakozás a kiszolgáló felébresztésére…
id_id: Menunggu server untuk bangun...
it_it: In attesa che il server si avvii...
mi: E tatari ana mō te tūmau ki ake ara ...

# #13031
source: Extended wait for server to wake up...
be_by: Працяглае чаканне абуджэння сервера...
hu_hu: Kiterjesztett várakozás kiszolgáló felébresztésére…
id_id: Menunggu lebih lama server untuk bangun...
it_it: Attesa prolungata per l'avvio del server...
mi: Ngā whanga hoki tūmau ake ki te ara ...

# #13032
source: Waiting for services to launch...
be_by: Чаканне запуску сэрвісаў...
hu_hu: Várakozás a szolgáltatások elindítására…
id_id: Menunggu servis untuk dijalankan...
it_it: In attesa che i servizi vengano avviati...
mi: E tatari ana ki te ratonga whakarewa ...

# #13033
source: MAC discovery
be_by: Выяўленне MAC
hu_hu: MAC-cím észlelés
id_id: Penemuan MAC
it_it: Ricerca MAC

# #13034
source: Updated for {0:s}
be_by: Абноўлена для {0:s}
hu_hu: Frissítve ehhez: {0:s}
id_id: Diperbarui selama {0:s}
it_it: Aggiornato per {0:s}

# #13035
source: Found for {0:s}
be_by: Знойдзена для {0:s}
hu_hu: Megtalálva ehhez: {0:s}
id_id: Ditemukan untuk {0:s}
it_it: Trovato per {0:s}

# #13036
source: Failed for {0:s}
be_by: Памылка {0:s}
hu_hu: Meghiúsult ehhez: {0:s}
id_id: Gagal untuk {0:s}
it_it: Fallito per {0:s}

# #13050
source: Running low on battery
be_by: Нізкі ўзровень зараду батарэі
hu_hu: Az akkumulátor kezd lemerülni
id_id: Batere mulai habis
it_it: Batteria quasi scarica
mi: Rere iti i runga i te pūhiko

# #13100
source: Flicker filter
be_by: Фільтр мільгацення
hu_hu: Villogásszűrő
id_id: Filter Kedipan
it_it: Filtro sfarfallio
mi: Tātari kōpura mata

# #13101
source: Let driver choose (requires restart)
be_by: Выбар драйвера (патрабуецца перазапуск)
hu_hu: Automatikus (újraindítás szükséges)
id_id: Biarkan memilih driver (butuh restart)
it_it: Fai scegliere al driver (riavvio necessario)
mi: Kia taraiwa whiriwhiri (me tīmata)

# #13106
source: Disabled
be_by: Выключана
hu_hu: Letiltva
id_id: Non Aktif
it_it: Disabilitato
mi: Kua mono

# #13107
source: Enabled during video playback
be_by: Толькі падчас прайгравання відэа
hu_hu: Videólejátszáskor
id_id: Fungsikan ketika putar ulang video
it_it: Abilitato durante la riproduzione video
mi: Ngā makaurangi i roto i te purei anō ataata

# #13108
source: Always enabled
be_by: Заўсёды ўключана
hu_hu: Mindig
id_id: Selalu fungsikan
it_it: Sempre abilitato
mi: Ngā makaurangi i nga wa katoa

# #13109
source: Test & apply the resolution
be_by: Праверыць і ўжыць раздзяляльную здольнасць
hu_hu: Felbontás tesztelése
id_id: Uji dan terapkan resolusi
it_it: Prova e applica risoluzione

# #13110
source: Save this resolution?
be_by: Пакінуць раздзяляльную здольнасць?
hu_hu: Felbontás mentése?
id_id: Simpan resolusi?
it_it: Salvare questa risoluzione?
