Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #24150
source: Database migration in progress - please wait
be_by: Адбываецца міграцыя базы даных. Калі ласка, пачакайце
hu_hu: Adatbázis átvitele folyamatban - kérjük várjon
id_id: Migrasi basis data sedang berlangsung - harap tunggu
it_it: Migrazione database in corso - attendere prego

# #24151
source: Add-on migration in progress - please wait
be_by: Адбываецца міграцыя дапаўненняў. Калі ласка, пачакайце
hu_hu: Bővítmények átvitele folyamatban - kérjük várjon
id_id: Migrasi basis data sedang berlangsung - harap tunggu
it_it: Migrazione add-on in corso - attendere prego

# #24152
source: The add-on is not compatible with this version of Kodi.
be_by: Гэтае дапаўненне несумяшчальна з бягучай версіяй Kodi.
hu_hu: A kiegészítő nem kompatibilis ezzel a Kodi verzióval
id_id: Add-on tidak kompatibel dengan versi Kodi ini.
it_it: L'add-on non è compatibile con questa versione di Kodi.

# #24153
source: Enable to make the Siri remote match the normal Apple tvOS behavior
be_by: Уключыце, каб паводзіны праграмы пры кіраванні праз Siri адпавядалі звычайным паводзінам Apple tvOS
id_id: Aktifkan untuk membuat remote Siri cocok dengan perilaku Apple tvOS normal
it_it: Abilita per fare in modo che il telecomando Siri corrisponda al normale comportamento di Apple tvOS

# #24154
source: Consider Siri remote in idle state after N seconds
id_id: Pertimbangkan Siri remote dalam keadaan idle setelah N detik
it_it: Considera il telecomando Siri in standby dopo N secondi

# #24155
source: Time to wait before considering the Siri remote in idle state
id_id: Saatnya menunggu sebelum mempertimbangkan remote Siri dalam keadaan idle
it_it: Tempo di attesa prima di considerare il telecomando Siri in standby

# #24156
source: 30 Seconds
be_by: 30 секунд
hu_hu: 30 másodperc
id_id: 30 detik
it_it: 30 secondi

# #24157
source: 60 Seconds
be_by: 60 секунд
hu_hu: 60 másodperc
id_id: 60 Detik
it_it: 60 secondi

# #24158
source: 90 Seconds
be_by: 90 секунд
hu_hu: 90 másodperc
id_id: 90 Detik
it_it: 90 secondi

# #24159
source: 120 Seconds
be_by: 120 секунд
hu_hu: 120 másodperc
id_id: 120 Detik
it_it: 120 secondi

# #24160
source: Ignore first tap/swipe/pan of the Siri remote after a period of inactivity
id_id: Abaikan ketuk/gesek/geser pertama remote Siri setelah beberapa saat tidak aktif
it_it: Ignora il primo tocco/swipe/pan del telecomando Siri dopo un periodo di inattività

# #24161
source: This prevents you from accidental tap/swipe/pan action when you grab the remote in your hand
id_id: Ini mencegah Anda dari tindakan ketuk/gesek/geser yang tidak disengaja saat Anda mengambil remote di tangan Anda
it_it: Questo evita tocchi/swipe/pan accidentali quando prendi in mano il telecomando

# #24162
source: Use Kodi virtual keyboard
be_by: Выкарыстоўваць віртуальную клавіятуру Kodi
hu_hu: Kodi virtuális billentyűzetet használni
id_id: Gunakan keyboard virtual Kodi
it_it: Usa la tastiera virtuale di Kodi

# #24163
source: The higher the value, the more sensitive the pan gesture
id_id: Semakin tinggi nilainya, semakin sensitif gerakan geser
it_it: Più alto è il valore, più sensibile sarà il gesto panoramico

# #24164
source: Add-on "{0:s}" broken
id_id: Pengaya "{0:s}" rusak
it_it: Add-on "{0:s}" non funzionante

# #24165
source: Add-on marked as broken with following note:[CR][B][I]{0:s}[/I][/B][CR][CR]Do you want to enable?
id_id: Pengaya ditandai rusak dengan catatan:[CR][B][I]{0:s}[/I][/B][CR][CR]Apakah ingin mengaktifkannya?
it_it: Add-on segnato come non funzionante con la seguente nota:[CR][B][I]{0:s}[/I][/B][CR][CR]Vuoi abilitarlo?

# #24166
source: Add-on "{0:s}" deprecated
id_id: Pengaya "{0:s}" sudah usang
it_it: Add-on "{0:s}" sconsigliato

# #24167
source: Add-on marked as deprecated with following note:[CR][B][I]{0:s}[/I][/B][CR][CR]Do you want to enable?
id_id: Pengaya ditandai sudah usang dengan catatan:[CR][B][I]{0:s}[/I][/B][CR][CR]Apakah ingin mengaktifkannya?
it_it: Add-on segnato come sconsigliato con la seguente nota:[CR][B][I]{0:s}[/I][/B][CR][CR]Vuoi abilitarlo?

# #24168
source: Deprecated: {0:s}
id_id: Tidak digunakan lagi: {0:s}
it_it: Sconsigliato: {0:s}

# #24169
source: Normal
it_it: Normale

# #24170
source: Deprecated
id_id: Tidak digunakan lagi
it_it: Sconsigliato

# #24171
source: Broken
id_id: Rusak
it_it: Non funzionante

# #24180
source: Minimum: {0:s}{3:s}
it_it: Minimo: {0:s} {3:s}

# #24181
source: Minimum: {0:s} => Install: {2:s}{3:s}
id_id: Minimum: {0:s} => Pasang: {2:s}{3:s}
it_it: Minimo: {0:s} => Installa: {2:s} {3:s}

# #24182
source: Minimum: {0:s} / Installed: {1:s}{3:s}
id_id: Minimum: {0:s} / Terpasang: {1:s}{3:s}
it_it: Minimo: {0:s} / Installato: {1:s} {3:s}

# #24183
source: Minimum: {0:s} / Installed: {1:s} => Update to: {2:s}{3:s}
id_id: Minimum: {0:s} / Terpasang: {1:s} => Perbarui ke: {2:s}{3:s}
it_it: Minimo: {0:s} / Installato: {1:s} => Aggiorna a: {2:s} {3:s}

# #24184
source: (optional)
id_id: (opsional)
it_it: (opzionale)

# #24185
source: Minimum: {0:s} / Not available{3:s}
id_id: Minimum: {0:s} / Tidak tersedia{3:s}
it_it: Minimo: {0:s} / Non disponibile{3:s}

# #24991
source: Could not connect to repository.
be_by: Не атрымалася падлучыцца да рэпазіторыя.
hu_hu: Sikertelen csatlakozás a tárolóhoz
id_id: Tidak dapat terhubung ke repositori.
it_it: Impossibile connettersi al repository.

# #24992
source: System
be_by: Сістэма
hu_hu: Rendszer
id_id: Sistem
it_it: Sistema
mi: Pūnaha

# #24993
source: Information providers
be_by: Пастаўшчыкі інфармацыі
hu_hu: Információs szolgáltatók
id_id: Informasi provider
it_it: Fornitori di informazioni

# #24994
source: Running
be_by: Запушчаныя
hu_hu: Fut
id_id: Menjalankan
it_it: In esecuzione
mi: Rere

# #24995
source: Orphaned
be_by: Закінутыя
hu_hu: Elárvult
id_id: Sendiri
it_it: Orfani

# #24996
source: Manage dependencies
be_by: Кіраванне залежнасцямі
hu_hu: Függőségek kezelése
id_id: Kelola dependensi
it_it: Gestisci dipendenze

# #24997
source: Look and feel
be_by: Вонкавы выгляд
hu_hu: Kinézet
id_id: Lihat dan rasakan
it_it: Aspetto

# #24998
source: My add-ons
be_by: Мае дапаўненні
hu_hu: Saját kiegészítők
id_id: Pengaya saya
it_it: I miei add-on

# #24999
source: Hide incompatible
be_by: Схаваць несумяшчальныя
hu_hu: Nem kompatibilisek elrejtése
id_id: Sembunyikan Inkompatibel
it_it: Nascondi incompatibili

# #25000
source: Notifications
be_by: Апавяшчэнні
hu_hu: Értesítések
id_id: Notifikasi
it_it: Notifiche
mi: Ngā whakamōhiotanga

# #25001
source: Hide foreign
be_by: Схаваць іншамоўныя
hu_hu: Idegen nyelvű elrejtése
id_id: Sembunyikan asing
it_it: Nascondi stranieri
mi: Huna ke

# #25002
source: Select from all titles ...
be_by: Абраць са ўсіх загалоўных ролік…
hu_hu: Választás a teljes tartalomból…
id_id: Pilih dari semua judul...
it_it: Seleziona da tutti i titoli ...
mi: Tīpakohia i ngā taitara katoa ...

# #25003
source: Show Blu-ray menu
be_by: Паказаць меню Blu-ray
hu_hu: Blu-ray menü mutatása
id_id: Tampilkan menu Blu-ray
it_it: Mostra menu Blu-ray

# #25004
source: Play main title: {0:d}
be_by: Прайграваць асноўны загалоўны ролік: {0:d}
hu_hu: Főcím lejátszása: {0:d}
id_id: Mainkan judul utama: {0:d}
it_it: Riproduci titolo principale: {0:d}

# #25005
source: Title: {0:d}
be_by: Загалоўны ролік: {0:d}
hu_hu: Cím: {0:d}
id_id: Judul: {0:d}
it_it: Titolo: {0:d}

# #25006
source: Select playback item
be_by: Абраць аб’ект для прайгравання
hu_hu: Lejátszandó elem kiválasztása
id_id: Pilih item yang dimainkan
it_it: Seleziona elemento da riprodurre
mi: Tīpakohia item pūrei anō

# #25007
source: Chapters: {0:d} - duration: {1:s}
be_by: Главы: {0:d} - працягласць: {1:s}
hu_hu: Fejezetek: {0:d} – hossz: {1:s}
id_id: Bab: {0:d} - durasi: {1:d}
it_it: Capitoli: {0:d} - durata: {1:s}

# #25008
source: Playback of Blu-ray failed
be_by: Не атрымалася прайграць Blu-ray
hu_hu: Blu-ray lemez lejátszása sikertelen
id_id: Pemutaran Blu-ray gagal
it_it: Riproduzione Blu-ray fallita

# #25009
source: The menu of this Blu-ray is not supported
be_by: Меню гэтага Blu-ray не падтрымліваецца
hu_hu: A Blu-ray lemez menüje nem támogatott
id_id: Menu Blu-ray ini tidak didukung
it_it: Il menu di questo Blu-ray non è supportato

# #25010
source: Chapter {0:d}
be_by: Глава {0:d}
hu_hu: {0:d}. fejezet
id_id: Bab {0:d}
it_it: Capitolo {0:d}

# #25011
source: Commercial
be_by: Рэклама
hu_hu: Kereskedelmi
id_id: Komersial
it_it: Pubblicità

# #25012
source: Auto-skip off
be_by: Аўтаматычнае мінанне выключана
hu_hu: Automatikus kihagyás ki
id_id: Lewati otomatis nonaktif
it_it: Salto automatico disattivato

# #25013
source: Auto-skip on
be_by: Аўтаматычнае мінанне ўключана
hu_hu: Automatikus kihagyás be
id_id: Lewati otomatis aktif
it_it: Salto automatico attivato

# #25014
source: Manual
it_it: Manuale

# #29801
source: QWERTY keyboard
be_by: Клавіятура QWERTY
hu_hu: QWERTY billentyűzet
id_id: Keyboard QWERTY
it_it: Tastiera QWERTY
mi: QWERTY papapātuhi

# #29802
source: Passthrough audio in use
be_by: Выкарыстоўваецца вывад гуку наўпрост
hu_hu: Hangtovábbítás használatban
id_id: Audio passthrough sedang digunakan
it_it: Passthrough audio in uso

# #29803
source: BD-J menu error
be_by: Памылка меню BD-J
hu_hu: BD-J menü hiba
id_id: Kesalahan menu BD-J
it_it: Errore menu BD-J

# #29804
source: There was an error encountered loading Java, so BD-J menus will not be functional at this time. BD-J menus require the Java Runtime Environment so make sure this is installed and functioning on your system.
be_by: Падчас запуску Java адбылася памылка, меню BD-J не будзе працаваць. Для працы меню BD-J патрабуецца асяроддзе Java Runtime Environment. Пераканайцеся, што яно ўсталявана і працуе правільна.
hu_hu: Hiba történt a Java betöltésekor ezért a BD-J menü nem fog működni. A BD-J menü használatához telepíteni kell a Java futtató környezetet (Java Runtime Environment).
id_id: Terjadi kesalahan saat memuat Java, jadi menu BD-J tidak akan berfungsi saat ini. Menu BD-J memerlukan Java Runtime Environment jadi pastikan ini diinstal dan berfungsi di sistem Anda.
it_it: Si è verificato un errore durante il caricamento di Java, per cui i menu BD-J non funzioneranno questa volta. I menu BD-J richiedono il Java Runtime Environment, per cui assicurati di averlo installato nel tuo sistema.

# #29805
source: This Blu-ray disc (or file) is encrypted and can't be played.
be_by: Гэты дыск Blu-ray (альбо файл) зашыфраваны і не можа быць прайграны.
hu_hu: A Blu-ray lemez (vagy fájl) titkosított és nem játszató le.
id_id: Disk (atau file) Blu-ray ini dienkripsi dan tidak dapat diputar.
it_it: Questo disco (o file) Blu-ray è crittografato e non può essere riprodotto.

# #29900
source: RadioText Plus info
id_id: Info RadioText Plus
it_it: Info RadioText Plus

# #29901
source: Band
be_by: Гурт
hu_hu: Előadó
it_it: Gruppo

# #29902
source: Style
be_by: Стыль
hu_hu: Stílus
id_id: Gaya
it_it: Stile
mi: Kāhua:

# #29903
source: Composer
be_by: Кампазітар
hu_hu: Zeneszerző
id_id: Komposer
it_it: Compositore

# #29904
source: Artist
be_by: Выканаўца
hu_hu: Előadó
id_id: Artis
it_it: Artista

# #29905
source: Conductor
be_by: Дырыжор
hu_hu: Karmester
id_id: Konduktor
it_it: Direttore

# #29906
source: Moderator
be_by: Вядоўца
hu_hu: Műsorvezető
it_it: Moderatore

# #29907
source: Editorial Staff
be_by: Супрацоўнікі рэдакцыі
hu_hu: Szerkesztői személyzet
id_id: Staf Redaksi
it_it: Staff editoriale

# #29908
source: Program
be_by: Праграма
it_it: Programma

# #29910
source: Phone
be_by: Тэлефон
hu_hu: Telefon
id_id: Telepon
it_it: Telefono

# #29914
source: Website
be_by: Вэб-сайт
hu_hu: Weboldal
id_id: Situs web
it_it: Sito web

# #29915
source: Info
be_by: Інфармацыя
hu_hu: Infó
it_it: Informazioni

# #29916
source: News
be_by: Навіны
hu_hu: Hírek
id_id: Berita
it_it: Notizie

# #29917
source: News local
be_by: Мясцовыя навіны
hu_hu: Helyi hírek
id_id: Berita lokal
it_it: Notizie locali

# #29919
source: Lottery
be_by: Латарэя
hu_hu: Lottó
id_id: Lotre
it_it: Lotterie

# #29920
source: Stock
be_by: Акцыі
hu_hu: Részvények
id_id: Saham
it_it: Azioni

# #29921
source: Other
be_by: Іншыя
hu_hu: Más
id_id: Lainnya
it_it: Altro

# #29922
source: Horoscope
be_by: Гараскоп
hu_hu: Horoszkóp
id_id: Horoskop
it_it: Oroscopo

# #29926
source: Adult hits
be_by: Хіты для дарослых
hu_hu: Felnőtt slágerek
id_id: Hit dewasa
it_it: Hit adulti

# #29927
source: Spanish talk
be_by: Іспанскі размоўны
hu_hu: Spanyol beszélgetés
id_id: Pembicaraan bahasa spanyol
it_it: Parlato spagnolo

# #29928
source: Spanish music
be_by: Іспанская музыка
hu_hu: Spanyol zene
id_id: Musik Spanyol
it_it: Musica spagnola

# #29930
source: Radio Traffic advisory message!
be_by: Інфармацыйнае паведамленне пра трафік!
hu_hu: Rádió forgalmi felhívás!
id_id: Pesan nasihat Lalu Lintas Radio!
it_it: Messaggio Radio di avviso sul traffico!

# #29931
source: Radio message
be_by: Радыёпаведамленне
hu_hu: Rádióüzenet
id_id: Pesan radio
it_it: Messaggio Radio

# #29932
source: Language
be_by: Мова
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
mi: Reo

# #29933
source: College
be_by: Студэнцкія
hu_hu: Egyetem
id_id: Kolese
it_it: Università

# #29934
source: Personality
be_by: Асабістыя
hu_hu: Személyiség
id_id: Kepribadian
it_it: Personalità

# #29935
source: Public
be_by: Публічныя
hu_hu: Közszolgálat
id_id: Publik
it_it: Pubblico

# #29936
source: Soft music
be_by: Лёгкая музыка
hu_hu: Könnyed zene
id_id: Musik lembut
it_it: Musica soft

# #29937
source: Adult hits
be_by: Хіты для дарослых
hu_hu: Felnőtt slágerek
id_id: Hit dewasa
it_it: Hit adulti

# #29939
source: Talk
be_by: Размоўныя
hu_hu: Beszélgetés
id_id: Bicara
it_it: Parlato

# #29940
source: No programme type
be_by: Без тыпу
hu_hu: Nincs programtípus
id_id: Tidak ada jenis program
it_it: Nessun tipo di programma

# #29941
source: News
be_by: Навіны
hu_hu: Hírek
id_id: Berita
it_it: Notizie

# #29942
source: Current affairs
be_by: Падзеі
hu_hu: Aktualitások
id_id: Urusan saat ini
it_it: Attualità

# #29943
source: Information
be_by: Інфармацыя
hu_hu: Információ
id_id: Informasi
it_it: Informazioni

# #29945
source: Education
be_by: Адукацыя
hu_hu: Oktatás
id_id: Pendidikan
it_it: Educazione

# #29946
source: Drama
be_by: Драматургія
hu_hu: Dráma
it_it: Drammatico
mi: Nanawe

# #29947
source: Culture
be_by: Культура
hu_hu: Kultúra
id_id: Budaya
it_it: Cultura

# #29948
source: Science
be_by: Навука
hu_hu: Tudomány
id_id: Sains
it_it: Scienza

# #29949
source: Varied
be_by: Рознае
hu_hu: Változó
id_id: Bervariasi
it_it: Vario

# #29950
source: Pop music
be_by: Поп музыка
hu_hu: Popzene
id_id: Musik pop
it_it: Musica pop

# #29951
source: Rock music
be_by: Рок музыка
hu_hu: Rockzene
id_id: Musik rock
it_it: Musica rock

# #29952
source: Easy listening music
be_by: Лёгкая музыка
hu_hu: Könnyűzene
id_id: Musik yang mudah didengarkan
it_it: Musica di facile ascolto

# #29953
source: Light classical
be_by: Лёгкая класіка
hu_hu: Könnyű klasszikus
id_id: Klasik ringan
it_it: Classica leggera

# #29954
source: Serious classical
be_by: Сур’ёзная класіка
hu_hu: Komoly klasszikus
id_id: Klasik yang serius
it_it: Classica seria

# #29955
source: Other music
be_by: Іншая музыка
hu_hu: Más zene
id_id: Musik lainnya
it_it: Altra musica

# #29956
source: Weather
be_by: Надвор'е
hu_hu: Időjárás
id_id: Cuaca
it_it: Meteo
mi: Huarere

# #29957
source: Finance
be_by: Фінансы
hu_hu: Pénzügyek
id_id: Finansial
it_it: Finanza

# #29958
source: Children's Programmes
be_by: Дзіцяцыя перадачы
hu_hu: Gyermekműsorok
id_id: Program Anak-anak
it_it: Programmi per bambini

# #29959
source: Social Affairs
be_by: Сацыяльныя пытанні
hu_hu: Társadalmi ügyek
id_id: Urusan Sosial
it_it: Affari sociali

# #29960
source: Religion
be_by: Рэлігія
hu_hu: Vallás
id_id: Religi
it_it: Religione

# #29961
source: Phone-in
be_by: Тэлефонныя выклікі
hu_hu: Betelefonálós
id_id: Telepon masuk
it_it: Telefonata

# #29962
source: Travel
be_by: Падарожжы
hu_hu: Utazás
id_id: Bepergian
it_it: Viaggi

# #29963
source: Leisure
be_by: Вольны час
hu_hu: Szabadidő
id_id: Santai
it_it: Tempo libero

# #29964
source: Jazz Music
be_by: Джаз
hu_hu: Dzsessz
id_id: Musik jazz
it_it: Musica jazz

# #29965
source: Country Music
be_by: Кантры
hu_hu: Country zene
id_id: Musik country
it_it: Musica country

# #29966
source: National Music
be_by: Нацыянальная музыка
hu_hu: Nemzeti zene
id_id: Musik Nasional
it_it: Musica nazionale

# #29967
source: Oldies Music
be_by: Старое
hu_hu: Örökzöldek
id_id: Musik Lama
it_it: Musica d'altri tempi

# #29968
source: Folk Music
be_by: Фолк
hu_hu: Népzene
id_id: Musik daerah
it_it: Musica folk

# #29969
source: Documentary
be_by: Дакументалтстыка
hu_hu: Dokumentum
id_id: Dokumenter
it_it: Documentari
mi: Pakipūmeka

# #29970
source: Alarm Test
be_by: Праверка апавяшчэння
hu_hu: Riasztási próba
id_id: Tes Alarm
it_it: Test sveglia

# #29971
source: Alarm
be_by: Апавяшчэнне
hu_hu: Riasztás
it_it: Sveglia

# #29977
source: Classic rock music
be_by: Класічны рок
hu_hu: Klasszikus rockzene
id_id: Musik rock klasik
it_it: Musica rock classica

# #29978
source: Classical
be_by: Класіка
hu_hu: Klasszikus
id_id: Klasik
it_it: Classica

# #29980
source: Enable RDS for radio channels
be_by: Уключыць RDS для радыёканалаў
hu_hu: RDS bekapcsolása a rádiócsatornákhoz
id_id: Aktifkan RDS untuk saluran radio
it_it: Abilita RDS per canali Radio

# #29981
source: RDS data can be used if present
be_by: Калі ёсць, можна выкарыстоўваць даныя RDS
hu_hu: Az RDS adatok használhatóak ha elérhetőek
id_id: Data RDS dapat digunakan jika ada
it_it: Se sono presenti possono essere usati i dati RDS

# #29982
source: Message traffic advisory
be_by: Паведамленне пра трафік
hu_hu: Forgalmi felhívás
id_id: Peringatan lalu lintas pesan
it_it: Messaggi avviso traffico

# #29983
source: RDS informs you about traffic advisory messages
be_by: RDS будзе паведамляць пра інфармацыйныя паведамленні пра трафік
hu_hu: Az RDS tájékoztat a forgalmi tanácsadási üzenetekről
id_id: RDS memberi tahu Anda tentang pesan peringatan lalu lintas
it_it: L'RDS ti informa con messaggi di avviso relativi al traffico

# #29984
source: Increase volume on traffic advisory
be_by: Павялічваць гучнасць для паведамленняў пра трафік
hu_hu: Hangerő növelése a forgalmi felhívásoknál
id_id: Tingkatkan volume pada peringatan lalu lintas
it_it: Aumenta volume durante gli avvisi sul traffico

# #29985
source: If traffic advisory is send from RDS, volume is increased
be_by: Падчас атрымання паведамленняў пра трафік гучнасць будзе павялічвацца
hu_hu: Ha forgalmi felhívás jön az RDS-től, akkor a hangerő megemelkedik
id_id: Jika peringatan lalu lintas dikirim dari RDS, volume meningkat
it_it: Se viene mandato un avviso traffico dall'RDS, sarà aumentato il volume

# #29987
source: Remixers
be_by: Рэмікшары
hu_hu: Újrakeverők
id_id: Remixer
it_it: Remix

# #29988
source: Arrangers
be_by: Аранжыроўшчыкі
hu_hu: Rendezők
id_id: Pengatur
it_it: Arrangiatori

# #29989
source: Composers
be_by: Кампазітары
hu_hu: Zeneszerzők
id_id: Komposer
it_it: Compositori

# #29990
source: Conductors
be_by: Дырыжоры
hu_hu: Karmesterek
id_id: Konduktor
it_it: Direttori

# #29991
source: DJ Mixers
be_by: DJ-мікшары
hu_hu: DJ keverők
id_id: DJ Mixer
it_it: DJ

# #29992
source: Lyricists
be_by: Аўтар тэксту
hu_hu: Szövegírók
id_id: Penulis lirik
it_it: Parolieri

# #29993
source: Orchestras
be_by: Аркестры
hu_hu: Zenekarok
id_id: Orkestra
it_it: Orchestre

# #29994
source: Roles
be_by: Ролі
hu_hu: Szerepek
id_id: Peran
it_it: Ruoli

# #33001
source: Trailer quality
be_by: Якасць трэйлера
hu_hu: Filmelőzetes minőség
id_id: Kualitas trailer
it_it: Qualità trailer
mi: Kounga tauaru

# #33002
source: Stream
be_by: Струмень
hu_hu: Adatfolyam
it_it: Traccia
mi: Roma

# #33003
source: Download
be_by: Спампаваць
hu_hu: Letöltés
id_id: Mengunduh
it_it: Scarica

# #33004
source: Download & play
be_by: Спампаваць і прайграць
hu_hu: Letöltés & lejátszás
id_id: Mengunduh dan mainkan
it_it: Scarica e avvia
mi: Tikiake & takaro

# #33005
source: Download & save
be_by: Спампаваць і захаваць
hu_hu: Letöltés & mentés
id_id: Unduh dan simpan
it_it: Scarica e salva
mi: Tikiake & whakaora

# #33006
source: Today
be_by: Сёння
hu_hu: Ma
id_id: Hari ini
it_it: Oggi
mi: Ākuanei

# #33007
source: Tomorrow
be_by: Заўтра
hu_hu: Holnap
id_id: Besok
it_it: Domani
mi: Apopo

# #33008
source: Saving
be_by: Захаванне
hu_hu: Mentés
id_id: Menyimpan
it_it: Salvataggio
mi: Tiaki ana

# #33009
source: Copying
be_by: Капіяванне
hu_hu: Másolás
id_id: Menyalin
it_it: Copia
mi: Tārua ana

# #33010
source: Set download directory
be_by: Абраць каталог для спампоўванняў
hu_hu: Letöltési mappa megadása
id_id: Atur direktori unduhan
it_it: Imposta cartella download
mi: Whaiaronga whakaturia download

# #33011
source: Search duration
be_by: Працягласць пошуку
hu_hu: Keresési idő
id_id: Durasi pencarian
it_it: Durata ricerca
mi: Roanga Rapu

# #33012
source: Short
be_by: Малая
hu_hu: Rövid
id_id: Pendek
it_it: Breve
mi: Poto

# #33013
source: Long
be_by: Доўгая
hu_hu: Hosszú
id_id: Panjang
it_it: Lunga
mi: Roa

# #33014
source: Use DVD player instead of regular player
be_by: Выкарыстоўваць прайгравальнік DVD замест звычайнага
hu_hu: DVD lejátszó használata az általános lejátszó helyett
id_id: Gunakan pemutar DVD daripada pemutar biasa
it_it: Usa lettore DVD invece del lettore normale
mi: Whakamahia kaitākaro DVD kē o te kaitākaro te wā,

# #33015
source: Ask for download before playing video
be_by: Прапаноўваць спампаваць відэа перад прайграваннем
hu_hu: Kérdezzen rá a letöltésre a videó lejátszása előtt
id_id: Tanya untuk mengunduh sebelum memutar video
it_it: Richiedi il download prima di riprodurre il video
mi: A ani i te mo download i mua i te tākaro ataata

# #33016
source: Clips
be_by: Кліпы
hu_hu: Klipek
id_id: Klip
it_it: Clip
mi: Topenga

# #33017
source: Restart plug-in to enable
be_by: Перазапусціць дапаўненне для ўключэння
hu_hu: Az érvényesítéshez a kiegészítő újraindítása szükséges
id_id: start ulang pengaya untuk mengaktifkan
it_it: Riavvia il plugin per abilitarlo
mi: Tīmata anō mono-i roto i ki te taea

# #33018
source: Tonight
be_by: Сёння ўвечары
hu_hu: Ma este
id_id: Malam ini
it_it: Stasera
mi: I tenei po

# #33019
source: Tomorrow night
be_by: Заўтра ўвечары
hu_hu: Holnap este
id_id: Besok malam
it_it: Domani sera

# #33020
source: Condition
be_by: Умовы
hu_hu: Körülmény
id_id: Kondisi
it_it: Condizione
mi: Here

# #33021
source: Precipitation
be_by: Ападкі
hu_hu: Csapadék
id_id: Pengendapan
it_it: Precipitazioni

# #33022
source: Precip
be_by: Ападкі
hu_hu: Csapadékos
id_id: Cipratan air
it_it: Precipitazione

# #33023
source: Humid
be_by: Вільготнасьць
hu_hu: Párás
id_id: Lembab
it_it: Umidità
mi: Takawai

# #33024
source: Feels
be_by: Адчуваецца
hu_hu: Érzet
id_id: Rasa
it_it: Percepita
mi: Mana'o

# #33025
source: Observed
be_by: Назіраецца
hu_hu: Megtekintett
id_id: Diamati
it_it: Rilevata
mi: I kitea ai

# #33026
source: Departure from normal
be_by: Адхіленне ад нормы
hu_hu: Eltérés a megszokottól
id_id: Keberangkatan dari normal
it_it: Differenza dal normale
mi: Te wehenga atu i te noa

# #33027
source: Sunrise
be_by: Усход
hu_hu: Napfelkelte
id_id: Matahari terbit
it_it: Alba

# #33028
source: Sunset
be_by: Захад
hu_hu: Naplemente
id_id: Matahari terbenam
it_it: Tramonto
mi: Ahiahi

# #33029
source: Details
be_by: Падрабязнасці
hu_hu: Részletek
id_id: Detail
it_it: Dettagli
mi: Ngā Taipitopito

# #33030
source: Outlook
be_by: Прагноз
hu_hu: Összefoglaló
id_id: Pandangan
it_it: Vista

# #33032
source: Translate text
be_by: Перакласці тэкст
hu_hu: Szöveg lefordítása
id_id: Terjemahkan teks
it_it: Traduci testo
mi: Whakamāoritia te kuputuhi

# #33033
source: Map list {0:s} category
be_by: Катэгорыя спіса мапаў: {0:s}
hu_hu: {0:s} listázási kategória
id_id: Daftar peta kategori {0:s}
it_it: Categoria elenco mappe {0:s}

# #33034
source: 36-hour
be_by: 36 гадзін
hu_hu: 36 órás
id_id: 36 Jam
it_it: 36 ore
