Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #19634
source: Further education
be_by: Паслядыпломная адукацыя
hu_hu: Továbbtanulás
id_id: Pendidikan Lanjutan
it_it: Ulteriore educazione

# #19635
source: Languages
be_by: Мовы
hu_hu: Nyelvek
id_id: Bahasa
it_it: Lingue
mi: Ngā reo

# #19644
source: Leisure / Hobbies
be_by: Вольны час / Хобі
hu_hu: Szabadidő / Hobbi
id_id: Kesenangan / Hobi
it_it: Tempo libero / Hobby

# #19645
source: Tourism / Travel
be_by: Турызм / Падарожжы
hu_hu: Turizmus / Utazás
id_id: Turisme / Travel
it_it: Turismo / Viaggi

# #19646
source: Handicraft
be_by: Рамёствы
hu_hu: Kézművesség
id_id: Karya Tangan
it_it: Artigianato

# #19647
source: Motoring
be_by: Аўта
hu_hu: Autózás
id_id: Motor
it_it: Automobilismo

# #19648
source: Fitness & health
be_by: Фітнэс і здароўе
hu_hu: Fitnesz & Egészség
id_id: Fitnes dan Kesehatan
it_it: Fitness / Salute

# #19649
source: Cooking
be_by: Кулінарыя
hu_hu: Főzés
id_id: Memasak
it_it: Cucina

# #19650
source: Advertisement / Shopping
be_by: Рэклама і пакупніцтва
hu_hu: Hirdetés / Vásárlás
id_id: Iklan / Belanja
it_it: Pubblicità / Acquisti

# #19651
source: Gardening
be_by: Садаводства
hu_hu: Kertészkedés
id_id: Berkebun
it_it: Giardinaggio

# #19660
source: Special characteristics
be_by: Асаблівыя характарыстыкі
hu_hu: Különleges jellemzők
id_id: Karakteristik Khusus
it_it: Caratteristiche speciali

# #19661
source: Original language
be_by: Мова арыгінала
hu_hu: Eredeti nyelv
id_id: Bahasa Asli
it_it: Lingua originale

# #19662
source: Black & white
be_by: Чорнае і белае
hu_hu: Fekete & Fehér
id_id: Hitam Putih
it_it: Bianco e nero

# #19663
source: Unpublished
be_by: Неапублікаванае
hu_hu: Kiadatlan
id_id: Tak Dipublikasi
it_it: Non pubblicato
mi: Kua whakaputakore

# #19664
source: Live broadcast
be_by: Жывая трансляцыя
hu_hu: Élő közvetítés
id_id: Siaran Langsung
it_it: Trasmissione in diretta

# #19676
source: Drama
be_by: Драма
hu_hu: Dráma
it_it: Drammatico
mi: Nanawe

# #19677
source: Detective / Thriller
be_by: Дэтэктыў / Трылер
hu_hu: Bűnügyi / Thriller
id_id: Detektif / Thriller
it_it: Poliziesco / Thriller

# #19678
source: Adventure / Western / War
be_by: Прыгоды / Вестэрн / Вайна
hu_hu: Kaland / Western / Háborús
id_id: Petualangan / Barat / Perang
it_it: Avventura / Western / Guerra

# #19679
source: Science fiction / Fantasy / Horror
be_by: Навуковая фантастыка / Фэнтэзі / Жахі
hu_hu: Sci-fi / Fantasy / Horror
id_id: Sains fiksi / Fantasi / Horror
it_it: Fantascienza / Fantasy / Horror

# #19680
source: Comedy
be_by: Камедыя
hu_hu: Vígjáték
id_id: Komedi
it_it: Commedia
mi: Whakakata

# #19681
source: Soap / Melodrama / Folkloric
be_by: Меладрама / Фальклор
hu_hu: Szappanopera / Melodráma / Folklór
id_id: Soap / Melodrama / Folklore
it_it: Soap / Melodramma / Folcloristico

# #19682
source: Romance
be_by: Рамантыка
hu_hu: Romantikus
id_id: Romansa
it_it: Romantico
mi: Mahi whaiāipo

# #19683
source: Serious / Classical / Religion / Historical
be_by: Класіка / Рэлігія / Гісторыя
hu_hu: Komoly / Klasszikus / Vallási / Történelmi
id_id: Serious / Kepercayaan Klasik / Historical
it_it: Serio / Classico / Religioso / Storico

# #19684
source: Adult
be_by: Для дарослых
hu_hu: Felnőtt
id_id: Dewasa
it_it: Per adulti
mi: Pakeke

# #19685
source: Confirm shutdown
be_by: Пацвердзіць выключэнне
hu_hu: Leállítás jóváhagyása
id_id: Konfirmasi penghentian
it_it: Conferma spegnimento

# #19686
source: Channel guide
be_by: Каналы
hu_hu: Csatorna műsorújság
id_id: Panduan saluran
it_it: Guida canali

# #19687
source: Play recording
be_by: Прайграць запіс
hu_hu: Rögzítés lejátszása
id_id: Mainkan rekaman
it_it: Riproduci registrazione

# #19690
source: PVR has scheduled a reminder for '{0:s}' on channel '{1:s}' in {2:s}.
be_by: PVR запланаваў напамін для "{0:s}" на канале "{1:s}" а {2:s}.
id_id: PVR telah menjadwalkan pengingat untuk '{0:s}' di saluran '{1:s}' di {2:s}.
it_it: PVR ha programmato un promemoria per '{0:s}' sul canale '{1:s}' tra {2:s}.

# #19691
source: PVR is currently recording '{0:s}' on channel '{1:s}'.
be_by: Выконваецца запіс "{0:s}" на канале "{1:s}".
hu_hu: A PVR jelenleg rögzíti a(z) „{0:s}” műsort, a(z) „{1:s}” csatornán.
id_id: PVR sedang merekam '{0:s}' di saluran '{1:s}'.
it_it: PVR sta attualmente registrando '{0:s}' sul canale '{1:s}'.

# #19692
source: PVR will start recording '{0:s}' on channel '{1:s}' in {2:s}.
be_by: Запіс "{0:s}" на канале "{1:s}" пачнецца праз {2:s}.
hu_hu: A PVR fel fogja venni a(z) „{0:s}” műsort, a(z) „{1:s}” csatornán ennyi idő múlva: {2:s}.
id_id: PVR akan mulai merekam '{0:s}' di saluran '{1:s}' dalam {2:s}.
it_it: PVR inizierà la registrazione di '{0:s}' sul canale '{1:s}' tra {2:s}.

# #19693
source: Daily wakeup is due in {0:s}.
be_by: Штоднёвае абуджэнне запланавана а {0:s}.
hu_hu: Napi ébresztés ennyi idő múlva: {0:s}.
id_id: Bangun harian jatuh tempo dalam {0:s}.
it_it: Il risveglio quotidiano è fra {0:s}.

# #19694
source: {0:d} minutes
be_by: {0:d} хвілін
hu_hu: {0:d} perc
id_id: {0:d} menit
it_it: {0:d} minuti

# #19695
source: about a minute
be_by: каля хвіліны
hu_hu: körülbelül egy perc
id_id: sekitar satu menit
it_it: circa un minuto

# #19696
source: Shutdown anyway
be_by: Выключыць усё роўна
hu_hu: Leállítás mindenképp
id_id: Matikan paksa
it_it: Spegni comunque

# #20000
source: Saved music folder
be_by: Каталог для захоўвання музыкі
hu_hu: Bemásolt zene mappája
id_id: Folder CDDA Rip
it_it: Cartella musica salvata
mi: Kōpaki music ora

# #20001
source: Use external DVD player
be_by: Выкарыстоўваць вонкавы DVD-прайгравальнік
hu_hu: Külső DVD-lejátszó használata
id_id: Gunakan Player DVD eksternal
it_it: Utilizza lettore DVD esterno
mi: Whakamahia kaitākaro DVD waho

# #20002
source: External DVD player
be_by: Вонкавы DVD-прайгравальнік
hu_hu: Külső DVD-lejátszó
id_id: Player DVD Eksternal
it_it: Player DVD esterno
mi: Waho kaitākaro DVD

# #20003
source: Trainers folder
be_by: Каталог трэйлераў
hu_hu: Trainerek mappája
id_id: Folder Trainer
it_it: Cartella trainer
mi: Kōpaki kaiwhakangungu

# #20004
source: Screenshot folder
be_by: Каталог здымкаў экрана
hu_hu: Képernyőmentések mappája
id_id: Folder Screenshot
it_it: Cartella screenshot
mi: Kōpaki Whakaahuamata

# #20006
source: Playlists folder
be_by: Каталог спісаў прайгравання
hu_hu: Lejátszólisták mappája
id_id: Folder DaftarMain
it_it: Cartella playlist
mi: Kōpaki rārangipāpāho

# #20007
source: Recordings
be_by: Запісы
hu_hu: Felvételek
id_id: Perekaman
it_it: Registrazioni
mi: Ngā pūhopu

# #20008
source: Screenshots
be_by: Здымкі экрана
hu_hu: Képernyőmentések
id_id: Tangkapan layar
it_it: Screenshot

# #20009
source: Use Kodi
be_by: Выкарыстоўваць Kodi
hu_hu: Kodi használata
id_id: Gunakan Kodi
it_it: Usa Kodi
mi: Whakamahia te Kodi

# #20011
source: Music playlists
be_by: Спіс прайгравання музыкі
hu_hu: Zenei lejátszólista
id_id: DaftarMain Musik
it_it: Playlist musica
mi: Rārangipāpāho Music

# #20012
source: Video playlists
be_by: Спіс прайгравання відэа
hu_hu: Videó lejátszólista
id_id: DaftarMain Video
it_it: Playlist video
mi: Rārangipāpāho Video

# #20013
source: Do you wish to launch the game?
be_by: Хочаце запусціць гульню?
hu_hu: Játék futtatása?
id_id: Anda ingin menjalankan permainan?
it_it: Vuoi avviare il gioco?
mi: Kei te hiahia koe ki te whakarewa i te kēmu?

# #20014
source: Sort by: Playlist
be_by: Сартаваць па: спіс прайгравання
hu_hu: Lejátszólista szerint
id_id: Urut berdasarkan: Daftar Main
it_it: Ordina per: Playlist
mi: Kōmaka mā te: Rārangipāpaho

# #20015
source: Remote thumb
be_by: Адлеглая мініяцюра
hu_hu: Letölthető minikép
it_it: Anteprima remota
mi: Koromatua Mamao

# #20016
source: Current thumb
be_by: Бягучая мініяцюра
hu_hu: Jelenlegi minikép
id_id: Thumb Saat ini
it_it: Anteprima attuale
mi: Koromatua o nāianei

# #20017
source: Local thumb
be_by: Лакальная мініяцюра
hu_hu: Helyi minikép
id_id: Thumb Lokal
it_it: Anteprima locale
mi: Koromatua rohe

# #20018
source: No thumb
be_by: Няма мініяцюры
hu_hu: Nincs minikép
id_id: Tidak Ada Thumb
it_it: Nessuna anteprima
mi: No koromatua

# #20019
source: Choose thumbnail
be_by: Абраць мініяцюру
hu_hu: Minikép választása
id_id: Pilih Thumb
it_it: Scegli miniatura
mi: Kōwhiri karakōnui

# #20023
source: Conflict
be_by: Канфлікт
hu_hu: Ütközés
id_id: Konflik
it_it: Conflitto
mi: Papā

# #20024
source: Scan new
be_by: Сканаваць новае
hu_hu: Új keresése
id_id: Pindai Baru
it_it: Scansiona nuovi
mi: Hou karapa

# #20025
source: Scan all
be_by: Сканаваць усё
hu_hu: Minden átvizsgálása
id_id: Pindai Semua
it_it: Scansiona tutto
mi: Te matawai katoa

# #20026
source: Region
be_by: Рэгіён
hu_hu: Régió
id_id: Wilayah
it_it: Regione

# #20035
source: Regional ({0:s})
be_by: Рэгіянальны ({0:s})
hu_hu: Régionális ({0:s})
id_id: Wilayah ({0:s})
it_it: Regionale ({0:s})

# #20037
source: Summary
be_by: Агулам
hu_hu: Összegzés
id_id: Ringkasan
it_it: Sommario
mi: Tīpoka

# #20038
source: Lock music window
be_by: Блакаваць акно музыкі
hu_hu: Zene menü zárolása
id_id: Kunci seksi musik
it_it: Blocca sezione musica
mi: Matapihi music Maukati

# #20039
source: Lock videos window
be_by: Блакаваць акно відэа
hu_hu: Videó menü zárolása
id_id: Kunci seksi video
it_it: Blocca sezione video
mi: Matapihi ataata Maukati

# #20040
source: Lock pictures window
be_by: Блакаваць акно малюнкаў
hu_hu: Képek menü zárolása
id_id: Kunci seksi gambar
it_it: Blocca sezione immagini
mi: Maukati pikitia matapihi

# #20041
source: Lock programs & scripts windows
be_by: Блакаваць акно праграм і скрыптоў
hu_hu: Programok menü zárolása
id_id: Kunci seksi program dan skrip
it_it: Blocca sezioni programmi e script
mi: Maukati hōtaka & hōtuhi matapihi

# #20042
source: Lock file manager
be_by: Блакаваць кіраўніка файлаў
hu_hu: Fájlkezelő zárolása
id_id: Kunci Manajer Berkas
it_it: Blocca gestore file
mi: Kaiwhakahaere kōnae Maukati

# #20043
source: Lock settings
be_by: Налады блакавання
hu_hu: Beállítások zárolása
id_id: Setting Penguncian
it_it: Blocca impostazioni
mi: Maukati i ngā tautuhinga

# #20044
source: Start fresh
be_by: Чысты запуск
hu_hu: Friss adatokkal
id_id: Memulai Secara Fresh
it_it: Ricomincia da capo
mi: Tīmata hou

# #20045
source: Enter master mode
be_by: Увайсці ў рэжым майстра
hu_hu: Belépés mester-módba
id_id: Masuk mode mastrer
it_it: Entra in master mode
mi: Tomo aratau ariki

# #20046
source: Leave master mode
be_by: Выйсці з рэжыму майстра
hu_hu: Kilépés mester-módból
id_id: Meninggalkan mode master
it_it: Esci da master mode
mi: Waiho aratau ariki

# #20047
source: Create profile '{0:s}'?
be_by: Стварыць профіль "{0:s}"?
hu_hu: Létrehozza a(z) „{0:s}” profilt?
id_id: Buat profil '{0:s}'?
it_it: Creare il profilo '{0:s}'?

# #20048
source: Start with fresh settings or copy from default?
be_by: Запусціць з чыстымі параметрамі альбо скапіяваць з прадвызначанага профілю?
hu_hu: Kezdés friss beállításokkal, vagy alapértékek másolásával?
id_id: Mulai dengan pengaturan baru atau salin dari bawaan?
it_it: Iniziare con nuove impostazioni o copiare da quelle predefinite?

# #20049
source: Best available
be_by: Лепшы з магчымых
hu_hu: Az elérhető legjobb
id_id: Terbaik yg Tersedia
it_it: Migliore disponibile
mi: Best wātea

# #20050
source: Auto-switch between 16x9 and 4x3
be_by: Аўтапераключэнне паміж 16x9 і 4x3
hu_hu: Automatikus váltás 16:9 és 4:3 között
id_id: Otomatis berganti anatara 16x9 dan 4x3
it_it: Cambio automatico tra 16x9 e 4x3
mi: Whakakā aunoa-i waenganui i 16x9 me te 4x3

# #20051
source: Treat stacked files as single file
be_by: Разглядаць складаныя файлы як адзіны
hu_hu: Többrészes fájlok egy fájlként kezelése
id_id: Perlakukan file stek sebagai file tunggal
it_it: Tratta file impilati come file singolo
mi: Kōnae Haumaru Ngā Kōnae tāpae rite kōnae kotahi

# #20052
source: Caution
be_by: Увага
hu_hu: Figyelmeztetés
id_id: Peringatan
it_it: Attenzione
mi: Tūpato

# #20053
source: Left master mode
be_by: Рэжым майстра выключаны
hu_hu: Kilépés mester módból
id_id: Tinggalkan mode master
it_it: Uscito da master mode
mi: Aratau ariki mahue

# #20054
source: Entered master mode
be_by: Рэжым майстра ўключаны
hu_hu: Belépés mester módba
id_id: Masuk mode master
it_it: Entrato in master mode
mi: Aratau ariki tomo

# #20055
source: Allmusic.com thumb
be_by: Мініяцюра Allmusic.com
hu_hu: Allmusic.com minikép
id_id: Thumb Allmusic.com
it_it: Anteprima Allmusic.com
mi: Allmusic.com koromatua

# #20057
source: Remove thumbnail
be_by: Выдаліць мініяцюру
hu_hu: Minikép eltávolítása
id_id: Hapus Thumbnail
it_it: Rimuovi miniatura
mi: Tango karakōnui

# #20058
source: Add profile...
be_by: Дадаць профіль...
hu_hu: Új profil…
id_id: Tambah Profil...
it_it: Aggiungi profilo...
mi: Tāpiri kōtaha ...

# #20059
source: Query info for all albums
be_by: Атрымліваць звесткі пра ўсе альбомы
hu_hu: Minden album lekérdezése
id_id: Meminta Info Semua Album
it_it: Richiedi informazioni per tutti gli album
mi: Te uiui info mō ngā pukapuka whakaemi katoa

# #20060
source: Media info
be_by: Звесткі
hu_hu: Médiainformációk
id_id: Informasi Media
it_it: Info media
mi: Info Media

# #20061
source: Separate
be_by: Падзяляць
hu_hu: Külön-külön
id_id: Pisahkan
it_it: Separa
mi: Wehea

# #20062
source: Shares with default
be_by: Прадвызначаныя рэсурсы
hu_hu: Megosztott
id_id: Bagikan dengan bawaan
it_it: Condivisioni con predefinito
mi: Hea ki te taunoa

# #20063
source: Shares with default (read only)
be_by: Прадвызначаныя рэсурсы (толькі чытанне)
hu_hu: Megosztott (csak olvasható)
id_id: Bagikan dengan bawaan (hanya baca)
it_it: Condivisioni con predefinito (solo lettura)
mi: Hea ki te taunoa (pānui anake)

# #20064
source: Copy default
be_by: Скапіяваць прадвызначаныя
hu_hu: Alapértelmezett másolása
id_id: Salin bawaan
it_it: Copia predefinito
mi: Kape taunoa

# #20065
source: Profile picture
be_by: Малюнак профілю
hu_hu: Profilkép
id_id: Gambar Profil
it_it: Immagine profilo
mi: Pikitia Profile

# #20066
source: Lock preferences
be_by: Налады блакавання
hu_hu: Tulajdonságok zárolása
id_id: Kunci pilihan
it_it: Blocca preferenze
mi: Maukati manakohanga

# #20067
source: Edit profile
be_by: Рэдагаваць профіль
hu_hu: Profil módosítás
id_id: Edit profil
it_it: Modifica profilo
mi: Whakatika kōtaha

# #20068
source: Profile lock
be_by: Заблакаваць профіль
hu_hu: Profil zárolás
id_id: Kunci Profil
it_it: Blocco profilo
mi: Raka Profile

# #20069
source: Couldn't create folder
be_by: Не атрымалася стварыць каталог
hu_hu: Mappa nem volt létrehozható
id_id: Tidak dapat membuat folder
it_it: Impossibile creare la cartella

# #20070
source: Profile directory
be_by: Каталог профілю
hu_hu: Profilmappa
id_id: Direktori profil
it_it: Cartella profilo
mi: Whaiaronga Profile

# #20071
source: Start with fresh media sources or copy from default?
be_by: Запусціць з новымі крыніцамі альбо скапіяваць прадвызначаныя?
hu_hu: Kezdés friss média forrásokkal, vagy az alapértékek másolásával?
id_id: Mulai dengan sumber media baru atau salin dari bawaan?
it_it: Iniziare con nuove fonti multimediali o copiare dall'impostazione predefinita?

# #20072
source: Make sure the selected folder is writable and that the new folder name is valid
be_by: Пераканайцеся, што абраны каталог прыдатны для запісу і што новая назва карэктная
hu_hu: Győződjön meg, hogy a kiválasztott mappa írható és az új neve megfelelő
id_id: Pastikan folder yang dipilih dapat ditulis dan nama folder baru valid
it_it: Assicurati che la cartella selezionata sia scrivibile e che il nuovo nome della cartella sia valido

# #20074
source: MPAA rating
be_by: Рэйтынг MPAA
hu_hu: MPAA minősítés
id_id: Nilai MPAA
it_it: Valutazione MPAA
mi: Whakatauranga MPAA

# #20075
source: Enter master lock code
be_by: Увядзіце код блакавання
hu_hu: Mesterkód
id_id: Masukkan kunci kode master
it_it: Inserisci codice blocco master
mi: Tomo waehere maukati ariki

# #20076
source: Ask for master lock code on startup
be_by: Пытацца код агульнага блакавання падчас запуску
hu_hu: Mesterkód bekérése induláskor
id_id: Tanya kode master saat memulai
it_it: Richiedi codice blocco master all'avvio
mi: A ani i te mo te waehere maukati ariki i runga i te whakaohonga

# #20077
source: Skin settings
be_by: Налады абалонкі
hu_hu: Felszín beállítások
id_id: Setelan Kulit
it_it: Impostazioni skin
mi: I ngā tautuhinga kiri

# #20078
source: - no link set -
hu_hu: - nincs beállított hivatkozás -
id_id: - tak ada link dipasang -
it_it: - da impostare -
mi: - Whakaturia e kore hononga -

# #20079
source: Enable animations
be_by: Уключыць анімацыю
hu_hu: Animációk engedélyezése
id_id: Membolehkan Animasi
it_it: Abilita animazioni
mi: Whakahohe i ngā hākoritanga

# #20080
source: Disable RSS during music
be_by: Выключаць RSS-стужку падчас прайгравання музыкі
hu_hu: RSS tiltása zene közben
id_id: Nonaktifkan RSS saat musik
it_it: Disattiva RSS durante la musica
mi: Monokia RSS i roto i te waiata

# #20081
source: Enable shortcut buttons
be_by: Уключыць кнопкі цэтлікаў
hu_hu: Parancsikon gombok engedélyezése
id_id: Membolehkan Tombol Bookmark
it_it: Abilita pulsanti scelta rapida
mi: Whakahohe i pātene pokatata

# #20082
source: Show programs in main menu
be_by: Паказваць праграмы ў галоўным меню
hu_hu: Programok megjelenítése a főmenüben
id_id: Tampilkan Info XLink Kai
it_it: Mostra programmi nel menu principale
mi: Whakaatu i ngā hōtaka i roto i te tahua matua

# #20083
source: Show music information
be_by: Паказваць звесткі пра музыку
hu_hu: Zeneinformáció megjelenítése
id_id: Tampilkan informasi musik
it_it: Mostra informazioni musica

# #20084
source: Show weather information
be_by: Паказваць звесткі пра надвор'е
hu_hu: Időjárás információ megjelenítése
id_id: Tampilkan info Cuaca
it_it: Mostra informazioni meteo

# #20085
source: Show system information
be_by: Паказваць сістэмную інфармацыю
hu_hu: Rendszerinformáció megjelenítése
id_id: Tampilkan informasi sistem
it_it: Mostra informazioni sistema

# #20086
source: Show available disk space C: E: F:
be_by: Паказваць вольнае месца на дысках C: E: F:
hu_hu: C, E, F lemezek szabad területének megjelenítése
id_id: Tampilkan Sisa Disk yang tersedia C: E: F:
it_it: Mostra spazio disponibile dischi C: E: F:
mi: Whakaatu wātea kōpae wāhi C: E: F:

# #20087
source: Show available disk space E: F: G:
be_by: Паказваць вольнае месца на дысках E: F: G:
hu_hu: E, F, G lemezek szabad területének megjelenítése
id_id: Tampilkan Sisa Disk yang tersedia E: F: G:
it_it: Mostra spazio disponibile dischi E: F: G:
mi: Whakaatu wātea E te mokowā kōpae: F: G:

# #20088
source: Weather information
be_by: Інфармацыя пра надвор'е
hu_hu: Időjárás információk
id_id: Info Cuaca
it_it: Informazioni meteo

# #20089
source: Drive space free
be_by: Вольнае месца на дыску
hu_hu: Szabad lemezterület
id_id: Ruang Drive Bebas
it_it: Spazio libero disco
mi: Te mokowā wātea Drive

# #20090
source: Enter the name of an existing share
be_by: Увядзіце назву існага агульнага рэсурса
hu_hu: Egy létező megosztás nevének megadása
id_id: Masukkan nama Share yang ada
it_it: Inserisci il nome di una condivisione esistente
mi: Tomo i te ingoa o te wahi tīariari

# #20091
source: Lock code
be_by: Код блакавання
hu_hu: Zárolási kód
id_id: Kode Penguncian
it_it: Codice di blocco
mi: Maukati waehere

# #20092
source: Load profile
be_by: Загрузіць профіль
hu_hu: Profil betöltése
id_id: Muat Profil
it_it: Carica profilo
mi: Kōtaha Uta

# #20093
source: Profile name
be_by: Назва профілю
hu_hu: Profil neve
id_id: Nama profil
it_it: Nome profilo
mi: Ingoa Profile

# #20094
source: Media sources
be_by: Крыніцы медыяфайлаў
hu_hu: Médiaforrások
id_id: Sumber Media
it_it: Sorgenti multimediali
mi: Puna Media

# #20095
source: Enter profile lock code
be_by: Увядзіце код блакавання
hu_hu: Adja meg a profil zárolási kódját
id_id: Masukkan kode kunci profil
it_it: Inserisci codice blocco profilo
mi: Tomo waehere raka kōtaha

# #20096
source: Login screen
be_by: Экран уваходу
hu_hu: Belépőablak
id_id: Layar Masuk
it_it: Schermata di accesso
mi: Mata Takiuru

# #20097
source: Fetching album information
be_by: Атрыманне інфармацыі пра альбом
hu_hu: Albuminformáció lekérése
id_id: Meminta informasi album
it_it: Recupero informazioni album

# #20098
source: Fetching information for album
be_by: Атрыманне інфармацыі для альбома
hu_hu: Információlekérés az albumról
id_id: Meminta informasi untuk album
it_it: Recupero informazioni per l'album

# #20099
source: A CD or track can't be ripped while being played
be_by: Немагчыма алічбаваць падчас прайгравання
hu_hu: A CD vagy szám nem bemásolható, miközben lejátszás alatt van
id_id: Track dari CD tidak dapat disalin ketika sedang dimainkan
it_it: Non è possibile estrarre un CD o una traccia durante la riproduzione

# #20100
source: Master lock code and settings
be_by: Код і налады агульнага блакавання
hu_hu: Mesterkód és beállításai
id_id: Kunci dan Kode Master
it_it: Codice blocco master e impostazioni
mi: Waehere maukati Kaiwhakaako me ngā tautuhinga

# #20101
source: Entering master lock code always enables master mode
be_by: Увод ахоўнага коду заўсёды пераключае ў рэжым майстра
hu_hu: A mesterkód megadása után mester módban marad
id_id: Memasukan kode master selalu membolehkan mode master
it_it: L'immissione del codice di blocco master abilita sempre la modalità master
mi: E taea ai nga wa katoa e tomo ana waehere maukati ariki aratau ariki

# #20103
source: Save changes to profile?
be_by: Захаваць змены профілю?
hu_hu: Menti a profil változásait?
id_id: Simpan perubahan ke profil?
it_it: Salvare le modifiche al profilo?
mi: Whakaora huringa ki te kōtaha?

# #20104
source: Old settings found. Do you want to use them?
be_by: Знойдзены старыя налады. Ужыць іх?
hu_hu: Korábbi beállítások találhatók. Szeretné ezeket használni?
id_id: Pengaturan lama ditemukan. Apakah Anda ingin menggunakannya?
it_it: Vecchie impostazioni trovate. Vuoi usarle?

# #20106
source: Old media sources found. Do you want to use them?
be_by: Знойдзены старыя крыніцы медыяфайлаў. Выкарыстоўваць іх?
hu_hu: Korábbi médiaforrások találhatók. Szeretné ezeket használni?
id_id: Media lama ditemukan. Apakah Anda ingin menggunakannya?
it_it: Vecchie sorgenti multimediali trovate. Vuoi usarle?

# #20107
source: Separate (locked)
be_by: Асобна (заблакавана)
hu_hu: Külön-külön (zárolt)
id_id: Pemisahan (dikunci)
it_it: Separato (bloccato)
mi: Motuhake (raka)

# #20110
source: UPnP settings
be_by: Налады UPnP
hu_hu: UPnP beállítások
id_id: Klien UPnP
it_it: Impostazioni UPnP
mi: I ngā tautuhinga UPnP

# #20111
source: Autostart UPnP client
be_by: Аўтазапуск кліента UPnP
hu_hu: UPnP ügyfél automatikus indítása
id_id: Memulai Sendiri
it_it: Avvio automatico client UPnP
mi: NetMeeting UPnP kiritaki

# #20112
source: Last login: {0:s}
be_by: Апошні ўваход: {0:s}
hu_hu: Legutóbbi bejelentkezés: {0:s}
id_id: Terakhir masuk: {0:s}
it_it: Ultimo accesso: {0:s}

# #20113
source: Never logged on
be_by: Ніколі не ўваходзіў
hu_hu: Sosem lépett be
id_id: Tidak pernah login
it_it: Mai connesso
mi: Kaua e whakauru i te

# #20114
source: Profile {0:d} / {1:d}
be_by: Профіль {0:d} / {1:d}
hu_hu: {0:d} / {1:d} profil
id_id: Profil {0:d} / {1:d}
it_it: Profilo {0:d} / {1:d}

# #20115
source: User login / Select a profile
be_by: Лагін / Абраць профіль
hu_hu: Belépés / Válasszon profilt
id_id: Login Pengguna / Pilih profil
it_it: Accesso utente / Seleziona un profilo
mi: Takiuru kaiwhakamahi / Tīpakohia te kōtaha

# #20116
source: Use lock on login screen
be_by: Блакаваць экран уваходу
hu_hu: Zárolás a bejelentkező képernyőn
id_id: Gunakan penguncian saat layar masuk
it_it: Usa blocco nella schermata di accesso
mi: Whakamahia maukati ki te mata o takiuru

# #20117
source: Invalid lock code.
be_by: Хібны код блакавання.
hu_hu: Érvénytelen zárolási kód.
id_id: Kode kunci salah.
it_it: Codice di blocco non valido.
mi: Waehere raka muhu.
