Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #14001
source: Unstack
be_by: Разгрупаваць
hu_hu: Egyesítés: ki
it_it: Dividi volumi
mi: Wetetāpae rānei

# #14003
source: Downloading playlist file...
be_by: Спампоўванне файла спіса прайгравання…
hu_hu: Lejátszólista letöltése…
id_id: Mengunduh file Daftar Main...
it_it: Download file playlist in corso...
mi: Te tikiake i te kōnae rārangipāpāho ana ...

# #14004
source: Downloading streams list...
be_by: Спампоўванне спіса струмянёў…
hu_hu: Adatfolyamlista letöltése…
id_id: Mengunduh daftar stream...
it_it: Download elenco tracce in corso...
mi: E tikiake ana rārangi awa ...

# #14005
source: Parsing streams list...
be_by: Разбор спіса струмянёў…
hu_hu: Adatfolyamlista előkészítése…
id_id: Parsing daftar stream...
it_it: Elaborazione elenco tracce...
mi: Pāhi rārangi awa ...

# #14006
source: Downloading streams list failed
be_by: Не атрымалася спампаваць спіс струмянёў
hu_hu: Adatfolyamlista letöltése sikertelen
id_id: Mengunduh daftar stream gagal
it_it: Download elenco tracce non riuscito
mi: I rahua te rārangi tikiake i awa

# #14007
source: Downloading playlist file failed
be_by: Не атрымалася спампаваць файл спіса прайгравання
hu_hu: Hiba a lejátszólista letöltése közben
id_id: Mengunduh file Daftar Main gagal
it_it: Download file playlist non riuscito
mi: I rahua te tikiake i te kōnae rārangipāpāho

# #14009
source: Games directory
be_by: Каталог гульняў
hu_hu: Játék könyvtár
id_id: Direktori Permainan
it_it: Cartella giochi
mi: Whaiaronga Games

# #14010
source: Auto switch to thumbs based on
be_by: Аўтапераключэнне выгляду на мініяцюры па
hu_hu: Automatikus váltás miniképekre a következő alapján
id_id: Otomatis Pindah ke Thumbs
it_it: Passaggio automatico ad anteprime per
mi: Pana aunoa ki te koromatua i runga i

# #14011
source: Enable auto switching to thumbs view
be_by: Уключыць аўтапераключэнне выгляду на мініяцюры
hu_hu: Automatikus váltás miniképek nézetre
id_id: Aktifkan Autoswitching ke Tampilan Thumbs
it_it: Abilita passaggio automatico visualizzazione anteprime
mi: Whakahohe i whakawhitinga aunoa ki te koromatua hei tirotiro ai

# #14012
source: - Use large icons
be_by: - Выкарыстоўваць вялікія значкі
hu_hu: - Nagy ikonok használata
id_id: - Gunakan Ikon Besar
it_it: - Usa icone grandi
mi: - Whakamahi ata nui

# #14013
source: - Switch based on
be_by: - Пераключаць па
hu_hu: - Váltás a következő alapján
id_id: - Penggantian Berdasar
it_it: - Cambio basato su
mi: - Whakakā i runga i

# #14014
source: - Percentage
be_by: - Адсотак
hu_hu: - Százalék
id_id: - Persentase
it_it: - Percentuale
mi: - Ōrautanga

# #14015
source: No files and at least one thumb
be_by: Без файлаў і хоць адна мініяцюра
hu_hu: Nincs fájl, de minimum egy minikép
id_id: Tak ada File dan satu Thumb
it_it: Nessun file ed almeno una anteprima
mi: Kāore he kōnae, me te neke atu tetahi koromatua

# #14016
source: At least one file and thumb
be_by: Хоць адзін файл і мініяцюра
hu_hu: Minimum egy fájl és minikép
id_id: Sedikitnya satu File dan Thumb
it_it: Almeno un file ed una anteprima
mi: I tētahi kōnae me te koromatua

# #14017
source: Percentage of thumbs
be_by: Адсотак мініяцюр
hu_hu: Miniképek mérete
id_id: Persentase Thumb
it_it: Percentuale di anteprime
mi: Ōrau o koromatua

# #14018
source: View options
be_by: Параметры выгляду
hu_hu: Nézet beállítások
id_id: Lihat Pilihan
it_it: Opzioni visualizzazione
mi: Tirohia ngā kōwhiringa

# #14019
source: Change area code 1
be_by: Мясцовасць 1
hu_hu: 1. régió beállítása
id_id: Ganti Kode Wilayah 1
it_it: Cambia codice area 1
mi: Waehere rohe Change 1

# #14020
source: Change area code 2
be_by: Мясцовасць 2
hu_hu: 2. régió beállítása
id_id: Ganti Kode Wilayah 2
it_it: Cambia codice area 2
mi: Waehere Change rohe 2

# #14021
source: Change area code 3
be_by: Мясцовасць 3
hu_hu: 3. régió beállítása
id_id: Ganti Kode Wilayah 3
it_it: Cambia codice area 3
mi: Waehere Change rohe 3

# #14022
source: Library
be_by: Бібліятэка
hu_hu: Médiatár
id_id: Pustaka
it_it: Libreria
mi: Wharetaonga

# #14024
source: Enter the nearest large town
be_by: Увядзіце бліжэйшы вялікі горад
hu_hu: Legközelebbi nagyváros
id_id: Masukkan kota besar terdekat atau kode ZIP US
it_it: Inserisci la città grande più vicina a te
mi: Tomo tata te pa nui

# #14025
source: Video/Audio/DVD cache - Hard disk
be_by: Відэа/Аўдыё/DVD-кэш — Цвёрды дыск
hu_hu: Videó/Audió/DVD gyorsítótár - Merevlemez
id_id: Tembolok Video/Audio/DVD - Hard disk
it_it: Cache Video/Audio/DVD - Hard Disk
mi: Ataata / Oro keteroki DVD / - kōpae mārō

# #14026
source: Video cache - DVD-ROM
be_by: Відэакэш - DVD-ROM
hu_hu: Videó gyorsítótár - DVD-ROM
it_it: Cache Video - DVD-ROM
mi: Keteroki Ataata - DVD-ROM

# #14027
source: Video cache - Local network
be_by: Відэакэш - Лакальная сетка
hu_hu: Videó gyorsítótár - Helyi hálózathoz
id_id: Cache video - Jaringan lokal
it_it: Cache Video - Rete locale

# #14028
source: Video cache - Internet
be_by: Відэакэш - Інтэрнэт
hu_hu: Viedó gyorsítótár - Internet
id_id: Cache Video - Internet
it_it: Cache Video - Internet

# #14030
source: Audio cache - DVD-ROM
be_by: Аўдыякэш — DVD-ROM
hu_hu: Hang gyorsítótár - DVD-ROM
it_it: Cache Audio - DVD-ROM
mi: Keteroki Ororongo - DVD-ROM

# #14031
source: Audio cache - Local network
be_by: Аўдыякэш — Лакальная сетка
hu_hu: Audió gyorsítótár - Helyi hálózathoz
id_id: Cache suara - Jaringan lokal
it_it: Cache Audio - Rete locale

# #14032
source: Audio cache - Internet
be_by: Аўдыякэш — Інтэрнэт
hu_hu: Audió gyorsítótár - Internet
id_id: Cache Audio - Internet
it_it: Cache Audio - Internet

# #14034
source: DVD cache - DVD-ROM
be_by: Кэш DVD — DVD-ROM
hu_hu: DVD gyorsítótár - DVD-ROM
it_it: Cache DVD - DVD-ROM
mi: Keteroki DVD - DVD-ROM

# #14035
source: Local network
be_by: Лакальная сетка
hu_hu: Helyi hálózat
id_id: LAN
it_it: Rete locale
mi: Whatunga paetata

# #14036
source: Services
be_by: Сэрвісы
hu_hu: Szolgáltatások
id_id: Server
it_it: Servizi
mi: Ratonga

# #14037
source: DVD cache - Local network
be_by: Кэш DVD — лакальная сетка
hu_hu: DVD gyorsítótár - Helyi hálózathoz
id_id: cache DVD - Jaringan lokal
it_it: Cache DVD - Rete locale

# #14038
source: Network settings changed
be_by: Сеткавыя налады змененыя
hu_hu: A hálózati beállítások megváltoztatva
id_id: Setelan Jaringan berubah
it_it: Impostazioni di rete modificate
mi: Huri i ngā tautuhinga Whatunga

# #14039
source: A restart is required to change your network setup. Would you like to restart now?
be_by: Для змены налад сеткі патрабуецца перазапуск. Перазапусціць зараз?
hu_hu: Újraindítás szükséges a hálózati beállítások megváltoztatásához. Újraindítás most?
id_id: Restart dibutuhkan untuk mengganti pengaturan jaringan. Anda ingin merestart sekarang?
it_it: Per modificare la configurazione di rete è necessario un riavvio. Vuoi riavviare adesso?

# #14041
source: Internet connection bandwidth limitation
be_by: Абмежаванне хуткасці для злучэння з інтэрнэтам
hu_hu: Internetkapcsolat sávszélesség-korlátozás
id_id: Post Processing
it_it: Limita larghezza di banda connessione internet
mi: Hōkaiipurangi hononga Ipurangi fakangatangata

# #14043
source: - Shutdown while playing
be_by: - Выключаць падчас прайгравання
hu_hu: - Leállítás lejátszás közben
id_id: - Matikan saat memainkan
it_it: - Spegnimento durante la riproduzione
mi: - Tukaweto i tākaro

# #14045
source: {0:d} sec
be_by: {0:d} сек
hu_hu: {0:d} mp
id_id: {0:d} det
it_it: {0:d} s

# #14051
source: Time format
be_by: Фармат часу
hu_hu: Időformátum(12/24)
id_id: Format Waktu
it_it: Formato ora
mi: Hōputu wā

# #14052
source: Date format
be_by: Фармат даты
hu_hu: Dátumformátum(N-H/H-N)
id_id: Format Tanggal
it_it: Formato data
mi: Hōputu mō te rā

# #14053
source: GUI filters
be_by: Фільтры GUI
hu_hu: GUI szűrők
id_id: Filter GUI
it_it: Filtri interfaccia
mi: Ngā tātaritanga kua gui

# #14055
source: Use background scanning
be_by: Сканаваць у фоне
hu_hu: Átvizsgálás a háttérben
id_id: Gunakan Scanning Latar
it_it: Usa la scansione in background
mi: Whakamahia matawai muri

# #14056
source: Stop scan
be_by: Спыніць сканаванне
hu_hu: Átvizsgálás leállítása
id_id: Hentikan Scan
it_it: Ferma scansione
mi: Kāti te Matawai

# #14057
source: Not possible while scanning for media information
be_by: Немагчыма падчас сканавання файлаў
hu_hu: Médiainfó átvizsgálása közben nem lehetséges
id_id: Tidak memungkinkan saat men-scan info media
it_it: Non possibile durante la ricerca di informazioni multimediali

# #14058
source: Film grain effect
be_by: Эфект кінастужкі
hu_hu: Filmszemcsézet (grain) hatás
id_id: Efek Film Grain
it_it: Effetto grana pellicola
mi: Pānga witi Film

# #14059
source: Search for thumbnails on remote shares
be_by: Шукаць мініяцюры ў адлеглай крыніцы
hu_hu: Miniképek keresése távoli megosztásokon
id_id: Mencari custom thumbnails pada remote shares
it_it: Cerca miniature su condivisioni remote
mi: Rapu mō ngā karakōnui i runga i hea mamao

# #14060
source: Unknown type cache - Internet
be_by: Невядомы тып кэшу - Інтэрнэт
hu_hu: Ismeretlen típusú gyorsítótár - Internet
id_id: Tipe Cache Tidak Diketahui- Internet
it_it: Tipo cache sconosciuto - Internet
mi: Momo Unknown keteroki - Internet

# #14062
source: Enter username for
be_by: Увядзіце імя карыстальніка для
hu_hu: Felhasználónév a következőhöz:
id_id: Masukkan namapengguna utk
it_it: Inserire nome utente per
mi: Tomo ingoa kaiwhakamahi hoki

# #14063
source: Date & time
be_by: Дата і час
hu_hu: Dátum és Idő
id_id: Tanggal & Jam
it_it: Data e ora
mi: Rā & wā

# #14064
source: Set date
be_by: Прызначыць дату
hu_hu: Dátum beállítása
id_id: Pasang Tanggal
it_it: Imposta data
mi: Whakaturia rā

# #14065
source: Set time
be_by: Прызначыць час
hu_hu: Idő beállítása
id_id: Pasang Waktu
it_it: Imposta ora
mi: Whakaturia wā

# #14066
source: Enter the time in 24-hour HH:MM format
be_by: Увядзіце час у фармаце 24 гадзін ГГ:ХвХв
hu_hu: Idő beállítása 24 órás formátumban ÓÓ:PP
id_id: Masukkan waktu dalam format 24 jam HH:MM
it_it: Inserire l'ora nel formato 24 ore HH:MM

# #14067
source: Enter the date in DD/MM/YYYY format
be_by: Увядзіце дату ў фармаце ДД/ММ/ГГГГ
hu_hu: Dátum beállítása (NN/HH/ÉÉÉÉ formátumban)
id_id: Masukkan Tanggal dalam format DD/MM/YYYY
it_it: Inserire la data nel formato GG/MM/AAAA
mi: E tomo te rā i roto i te DD MM whakatakotoranga / / YYYY

# #14068
source: Enter the IP address
be_by: Увядзіце IP-адрас
hu_hu: IP-cím beállítása
id_id: Masukkan Alamat IP
it_it: Inserire indirizzo IP
mi: Tomo i te wāhitau IP

# #14069
source: Apply these settings now?
be_by: Ужыць гэтыя налады зараз?
hu_hu: Változások érvényesítése?
id_id: Anda ingin memasang setelan ini sekarang?
it_it: Applicare queste impostazioni ora?
mi: Te whakamahi i ēnei tautuhinga inaianei?

# #14070
source: Apply changes now
be_by: Ужыць змены зараз
hu_hu: Változások érvényesítése
id_id: Pasang Perubahan Sekarang
it_it: Applica le modifiche ora
mi: Hoatu ngā huringa inaianei

# #14071
source: Allow file renaming and deletion
be_by: Дазволіць змену назваў і выдаленне файлаў
hu_hu: Fájltörlés és átnevezés engedélyezése
id_id: Mengijinkan Perubahan Nama File dan Penghapusan
it_it: Consenti di rinominare ed eliminare i file
mi: Tukua Whakaingoa kōnae, me te mukunga

# #14074
source: Set timezone
be_by: Прызначыць часавы пояс
hu_hu: Időzóna beállítása
id_id: Atur zona waktu
it_it: Imposta fuso orario
mi: Whakaturia rohewā

# #14075
source: Use daylight saving time
be_by: Выкарыстоўваць пераход на зімні час
hu_hu: Automatikus téli/nyári időszámítás
id_id: Gunakan daylight saving time
it_it: Usa ora legale
mi: Whakamahia te wā awatea

# #14076
source: Add to favourites
be_by: Дадаць ва ўлюбёнае
hu_hu: Hozzáadás a kedvencekhez
id_id: Tambahkan ke favorit
it_it: Aggiungi ai preferiti
mi: Tāpiri ki ngā makau

# #14077
source: Remove from favourites
be_by: Выдаліць з улюбёнага
hu_hu: Eltávolítás a kedvencekből
id_id: Hapus dari favorit
it_it: Rimuovi dai preferiti
mi: Tango mai i ngā makau

# #14078
source: Colours
be_by: Колеры
hu_hu: Színek
id_id: Warna
it_it: Colori

# #14079
source: Timezone country
be_by: Краіна ў часавым поясе
hu_hu: Időzóna (ország)
id_id: Zona waktu negara
it_it: Paese fuso orario
mi: Rohewā whenua

# #14080
source: Timezone
be_by: Часавы пояс
hu_hu: Időzóna
id_id: Zona waktu
it_it: Fuso orario
mi: Rohewā

# #14081
source: File lists
be_by: Спісы файлаў
hu_hu: Fájllisták
id_id: Daftar berkas
it_it: Elenchi file
mi: Rārangi Kōnae

# #14083
source: Use fullscreen window
be_by: Выкарыстоўваць акно на ўвесь экран
hu_hu: Teljes képernyős nézet használata
id_id: Gunakan video tampilan penuh
it_it: Usa finestra a schermo intero

# #14084
source: Queue songs on selection
be_by: Дадаць абраную кампазіцыю ў чаргу
hu_hu: Zeneszám kiválasztására hozzáadás a lejátszási listához
id_id: Antrikan lagu yang diseleksi
it_it: Accoda brani alla selezione
mi: Waiata tūtira i runga i ngā kōwhiringa

# #14086
source: Playback
be_by: Прайграванне
hu_hu: Lejátszás
id_id: Pemutaran
it_it: Riproduzione
mi: Pūrei anō

# #14087
source: Discs
be_by: Дыскі
hu_hu: Lemezek
id_id: Disk
it_it: Dischi

# #14088
source: Play DVDs automatically
be_by: Прайграваць DVD аўтаматычна
hu_hu: DVD lemezek automatikus lejátszása
id_id: Mainkan DVD otomatis
it_it: Riproduci DVD automaticamente
mi: Te tākaro aunoa DVD

# #14089
source: Font
id_id: Fon
it_it: Carattere

# #14090
source: International
be_by: Мова
hu_hu: Nyelv
id_id: Internasional
it_it: Internazionale

# #14091
source: Character set
be_by: Кадаванне
hu_hu: Karakterkészlet
id_id: Karakter set
it_it: Set di caratteri
mi: Huinga Pūāhua

# #14092
source: Logging
be_by: Журнал
hu_hu: Naplózás
it_it: Registro log

# #14093
source: Security
be_by: Бяспека
hu_hu: Biztonság
id_id: Keamanan
it_it: Sicurezza
mi: Haumarutanga

# #14094
source: Devices
be_by: Прылады
hu_hu: Eszközök
id_id: Perangkat
it_it: Dispositivi

# #14095
source: Power saving
be_by: Энергазберажэнне
hu_hu: Energiakezelés
id_id: Hemat daya
it_it: Risparmio energetico
mi: Whakaora Power

# #14096
source: Rip
be_by: Алічбаваць
hu_hu: Bemásolás
id_id: Salin
it_it: Converti

# #14097
source: Audio CD insert action
be_by: Дзеянне пры ўстаўцы CD
hu_hu: Zenei CD behelyezésekor
id_id: Aksi saat menyisipkan CD Audio
it_it: Azione inserimento CD audio

# #14098
source: Play
be_by: Прайграць
hu_hu: Lejátszás
id_id: Mainkan
it_it: Riproduci
mi: Pūrei

# #14099
source: Eject disc when the CD ripping is complete
be_by: Вымаць дыск калі той алічбуецца
hu_hu: CD kiadása, ha a bemásolás kész
id_id: Keluarkan diska ketika penyalinan CD selesai
it_it: Espelli il disco quando la conversione del CD è completa

# #14100
source: Stop ripping CD
be_by: Спыніць алічбаванне CD
hu_hu: CD bemásolás megszakítása
id_id: Berhenti menyalin CD
it_it: Interrompi conversione CD
mi: Poro te tārua CD

# #14101
source: Processing
be_by: Апрацоўка
hu_hu: Feldolgozás
id_id: Pemrosesan
it_it: In elaborazione

# #14102
source: Blu-ray playback mode
be_by: Рэжым прайгравання Blu-ray
hu_hu: Blu-ray lejátszás mód
id_id: Modus pemutaran Blu-ray
it_it: Modalità riproduzione Blu-ray

# #14103
source: Play main movie
be_by: Прайграць галоўны фільм
hu_hu: Fő film lejátszása
id_id: Putar film utama
it_it: Riproduci film principale

# #14104
source: Show simplified menu
be_by: Паказваць спрошчанае меню
hu_hu: Egyszerűsített menü mutatása
id_id: Tampilkan menu yang sederhana
it_it: Mostra menu semplificato

# #14105
source: Temperature unit
be_by: Адзінка тэмпературы
hu_hu: Hőmérséklet mértékegysége
id_id: Unit temperatur
it_it: Unità di temperatura

# #14106
source: Speed unit
be_by: Адзінка хуткасці ветру
hu_hu: Sebesség egység
id_id: Unit Kecepatan
it_it: Unità di velocità

# #14107
source: Time format
be_by: Фармат часу
hu_hu: Időformátum(12/24)
id_id: Format Waktu
it_it: Formato ora
mi: Hōputu wā

# #14108
source: Use 12 / 24-hour format
be_by: Выкарыстоўваць 12 / 24-часавы фармат
hu_hu: 12 / 24 órás formátum használata
id_id: Gunakan format 12/24-jam
it_it: Usa formato 12/24 ore

# #14109
source: Short date format
be_by: Скарочаны фармат даты
hu_hu: Rövid dátumformátum
id_id: Format tanggal singkat
it_it: Formato data breve

# #14110
source: Long date format
be_by: Поўны фармат даты
hu_hu: Hosszú dátumformátum
id_id: Format tanggal lengkap
it_it: Formato data lunga

# #14111
source: Events
be_by: Падзеі
hu_hu: Események
id_id: Acara
it_it: Eventi

# #14112
source: Enable event logging
be_by: Уключыць журнал падзей
hu_hu: Eseménynaplózás engedélyezése
id_id: Aktifkan log acara
it_it: Abilita registrazione log eventi

# #14113
source: Enable notification event logging
be_by: Уключыць апавяшчэнне запісу падзей
hu_hu: Értesítések naplózásának engedélyezése
id_id: Aktifkan pemberitahuan log acara
it_it: Abilita notifica registrazione log eventi

# #14114
source: Show event log
be_by: Паказаць журнал падзей
hu_hu: Eseménynapló megjelenítése
id_id: Tampilkan log acara
it_it: Mostra log eventi

# #14115
source: Basic
be_by: Асноўны
hu_hu: Alapszint
id_id: Dasar
it_it: Base
mi: Waiwai

# #14116
source: Information
be_by: Інфармацыя
hu_hu: Információ
id_id: Informasi
it_it: Informazioni

# #14117
source: Warning
be_by: Увага
hu_hu: Figyelmeztetés
id_id: Peringatan
it_it: Attenzione
mi: Whakatūpato

# #14118
source: Error
be_by: Памылка
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
mi: Hapa

# #14119
source: Level: {0:s}
be_by: Узровень: {0:s}
hu_hu: Szint: {0:s}
id_id: Tingkat: {0:s}
it_it: Livello: {0:s}

# #14120
source: Show higher levels
be_by: Паказваць больш высокія ўзроўні
hu_hu: Magasabb szintek megjelenítése
id_id: Tampilkan tingkat yang lebih tinggi
it_it: Mostra livelli superiori

# #14121
source: Blu-ray region Code
be_by: Код рэгіёна Blu-ray
hu_hu: Blu-ray régiókód
id_id: Kode wilayah blu-ray
it_it: Codice regionale Blu-ray

# #14122
source: Region A
be_by: Рэгіён A
hu_hu: A régió
id_id: Wilayah A
it_it: Regione A

# #14123
source: Region B
be_by: Рэгіён B
hu_hu: B régió
id_id: Wilayah B
it_it: Regione B

# #14124
source: Region C
be_by: Рэгіён C
hu_hu: C régió
id_id: WIlayah C
it_it: Regione C

# #14125
source: Input
be_by: Увод
hu_hu: Bemenet
id_id: Masukan
it_it: Ingresso

# #14126
source: Whitelist
id_id: Daftar putih
it_it: Modalità consentite

# #14127
source: Allow 3:2 pulldown refresh rates
id_id: Izinkan tingkat penyegaran turun 3:2
it_it: Consenti pulldown 3:2 delle frequenze di aggiornamento

# #14128
source: Allow double refresh rates
id_id: Izinkan tingkat penyegaran ganda
it_it: Consenti raddoppio delle frequenze di aggiornamento

# #14200
source: Player
be_by: Прайгравальнік
hu_hu: Lejátszó
id_id: Pemutar
it_it: Lettore

# #14201
source: Player settings
be_by: Налады прайгравальніка
hu_hu: Lejátszó beállítások
id_id: Pengaturan pemutar
it_it: Impostazioni lettore

# #14202
source: Library
be_by: Бібліятэка
hu_hu: Médiatár
id_id: Pustaka
it_it: Libreria

# #14203
source: Library settings
be_by: Налады бібліятэкі
hu_hu: Médiatár beállítások
id_id: Setelan pustaka
it_it: Impostazioni libreria

# #14204
source: PVR & Live TV
be_by: PVR і ТБ
id_id: PVR & Siaran TV
it_it: PVR e Live TV

# #14205
source: PVR & Live TV settings
be_by: Налады PVR і ТБ
hu_hu: PVR & Live TV beállítások
id_id: Setelan PVR & Siaran TV
it_it: Impostazioni PVR e Live TV

# #14206
source: Interface
be_by: Інтэрфейс
hu_hu: Eszköz
id_id: Antarmuka
it_it: Interfaccia

# #14207
source: Interface settings
be_by: Налады інтэрфейсу
hu_hu: Eszköz beállítások
id_id: Setelan antarmuka
it_it: Impostazioni interfaccia

# #14208
source: Service settings
be_by: Налады сэрвісу
hu_hu: Szolgáltatás beállítások
id_id: Setelan layanan
it_it: Impostazioni servizi

# #14209
source: System settings
be_by: Сістэмныя налады
hu_hu: Rendszer beállítások
id_id: Setelan sistem
it_it: Impostazioni sistema

# #14210
source: Profile settings
be_by: Налады профілю
hu_hu: Profil beállításai
id_id: Pengaturan profil
it_it: Impostazioni profilo

# #14211
source: Media
be_by: Медыя
hu_hu: Média
it_it: Multimedia

# #14212
source: Media settings
be_by: Налады медыя
hu_hu: Média beállítások
id_id: Setelan media
it_it: Impostazioni media

# #14215
source: Videos
be_by: Відэа
hu_hu: Videók
id_id: Video
it_it: Video

# #14216
source: Music
be_by: Музыка
hu_hu: Zene
id_id: Musik
it_it: Musica

# #14217
source: Pictures
be_by: Малюнкі
hu_hu: Képek
id_id: Foto
it_it: Immagini

# #14218
source: Language
be_by: Мова
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua

# #14219
source: Databases
be_by: Базы даных
hu_hu: Adatbázisok
id_id: Basisdata
it_it: Database

# #14220
source: Display
be_by: Дысплей
hu_hu: Képernyő
id_id: Tampilan
it_it: Schermo

# #14222
source: Regional
be_by: Рэгіянальныя
hu_hu: Régió
id_id: WIlayah
it_it: Regionale

# #14223
source: Control
be_by: Кіраванне
hu_hu: Vezérlés
id_id: Kontrol
it_it: Controllo

# #14224
source: Startup
be_by: Запуск
hu_hu: Indítás
id_id: Pemulaian
it_it: Avvio

# #14225
source: Network Control
be_by: Кіраванне сеткай
hu_hu: Hálózati vezérlő
id_id: Kontrol jaringa
it_it: Controllo rete

# #14226
source: Manage Sources
be_by: Кіраванне крыніцамі
hu_hu: Médiaforrások kezelése
id_id: Atur sumber
it_it: Gestisci sorgenti

# #14227
source: Startup Settings
be_by: Налады запуску
hu_hu: Indítása Beállítások
id_id: Setelan pemulaian
it_it: Impostazioni avvio

# #14230
source: Actions
be_by: Дзеянні
hu_hu: Műveletek
id_id: Aksi
it_it: Azioni

# #14231
source: Processing
be_by: Апрацоўка
hu_hu: Feldolgozás
id_id: Sedang memproses
it_it: In elaborazione

# #14232
source: Stereoscopic 3D
be_by: Стэрэаскапічнае 3D
hu_hu: Sztereoszkópikus 3D
id_id: Streoscopic 3D
it_it: 3D stereoscopico

# #14233
source: Teletext
be_by: Тэлетэкст
id_id: Teleteks
it_it: Televideo

# #14235
source: Download Services
be_by: Спампаваць сэрвісы
hu_hu: Szolgáltatások letöltése
id_id: Layanan Unduh
it_it: Download servizi

# #14236
source: Video Library
be_by: Відэабібліятэка
hu_hu: Videótár
id_id: Pustaka Video
it_it: Libreria video

# #14237
source: Music Library
be_by: Музычная бібліятэка
hu_hu: Zenetár
id_id: Pustaka Musik
it_it: Libreria musica

# #14240
source: Lists & Views
be_by: Спісы і выгляд
hu_hu: Listák és nézetek
id_id: List & Views
it_it: Elenchi e visualizzazioni

# #14241
source: Metadata
be_by: Метаданыя
hu_hu: Metaadatok
it_it: Metadati

# #14242
source: Videos...
be_by: Відэа…
hu_hu: Videók...
id_id: Video...
it_it: Video...

# #14243
source: Music...
be_by: Музыка…
hu_hu: Zenék...
id_id: Musik...
it_it: Musica...

# #14244
source: Pictures...
be_by: Малюнкі…
hu_hu: Képek...
id_id: Gambar...
it_it: Immagini...

# #14245
source: Update library on startup
be_by: Абнаўляць бібліятэку падчас запуску
hu_hu: Médiatár frissítése induláskor
id_id: Perbarui pustaka waktu startup
it_it: Aggiorna libreria all'avvio

# #14246
source: Hide progress of library updates
be_by: Хаваць працэс абнаўлення бібліятэкі
hu_hu: Médiatár frissítési állapotának elrejtése
id_id: Sembunyikan perkembangan pembaruan pustaka
it_it: Nascondi avanzamento aggiornamenti libreria

# #14247
source: Clean library
be_by: Ачысціць бібліятэку
hu_hu: Médiatár tisztítása
id_id: Bersihkan pustaka
it_it: Pulisci libreria

# #14248
source: Export library
be_by: Экспартаваць бібліятэку
hu_hu: Médiatár exportálás
id_id: Ekspor pustaka
it_it: Esporta libreria

# #14249
source: Import library
be_by: Імпартаваць бібліятэку
hu_hu: Médiatár importálás
id_id: Impor pustaka
it_it: Importa libreria

# #14250
source: Audio Decoder
be_by: Aўдыядэкодэр
hu_hu: Hang dekóder
id_id: Decoder suara
it_it: Decodificatore audio

# #14252
source: Audio Passthrough
be_by: Наўпроставы вывад гуку
hu_hu: Hangtovábbítás
it_it: Passthrough audio

# #14255
source: Sleep / Shutdown
be_by: Сон / Выключэнне
hu_hu: Alvás / leállítás
id_id: Tidur / Matikan
it_it: Sospendi / Spegni

# #14256
source: Wake
be_by: Абуджэнне
hu_hu: Felébresztés
id_id: Bangun
it_it: Risveglia
