Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #432
source: Remove movie from library
be_by: Выдаліць фільм з бібліятэкі
hu_hu: Film eltávolítása a médiatárból
id_id: Hapus film dari pustaka
it_it: Rimuovi film dalla libreria
mi: Tangohia te kiriata i tirotiro ai

# #433
source: Would you really like to remove '{0:s}' from library?
be_by: Жадаеце выдаліць «{0:s}» з бібліятэкі?
hu_hu: Biztos eltávolítja a médiatárból: „{0:s}”?
id_id: Anda yakin ingin menghapus {0:s}' dari pustaka?
it_it: Vuoi davvero rimuovere \"{0:s}\" dalla libreria?

# #434
source: From {0:s} at {1:d} {2:s}
be_by: Ад {0:s} а {1:d} {2:s}
hu_hu: Innen: {0:s}, {1:d} {2:s}
id_id: Dari {0:s} di {1:d} {2:s}
it_it: Da {0:s} a {1:d} {2:s}

# #435
source: No optical disc drive detected
be_by: Аптычны дыскавод не выяўлены
hu_hu: Optikai meghajtó nem található
id_id: Tidak ada drive disk optik yang terdeteksi
it_it: Nessuna unità ottica rilevata
mi: No te puku kōpae whatu kitea

# #436
source: This video is stored on an optical disc (e.g. DVD, Blu-ray) and cannot be played as your device does not have an appropriate drive.
id_id: Video ini disimpan di disk optik (mis. DVD, Blu-ray) dan tidak dapat diputar karena perangkat Anda tidak memiliki drive yang sesuai.
it_it: Questo video è salvato su un disco ottico (es. DVD Blu-ray) e non può essere riprodotto poiché il tuo dispositivo non ha un lettore dedicato.

# #437
source: Removable disk
be_by: Рухомы дыск
hu_hu: Cserélhető lemez
id_id: Disk yang dapat dilepas
it_it: Disco rimovibile
mi: Kōpae Te Tango

# #438
source: Opening file
be_by: Адкрыццё файла
hu_hu: Fájl megnyitása
id_id: Membuka file
it_it: Apertura file
mi: Kōnae Opening

# #442
source: Local network
be_by: Лакальная сетка
hu_hu: Helyi hálózat
id_id: LAN
it_it: Rete locale
mi: Whatunga paetata

# #447
source: Autorun media
be_by: Аўтазапуск медыяфайлаў
hu_hu: Média autoindítás
id_id: Media yang dijalankan otomatis
it_it: Avvio automatico
mi: Pāpāho Autorun

# #448
source: Dolby Digital Plus (E-AC3) capable receiver
be_by: Выводзіць гук у Dolby Digital Plus (E-AC3)
hu_hu: Dolby Digital Plus (E-AC3) kompatibilis vevőkészülék
id_id: Penerima berkemampuan Dolby Digital Plus (E-AC3)
it_it: Ricevitore compatibile con Dolby Digital Plus (E-AC3)
mi: Dolby Digital Plus (E-AC3) kaitatau o e taea

# #449
source: Enabled
be_by: Уключана
hu_hu: Engedélyezve
id_id: Diaktifkan
it_it: Abilitato
mi: Kua whakahohe

# #450
source: Columns
be_by: Слупкі
hu_hu: Oszlopok
id_id: Kolom
it_it: Colonne
mi: Ngā tīwae

# #451
source: Row 1 address
be_by: Адрас 1 радка
hu_hu: Sor 1 cím
id_id: Baris 1 Alamat
it_it: Indirizzo riga 1
mi: Row 1 wāhitau

# #452
source: Row 2 address
be_by: Адрас 2 радка
hu_hu: Sor 2 cím
id_id: Baris 2 Alamat
it_it: Indirizzo riga 2
mi: Row 2 wāhitau

# #453
source: Row 3 address
be_by: Адрас 3 радка
hu_hu: Sor 3 cím
id_id: Baris 3 Alamat
it_it: Indirizzo riga 3
mi: Row 3 wāhitau

# #454
source: Row 4 address
be_by: Адрас 4 радка
hu_hu: Sor 4 cím
id_id: Baris 4 Alamat
it_it: Indirizzo riga 4
mi: Row 4 wāhitau

# #455
source: Rows
be_by: Радкі
hu_hu: Sorok
id_id: Baris
it_it: Righe
mi: Ngā rārangi

# #456
source: Mode
be_by: Рэжым
hu_hu: Mód
it_it: Modalità
mi: Aratau

# #457
source: Switch view
be_by: Пераключыць выгляд
hu_hu: Nézet váltása
id_id: Ganti Tampilan
it_it: Cambia vista
mi: Whakawhiti Ngā view

# #458
source: Limit sampling rate (kHz)
be_by: Абмяжоўваць чашчыню сэмплаў (кГц)
hu_hu: Mintavételezés korlátozása (kHz)
id_id: Batas rata sampling (kHz)
it_it: Limite frequenza di campionamento (kHz)
mi: Rate tīpako rohe (kHz)

# #459
source: Subs
be_by: Субцітры
hu_hu: Feliratok
it_it: Sottotitoli
mi: Rōpūroto

# #460
source: Audio stream
be_by: Аўдыятрансляцыя
hu_hu: Hangfolyam
it_it: Traccia audio
mi: Awa Ororongo

# #461
source: [active]
be_by: [актыўна]
hu_hu: [aktív]
id_id: [aktif]
it_it: [attivo]
mi: [Kaha]

# #462
source: Subtitle
be_by: Субцітры
hu_hu: Felirat
id_id: Takarir
it_it: Sottotitolo
mi: Taitararoto

# #463
source: Backlight
be_by: Падсвятленне
hu_hu: Háttérvilágítás
id_id: Lampu latar
it_it: Retroilluminazione

# #464
source: Brightness
be_by: Яркасць
hu_hu: Fényerő
id_id: Kecerahan
it_it: Luminosità
mi: Māramatanga

# #465
source: Contrast
be_by: Кантраснасць
hu_hu: Kontraszt
id_id: Kontras
it_it: Contrasto
mi: Pūrata

# #467
source: Type
be_by: Тып
hu_hu: Típus
id_id: Tipe
it_it: Tipo
mi: Pato

# #468
source: Move the bar to change the OSD position
be_by: Перамясціць панэль, каб змяніць пазіцыю OSD
hu_hu: Navigációs tálca (OSD) pozíció beállítása a sáv mozgatásával
id_id: Pindahkan bilah untuk mengubah posisi OSD
it_it: Sposta la barra per cambiare la posizione dell'OSD
mi: Nekehia te pae ki te whakarerekē i te tūranga OSD

# #469
source: OSD position
be_by: Пазіцыя OSD
hu_hu: Navigációs tálca (OSD) pozíció
id_id: Posisi OSD
it_it: Posizione OSD
mi: Tūnga OSD

# #470
source: Credits
be_by: Цітры
hu_hu: Készítők
id_id: Kredit
it_it: Riconoscimenti
mi: Whiwhinga

# #474
source: Off
be_by: Выключана
hu_hu: Ki
id_id: Mati
it_it: Disattivato
mi: Weto

# #475
source: Music only
be_by: Толькі музыка
hu_hu: Csak zene
id_id: Hanya Musik
it_it: Solo musica
mi: Music anake

# #476
source: Music & video
be_by: Музыка і відэа
hu_hu: Zene és videó
id_id: Musik & Video
it_it: Musica e video
mi: Music me ngā ataata katoa

# #477
source: Unable to load playlist
be_by: Немагчыма загрузіць плэйліст
hu_hu: Lejátszólista nem tölthető be
id_id: Tidak dapat memuat Daftar Main
it_it: Impossibile caricare la playlist
mi: Kāore e taea te ki te uta i te rārangipāpāho

# #479
source: Skin & language
be_by: Абалонка і мова
hu_hu: Felszín és nyelv
id_id: Skin dan Bahasa
it_it: Skin e lingua
mi: Kiri & reo

# #480
source: Appearance
be_by: Выгляд
hu_hu: Megjelenés
id_id: Penampilan
it_it: Aspetto
mi: Whakaaturanga

# #481
source: Audio options
be_by: Параметры аўдыё
hu_hu: Hangbeállítások
id_id: Opsi audio
it_it: Opzioni audio
mi: Kōwhiringa Ororongo

# #482
source: About Kodi
be_by: Пра Kodi
hu_hu: A Kodiról
id_id: Tentang Kodi
it_it: Informazioni su Kodi
mi: Mō Kodi

# #485
source: Delete album
be_by: Выдаліць альбом
hu_hu: Album törlése
id_id: Hapus album
it_it: Elimina album
mi: Mukua te album

# #486
source: Repeat
be_by: Паўтараць
hu_hu: Ismétlés
id_id: Ulangi
it_it: Ripeti
mi: Tārua

# #487
source: Repeat one
be_by: Паўтор аднаго
hu_hu: Egy ismétlése
id_id: Ulangi satu
it_it: Ripeti una volta
mi: Tukurua kotahi

# #488
source: Repeat folder
be_by: Паўтарыць каталог
hu_hu: Mappa ismétlése
id_id: Ulangi folder
it_it: Ripeti cartella
mi: Tukurua kōpaki

# #489
source: Play next song automatically
be_by: Прайграваць наступную песню аўтаматычна
hu_hu: A következő szám automatikus lejátszása
id_id: Putar lagu berikutnya secara otomatis
it_it: Riproduci brano successivo automaticamente

# #491
source: - Use big icons
be_by: - Выкарыстоўваць вялікія значкі
hu_hu: - Nagy ikonok használata
id_id: - Gunakan ikon besar
it_it: - Usa icone grandi
mi: - Whakamahi ata nui

# #492
source: Resize VobSubs
be_by: Змена памеру VobSubs
hu_hu: Feliratok méretezése
id_id: Ukur ulang Vobsubs
it_it: Ridimensiona VobSubs
mi: Rahianō VobSubs

# #493
source: Advanced options (experts only!)
be_by: Дадатковыя параметры (для экспертаў!)
hu_hu: Haladó beállítások (csak szakértőknek!)
id_id: Pilihan Lebih Lanjut (Hanya Pengguna Ahli!)
it_it: Opzioni avanzate (solo esperti!)

# #494
source: Overall audio headroom
be_by: Узровень шуму ў пакоі
hu_hu: Hangerőkilengések megengedett tartománya
id_id: Keseluruhan Audio Headroom
it_it: Livello audio generale
mi: Headroom audio whānui

# #495
source: Upscale videos to GUI resolution
be_by: Маштабаваць відэа да раздзяляльнай здольнасці GUI
hu_hu: Videók felskálázása a GUI felbontásához
id_id: Skalakan video ke resolusi GUI
it_it: Ingrandisci i video alla risoluzione della GUI

# #496
source: Calibration
be_by: Калібраванне
hu_hu: Kalibrálás
id_id: Kalibrasi
it_it: Calibrazione
mi: Tōkarikari

# #497
source: Show file extensions
be_by: Паказваць пашырэнні файлаў
hu_hu: Fájlkiterjesztések megjelenítése
id_id: Tampilkan ekstensi file
it_it: Mostra estensioni dei file
mi: Ngā toronga Whakaatu kōnae

# #498
source: Sort by: Type
be_by: Сартаваць па: тыпу
hu_hu: Típus szerint
id_id: Urut berdasarkan: Tipe
it_it: Ordina per: Tipo
mi: Kōmaka mā te: Momo

# #499
source: Unable to connect to online lookup service
be_by: Немагчыма злучыцца з сеціўным сэрвісам пошуку
hu_hu: Sikertelen csatlakozás az online szolgáltatóhoz
id_id: Tidak dapat terhubung ke layanan pencarian online
it_it: Impossibile collegarsi al servizio di ricerca online
mi: Kāore e taea te ki te hono atu ki te mahi tiro ipurangi

# #500
source: Downloading album information failed
be_by: Не атрымалася спампаваць інфармацыю пра альбом
hu_hu: Hiba az albuminformációk letöltése közben
id_id: Mengunduh informasi album gagal
it_it: Download informazioni album non riuscito
mi: Tikiake ana i ngā mōhiohio album i rahua

# #501
source: Looking for album names...
be_by: Пошук назвы альбома...
hu_hu: Albumnevek keresése…
id_id: Mencari nama album...
it_it: Ricerca nomi degli album...
mi: Titiro hoki ingoa album ...

# #502
source: Open
be_by: Адкрыць
hu_hu: Nyitva
id_id: Buka
it_it: Aperto
mi: Tuwhera

# #503
source: Busy
be_by: Заняты
hu_hu: Foglalt
id_id: Sibuk
it_it: Attendi
mi: Korewātea

# #504
source: Empty
be_by: Пусты
hu_hu: Üres
id_id: Kosong
it_it: Vuoto
mi: Kau

# #505
source: Loading media information from files...
be_by: Загрузка інфармацыі з файлаў…
hu_hu: Médiainformációk betöltése fájlokból…
id_id: Memuat informasi media dari berkas...
it_it: Caricamento delle informazioni multimediali dai file...

# #506
source: Checking media files...
be_by: Праверка медыяфайлаў…
hu_hu: Médiafájlok ellenőrzése ...
id_id: Memeriksa file media...
it_it: Verifica dei file multimediali...

# #507
source: Sort by: Usage
be_by: Сартаваць па: выкарыстанню
hu_hu: Használat alapján
id_id: Urutkan berdasarkan: Penggunaan
it_it: Ordina per: Utilizzo
mi: Kōmaka mā te: Whakamahinga

# #510
source: Enable visualisations
be_by: Дазволіць візуалізацыю
hu_hu: Vizualizációk engedélyezése
id_id: Aktifkan visualisasi
it_it: Attiva effetti grafici
mi: Whakahohe i visualisations

# #511
source: Enable video mode switching
be_by: Дазволіць пераключэнне рэжымаў відэа
hu_hu: Automatikus képmód váltás
id_id: Aktifkan tombol mode video
it_it: Attiva cambio modalità video
mi: Whakahohe i whakawhitinga aratau ataata

# #512
source: Startup window
be_by: Пачатковае акно
hu_hu: Kezdőablak
id_id: Window Pembuka
it_it: Schermata di avvio
mi: Matapihi Whakaoho

# #513
source: Home window
be_by: Хатняе акно
hu_hu: Főképernyő
it_it: Schermata home
mi: Matapihi Kāinga

# #514
source: Manual settings
be_by: Налады
hu_hu: Kézi beállítások
id_id: Setelan Manual
it_it: Impostazioni manuali
mi: Tautuhinga ā-ringa

# #515
source: Genre
be_by: Жанр
hu_hu: Műfaj
id_id: Aliran
it_it: Genere
mi: Tūmomo

# #517
source: Recently played albums
be_by: Апошія прайграныя альбомы
hu_hu: Mostanában játszott albumok
id_id: Album yang baru diputar
it_it: Album riprodotti di recente
mi: Pukapuka takaro tata

# #518
source: Launch
be_by: Запусціць
hu_hu: Indítás
id_id: Jalankan
it_it: Avvia
mi: Whakarewanga

# #519
source: Launch in...
be_by: Запусціць у...
hu_hu: Indítás a…
id_id: Jalankan di...
it_it: Avvia in...
mi: Whakarewa in ..

# #521
source: Compilations
be_by: Складанкі
hu_hu: Összeállítások
id_id: Kompilasi
it_it: Compilation

# #522
source: Remove source
be_by: Выдаліць крыніцу
hu_hu: Forrás eltávolítása
id_id: Hapus Sumber
it_it: Rimuovi sorgente
mi: Tango puna

# #523
source: Switch media
be_by: Пераключыць медыя
hu_hu: Médiaváltás
id_id: Ganti media
it_it: Cambia elemento
mi: Whakawhiti Ngā pāpāho

# #524
source: Select playlist
be_by: Абраць спіс прайгравання
hu_hu: Lejátszólista kiválasztása
id_id: Pilih daftar putar
it_it: Seleziona playlist
mi: Tīpako rārangipāho

# #525
source: New playlist...
be_by: Новы спіс прайгравання...
hu_hu: Új lejátszólista
id_id: Daftar putar baru...
it_it: Nuova playlist...
mi: Rārangipāpāho New ...

# #526
source: Add to playlist
be_by: Дадаць у спіс прайгравання
hu_hu: Hozzáadás a lejátszólistához
id_id: Tambak ke daftarputar
it_it: Aggiungi alla playlist
mi: Tāpiri ki te rārangipāpāho

# #527
source: Manually add to library
be_by: Дадаць у бібліятэку ўласнаручна
hu_hu: Kézi hozzáadás a médiatárhoz
id_id: Tambahkan ke pustaka secara manual
it_it: Aggiungi manualmente alla libreria
mi: Ā-ringa ki te tāpiri hei tirotiro ai

# #528
source: Enter title
be_by: Увядзіце назву
hu_hu: Cím megadása
id_id: Masukkan Judul
it_it: Inserisci titolo
mi: Tomo taitara

# #529
source: Error: Duplicate title
be_by: Памылка: назвы паўтараюцца
hu_hu: Hiba: már létező cím
id_id: Kesalahan: Judul duplikat
it_it: Errore: Titolo duplicato
mi: Hapa: Tāritetia te taitara

# #530
source: Select genre
be_by: Абраць жанр
hu_hu: Műfaj kiválasztása
id_id: Pilih Aliran
it_it: Seleziona genere
mi: Tīpakohia momo

# #531
source: New genre
be_by: Новы жанр
hu_hu: Új műfaj
id_id: Aliran baru
it_it: Nuovo genere
mi: Momo New

# #532
source: Manual addition
be_by: Самастойнае даданне
hu_hu: Kézi hozzáadás
id_id: Penambahan manual
it_it: Aggiunta manuale
mi: Tua atu Manual

# #533
source: Enter genre
be_by: Увядзіце жанр
hu_hu: Műfaj megadása
id_id: Masukkan Aliran
it_it: Inserisci genere
mi: Tomo momo

# #534
source: View: {0:s}
be_by: Выгляд: {0:s}
hu_hu: Nézet: {0:s}
id_id: Lihat: {0:s}
it_it: Vista: {0:s}

# #535
source: List
be_by: Спіс
hu_hu: Lista
id_id: Daftar
it_it: Elenco
mi: Rārangi

# #536
source: Icons
be_by: Значкі
hu_hu: Ikon
id_id: Ikon
it_it: Icone
mi: Ata

# #537
source: Big list
be_by: Вялікі спіс
hu_hu: Nagy lista
id_id: Daftar besar
it_it: Elenco grande
mi: Rārangi Big

# #538
source: Big icons
be_by: Вялікія значкі
hu_hu: Nagy ikonok
id_id: Ikon Besar
it_it: Icone grandi
mi: Ata Big

# #539
source: Wide
be_by: Шырокі
hu_hu: Széles
id_id: Lebar
it_it: Largo
mi: whānui

# #540
source: Big wide
be_by: Вялікі шырокі
hu_hu: Széles (nagy)
id_id: Besar Lebar
it_it: Molto largo
mi: Whānui Big

# #541
source: Album icons
be_by: Значкі альбома
hu_hu: Album ikonok
id_id: Album ikon
it_it: Icone album
mi: Album ata

# #542
source: DVD icons
be_by: Значкі DVD
hu_hu: DVD ikonok
id_id: Ikon DVD
it_it: Icone DVD
mi: Ata DVD

# #544
source: Media info
be_by: Звесткі пра медыя
hu_hu: Médiainfó
id_id: Informasi Media
it_it: Info media
mi: Info Media

# #545
source: Audio output device
be_by: Прылада вываду аўдыё
hu_hu: Hanglejátszás eszköze
id_id: Perangkat keluaran audio
it_it: Dispositivo di uscita audio
mi: Pūrere huaputa ororongo

# #546
source: Passthrough output device
be_by: Прылада простага вываду
hu_hu: Hangtovábbítás eszköze
id_id: Perangkat keluaran celah
it_it: Dispositivo di uscita passtrough
mi: Pūrere huaputa Passthrough

# #547
source: No biography for this artist
be_by: Біяграфія гэтага выканаўцы адсутнічае
hu_hu: Nincs életrajz ehhez az előadóhoz
id_id: Tak ada biografi untuk artis ini
it_it: Nessuna biografia per questo artista
mi: No koioranga hoki tenei artist

# #548
source: Downmix multichannel audio to stereo
be_by: Зводзіць шматканальнае аўдыё ў стэрэа
hu_hu: A többcsatornás hangok lekeverése sztereóra
id_id: Downmix multichannel audio ke stereo
it_it: Downmix da audio multicanale a stereo
mi: Downmix audio multichannel ki te tīwharawhara

# #549
source: Number
be_by: Нумар
hu_hu: Szám
id_id: Nomor
it_it: Numero

# #550
source: Sort by: {0:s}
be_by: Сартаваць па: {0:s}
hu_hu: {0:s} szerint
id_id: Urutkan berdasarkan: {0:s}
it_it: Ordina per: {0:s}

# #551
source: Name
be_by: Назве
hu_hu: Név
id_id: Nama
it_it: Nome
mi: Ingoa

# #552
source: Date
be_by: Часе
hu_hu: Dátum
id_id: Tanggal
it_it: Data
mi: Rā

# #553
source: Size
be_by: Памеры
hu_hu: Méret
id_id: Ukuran
it_it: Dimensione
mi: Rahi

# #554
source: Track
be_by: Трэк
hu_hu: Szám
id_id: Trek
it_it: Traccia

# #555
source: Time
be_by: Час
hu_hu: Idő
id_id: Waktu
it_it: Inizio
mi: Wā

# #556
source: Title
be_by: Назва
hu_hu: Cím
id_id: Judul
it_it: Titolo
mi: Taitara

# #557
source: Artist
be_by: Выканаўца
hu_hu: Előadó
id_id: Artis
it_it: Artista

# #562
source: Year
be_by: Год
hu_hu: Év
id_id: Tahun
it_it: Anno
mi: Tau

# #563
source: Rating
be_by: Рэйтынг
hu_hu: Pontszám
id_id: Nilai
it_it: Valutazione
mi: Whakatauranga

# #564
source: Type
be_by: Тып
hu_hu: Típus
id_id: Tipe
it_it: Tipo
mi: Pato

# #565
source: Usage
be_by: Выкарыстанне
hu_hu: Használat
id_id: Penggunaan
it_it: Utilizzo
mi: Raihana

# #566
source: Album artist
be_by: Выканаўца альбома
hu_hu: Album előadó
id_id: Artis Album
it_it: Artista album
mi: Kaiwaiata pukaemi

# #567
source: Play count
be_by: Колькасць прайграванняў
hu_hu: Lejátszások száma
id_id: Jumlah main
it_it: Numero riproduzioni
mi: Tatau Purei

# #568
source: Last played
be_by: Апошняе прайграванне
hu_hu: Utoljára játszott
id_id: Terakhir main
it_it: Ultima riproduzione
mi: Takaro Last

# #569
source: Comment
be_by: Каментар
hu_hu: Megjegyzés
id_id: Komentar
it_it: Commento
mi: Tākupu

# #570
source: Date added
be_by: Калі дададзена
hu_hu: Hozzáadás dátuma
id_id: Tanggal penambahan
it_it: Data di inserimento
mi: Rā tānaki atu

# #571
source: Default
be_by: Прадвызначана
hu_hu: Alapértelmezett
id_id: Bawaan
it_it: Predefinito
mi: Taunoa

# #573
source: Path
be_by: Шлях
hu_hu: Elérési út
id_id: Jalur
it_it: Percorso
mi: Ara

# #574
source: Country
be_by: Краіна
hu_hu: Ország
id_id: Negara
it_it: Paese

# #575
source: In progress
be_by: Выконваецца
hu_hu: Folyamatban
id_id: Dalam proses
it_it: In corso
mi: Kauneke ana

# #576
source: Times played
be_by: Колькасць прайграванняў
hu_hu: Lejátszások száma
id_id: Jumlah main
it_it: Numero riproduzioni
mi: Times takaro

# #577
source: Date taken
be_by: Дата стварэння
hu_hu: Felvétel dátuma
id_id: Tanggal pengambilan
it_it: Scattata il

# #578
source: Artist / Year
be_by: Выканаўца / Год
hu_hu: Előadó / Év
id_id: Artist / Tahun
it_it: Artista / Anno

# #580
source: Sort direction
be_by: Кірунак сартавання
hu_hu: Rendezés iránya
id_id: Arah urutan
it_it: Direzione di ordinamento
mi: Aronga Kōmaka

# #581
source: Sort method
be_by: Метад сартавання
hu_hu: Rendezés módja
id_id: Metode urutan
it_it: Metodo di ordinamento
mi: Tikanga Kōmaka

# #582
source: View mode
be_by: Рэжым прагляду
hu_hu: Nézetmód
id_id: Mode Melihat
it_it: Modalità di visualizzazione
mi: Aratau Tirohia

# #583
source: Remember views for different folders
be_by: Памятаць выгляд некалькіх каталогаў
hu_hu: Mappanézet megjegyzése
id_id: Ingat tampilan untuk folder berbeda
it_it: Ricorda le viste per le varie cartelle
mi: Kia mahara ki ngā tirohanga mō ngā kōpaki rerekē

# #584
source: Ascending
be_by: Да павелічэння
hu_hu: Növekvő
id_id: Urut
it_it: Crescente
mi: Piki

# #585
source: Descending
be_by: Адваротны
hu_hu: Csökkenő
id_id: Terbalik
it_it: Decrescente
mi: Heke

# #586
source: Edit playlist
be_by: Рэдагаваць спіс прайгравання
hu_hu: Lejátszólista szerkesztése
id_id: Sunting daftar putar
it_it: Modifica playlist
mi: Whakatika rārangipāpāho

# #587
source: Filter
be_by: Фільтраваць
hu_hu: Szűrő
id_id: Saring
it_it: Filtro
mi: Tātari

# #588
source: Cancel party mode
be_by: Скасаваць рэжым гулянкі
hu_hu: Kilépés partymódból
id_id: Batalkan mode pesta
it_it: Interrompi modalità party
mi: Whakakore aratau rōpū

# #589
source: Party mode
be_by: Рэжым гулянкі
hu_hu: Partymód
id_id: Mode pesta
it_it: Modalità party
mi: Aratau Party

# #590
source: Random
be_by: Выпадкова
hu_hu: Véletlenszerű
id_id: Acak
it_it: Casuale
mi: Matapōkere

# #591
source: Off
be_by: Выключана
hu_hu: Ki
id_id: Matikan
it_it: Disattivato
mi: Weto

# #592
source: One
be_by: Адзін
hu_hu: Egy
id_id: Satu
it_it: Una
mi: Kotahi

# #593
source: All
be_by: Усе
hu_hu: Mind
id_id: Semua
it_it: Tutto
mi: Katoa

# #594
source: Off
be_by: Выключана
hu_hu: Ki
id_id: Matikan
it_it: Disattivato
mi: Weto

# #595
source: Repeat: Off
be_by: Паўтор: выключана
hu_hu: Ismétlés: Ki
id_id: Ulangi: Mati
it_it: Ripeti: Disattivato
mi: Toe fakaongo atu: Off

# #596
source: Repeat: One
be_by: Паўтор: 1
hu_hu: Ismétlés: Egy
id_id: Ulangi: Satu
it_it: Ripeti: Una
mi: Toe fakaongo atu: Ko tētahi

# #597
source: Repeat: All
be_by: Паўтор: усе
hu_hu: Ismétlés: Mind
id_id: Ulangi: Semua
it_it: Ripeti: Tutto
mi: Toe fakaongo atu: katoa

# #600
source: Rip audio CD
be_by: Запісаць з аўдыё-CD
hu_hu: Zenei CD bemásolása (rip)
id_id: Rip CD audio
it_it: Converti CD audio
mi: Ripiripia e CD audio

# #601
source: Medium
be_by: Сярэдняя
hu_hu: Közepes
it_it: Media
mi: Waenga

# #603
source: Extreme
be_by: Найлепшая
hu_hu: Extrém
id_id: Ekstrim
it_it: Estremo

# #604
source: Constant bitrate
be_by: Нязменны бітрэйт
hu_hu: Állandó bitarány
it_it: Bitrate costante
mi: Bitrate tonu

# #605
source: Ripping...
be_by: Алічбаванне...
hu_hu: Bemásolás...
id_id: Penyalinan...
it_it: Conversione in corso...
mi: Te tārua ...

# #607
source: To:
be_by: У:
hu_hu: Ide:
id_id: Ke:
it_it: A:
mi: Ki

# #608
source: Couldn't rip CD or track because CDDARipPath is not set.
be_by: Не атрымалася алічбаваць CD альбо трэк праз тое, што CDDARipPath не вызначаны.
hu_hu: Nem lehet a CD-t vagy sávot bemásolni, mert a CDDARip elérési út nincs beállítva.
id_id: Tidak dapat melakukan rip CD atau trek karena CDDARipPath tidak diatur.
it_it: Impossibile convertire il CD o la traccia perché CDDARipPath non è impostato.

# #610
source: Rip audio track
be_by: Алічбаваць аўдыятрэк
hu_hu: Zeneszám bemásolása
id_id: Salin trek audio
it_it: Converti traccia audio
mi: Ripiripia e ara audio

# #611
source: Enter number
be_by: Увядзіце нумар
hu_hu: Szám megadása
id_id: Masukkan angka
it_it: Inserisci numero
mi: Tomo tau

# #612
source: Bits/sample
be_by: Біт/сэмпл
hu_hu: Bit/minta
it_it: Bit/Campionamento
mi: Bits / tauira

# #613
source: Sample rate
be_by: Шашчыня сэмпла
hu_hu: Mintavételi gyakoriság
it_it: Frequenza di campionamento
mi: Rate Tauira

# #614
source: Virtual folder
be_by: Віртуальны каталог
hu_hu: Virtuális mappa
id_id: Folder virtual
it_it: Cartella virtuale
mi: Kōpaki Virtual

# #620
source: Audio CDs
be_by: Аўдыё-CD
hu_hu: Zenei CD-k
id_id: Ripping CD
it_it: CD audio
mi: CD Ororongo

# #621
source: Encoder
be_by: Кадавальнік
hu_hu: Kódoló
id_id: Enkoder
it_it: Codificatore

# #622
source: Quality
be_by: Якасць
hu_hu: Minőség
id_id: Kualitas
it_it: Qualità
mi: Kōunga

# #624
source: Include track number
be_by: Уключаць нумар трэка
hu_hu: Szám sorszámának belevétele
id_id: Termasuk Nomor Trek
it_it: Includi numero traccia
mi: Whakaurua te tau ara

# #625
source: All songs of
be_by: Усе кампазіцыі з
hu_hu: Minden zeneszám a(z)
id_id: Semua lagu dari
it_it: Tutti i brani di
mi: Waiata katoa o

# #626
source: In progress TV shows
be_by: ТВ-шоў, што ідуць зараз
hu_hu: Folyamatban lévő sorozatok
id_id: Acara TV dalam proses
it_it: Serie TV non terminate
mi: I roto i te whakaaturanga i te ahunga whakamua TV

# #629
source: View mode
be_by: Рэжым прагляду
hu_hu: Nézet mód
id_id: Mode Melihat
it_it: Modalità di visualizzazione
mi: Aratau Tirohia

# #630
source: Normal
be_by: Звычайны
hu_hu: Normál
it_it: Normale
mi: Pūnoa

# #632
source: Stretch 4:3
be_by: Расцягнута 4:3
hu_hu: Széthúzás 4:3-ra
id_id: Rentangkan 4:3
it_it: Forza 4:3
mi: Totoro 4:3

# #633
source: Wide zoom
be_by: Расцягнута
hu_hu: Széles nagyítás
id_id: Perentangan lebar
it_it: Zoom ampio

# #634
source: Stretch 16:9
be_by: Расцягнута 16:9
hu_hu: Széthúzás 16:9-re
id_id: Rentangkan 16:9
it_it: Allungato 16:9
mi: Totoro 16:9

# #635
source: Original size
be_by: Арыгінальны памер
hu_hu: Eredeti méret
id_id: Ukuran asli
it_it: Dimensione originale

# #636
source: Custom
be_by: Адвольны
hu_hu: Egyéni
id_id: Kustom
it_it: Personalizzata
mi: Ritenga

# #638
source: Volume adjustments
be_by: Наладка гучнасці
hu_hu: Hangerő beállítások
id_id: Penyetelan volume
it_it: Regolazione del volume
