Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36563
source: Use a precalculated 3D lookup table for video colour correction, or calculate the transformation for each video from a profile of your display. A precalculated 3D lookup table is preferred as it allows you to take advantage of the advanced features and high precision in ArgyllCMS. Display profile based correction is useful for testing different parameters, or emulating display settings that you don't have a 3D LUT prepared for.
be_by: Выкарыстоўваць папярэдне створаную 3D-табліцу выгляду для карэкцыі колераў альбо разлічваць карэкцыю для кожнага відэа на падставе профілю дысплея. Рэкамендуецца выкарыстоўваць 3D-табліцу, бо яна дае магчымасць выкарыстоўваць дадатковыя функцыі і высокую дакладнасць ArgyllCMS. Карэкцыя на падставе профілю дысплея карысная для тэставання разнастайных параметраў альбо для эмуляцыі налад дысплея, што не мае табліцы выгляду.
hu_hu: Előre kiszámított 3D Keresőtáblát használjon a videó színkorrekciójához, vagy a módosítások kiszámítása minden videónál a kijező profilja alapján. Az előre kiszámított 3D Keresőtábla a javasolt, mivel lehetővé teszi hogy kihasználjuk a ArgyllCMS fejlettebb tulajdonságait és a nagyobb pontosságát. Kijelzőprofil alapú korrekció hasznos lehet a különböző paraméterek tesztelésénél, vagy olyan kijelző beállítások emulációjánál, amelyikhez nem rendelkezünk előkészített 3D Keresőtáblával.
id_id: Gunakan tabel pencarian 3D yang telah dihitung sebelumnya untuk koreksi warna video, atau hitung transformasi untuk setiap video dari profil tampilan Anda. Tabel pencarian 3D yang telah dihitung sebelumnya lebih dipilih karena memungkinkan Anda memanfaatkan fitur-fitur canggih dan presisi tinggi di ArgyllCMS. Koreksi berbasis profil tampilan berguna untuk menguji parameter yang berbeda, atau meniru pengaturan tampilan yang tidak Anda siapkan untuk LUT 3D.
it_it: Usa una tabella di ricerca 3D precalcolata per la correzione del colore del video o calcola la trasformazione per ogni video da un profilo del tuo schermo. È preferibile una tabella di ricerca 3D precalcolata in quanto consente di sfruttare le funzionalità avanzate e l'elevata precisione di ArgyllCMS. La correzione basata sul profilo di visualizzazione è utile per testare diversi parametri o per emulare impostazioni di visualizzazione per le quali non si dispone di una LUT 3D preparata.

# #36564
source: 3D LUT
hu_hu: 3D Keresőtábla
it_it: LUT 3D

# #36565
source: Select the 3DLUT file to be used by default. If you place multiple 3DLUT files in the same directory, then you can switch between them in the OSD menu during video playback. This allows for multiple display profiles to account for different viewing environments and source materials, for example gamma 2.2 for daytime viewing and 2.4 for nighttime.
be_by: Абраць файл 3DLUT для прадвызначанага выкарыстання. Калі вы размесціце некалькі файлаў 3DLUT у адным каталозе, то зможаце пераключацца паміж імі падчас прайгравання ў меню OSD. Гэта дасць магчымасць некалькім профілям дысплея атрымліваць доступ да разнастайных асяроддзяў прагляду і крыніц, напрыклад, для наладкі гамы 2,2 днём, 2,4 уначы.
hu_hu: Válaszd ki az alapértelmezetten használandó 3DLUT fájl. Amennyiben több 3DLUT fájlt helyezel el ugyanabba a mappába, akkor váltani tudsz köztük az OSD menüben lejátszás közben. Ez lehetővé teszi, hogy különöző nézőkörülményekért és forrásanyagért feleljen több megjelenítőprofil is feleljen, például 2.2 gamma napközben és 2.4 gamma éjjel.
id_id: Pilih berkas 3DLUT yang akan digunakan secara bawaan. Jika Anda menempatkan beberapa file 3DLUT dalam direktori yang sama, maka Anda dapat beralih di antara mereka dalam menu OSD selama pemutaran video. Hal ini memungkinkan beberapa profil tampilan untuk memperhitungkan lingkungan tampilan dan bahan sumber yang berbeda, misalnya gamma 2.2 untuk tampilan siang hari dan 2.4 untuk malam hari.
it_it: Seleziona il file 3DLUT da usare di default. Se metti diversi file 3DLUT nella stessa cartella, allora potrai scorrere fra loro nel menu OSD durante la riproduzione video. Questo permette per profili con più schermi di creare diversi ambienti di visione e sorgenti, ad esempio gamma 2.2 per la riproduzione diurna e 2.4 per quella notturna.

# #36566
source: ICC display profile
be_by: ICC-профіль дысплея
hu_hu: ICC kijelző profil
id_id: Profil tampilan ICC
it_it: Profilo schermo ICC

# #36567
source: By providing a display profile, you can modify video parameters such as gamma, color primaries and whitepoint during playback. An ICC source profile is created based on the parameters and linked with the display ICC profile set here. This support is experimental and lacks near black adjustment towards display native black (causing raised black level) and white level scaling when a different whitepoint from display native is selected (as a workaround, adjust video brightness down to avoid clipping).
be_by: Праз профіль дысплея можна змяніць параметры відэа: гаму, асноўныя колеры, баланс белага. ICC-профіль крыніцы ствараецца на падставе параметраў крыніцы і звязаны са створаным тут ICC-профілям дысплея. Гэтая функцыя з’яўляецца эксперыментальнай і не падтрымлівае карэкцыі амаль чорных колераў дляадлюстравання сапраўднага чорнага (праз павышаны ўзровень балансу чорнага) і ўзроўня балансу белага, калі абраны ўзровень, што адрозніваецца ад першаснага (каб пазбегнуць, паменшыце ўзровень яркасці).
hu_hu: A megjelenítési profil megadásával módosíthatja a videóparamétereket, mint a gammát, az alapszíneket és a fehér pontot a lejátszáskor. Az ICC forrásprofil a paraméterek alapján készül, és összekapcsolásra kerül az itt megadott ICC színprofillal. Ez a támogatás kísérleti, és hiányzik belőle a fekete közeli igazítás a kijelző tényleges feketéjéhez képest (magasabb fekete szintet eredményezve), és a fehér skálázás, ha a fehér pont különbözik a képernyő valós értékétől (kerülőmegoldásként módosítsa a videó fényességét, hogy elkerülje a vágást).
id_id: Dengan menyediakan profil tampilan, Anda dapat mengubah parameter video seperti gamma, warna primer, dan titik putih selama pemutaran. Profil sumber ICC dibuat berdasarkan parameter dan ditautkan dengan profil ICC tampilan yang ditetapkan di sini. Dukungan ini bersifat eksperimental dan tidak memiliki penyesuaian hampir hitam terhadap tampilan hitam asli (menyebabkan peningkatan level hitam) dan penskalaan level putih ketika titik putih yang berbeda dari tampilan asli dipilih (sebagai solusi, sesuaikan kecerahan video ke bawah untuk menghindari kliping).
it_it: Fornendo un profilo per lo schermo, puoi modificare parametri video come la gamma, i colori primari e il bilanciamento del bianco durante la riproduzione. Viene creato un profilo sorgente ICC basato sui parametri e collegato con il profilo ICC impostato qui. Questo supporto è sperimentale ed è sprovvisto della regolazione del quasi nero rispetto al nero nativo dello schermo (causando un livello maggiore di nero) e scale del livello di bianco quando è selezionato un bilanciamento diverso da quello nativo dello schermo (come soluzione temporanea, abbassa la luminosità del video per evitare clipping).

# #36568
source: Whitepoint
be_by: Баланс белага
hu_hu: Fehérpont
id_id: Titik putih
it_it: Punto bianco

# #36569
source: Changing video whitepoint to D93 is mainly useful for older Japanese NTSC material which looks too red when played back on a D65 display. Adjust video brightness setting down to avoid clipping to display native whitepoint.
be_by: Змена балансу белага відэа на D93 перш за ўсё карысная для старых японскіх матэрыялаў NTSC, якія пры прайграванні на дысплеях D65 выглядаюць занадта чырвонымі. Наладзьце яркасць так, каб пазбегнуць ігнаравання ўласнага балансу белага.
hu_hu: A videó fehér pont módosítása D93-ra főleg régebbi japán NTSC anyagok esetén hasznos, mert ezek túl vörösek lehetnek, ha D65 kijelzőn jelenítik meg őket. Vegye alacsonyabbra a fényességbeállítást, hogy elkerülje a levágást a kijelző natív fehér pontjára.
id_id: Mengubah titik putih video ke D93 terutama berguna untuk materi NTSC Jepang lama yang terlihat terlalu merah saat diputar ulang pada layar D65. Sesuaikan pengaturan kecerahan video untuk menghindari kliping untuk menampilkan titik putih asli.
it_it: Cambia il bilanciamento del bianco a D93 è principalmente utile per vecchio materiale NTSC giapponese che sembra troppo rosso quando riprodotto su uno schermo D65. Abbassa l'impostazione della luminosità video per evitare clipping per mostrare il bilanciamento del bianco nativo.

# #36570
source: Primaries
be_by: Першасныя
hu_hu: Elsődlegesek
id_id: Primer
it_it: Primari

# #36571
source: Select the primary color coordinates according to source material. Older HD material may have been mastered on displays with BT.601 primaries.
be_by: Абраць асноўныя каляровыя каардынаты згодна з матэрыялам крыніцы. Старыя матэрыялыHD могуць быць запісаныя на дысплеях з профілям BT.601.
hu_hu: Válaszd ki az alapszínek koordinátáit a forrásanyag alapján. Lehet, hogy a régebbi HD anyagok utómunkáját BT.601 alapszínű kijelzőkön végezték.
id_id: Pilih koordinat warna primer menurut bahan sumber. Materi HD yang lebih lama mungkin telah dikuasai pada tampilan dengan BT.601 primer.
it_it: Seleziona le coordinate dei colori primari a seconda del materiale sorgente. Il materiale HD più vecchio potrebbe essere stato masterizzato su schermi con primari BT.601.

# #36572
source: Gamma mode
be_by: Рэжым гамы
hu_hu: Gamma mód
id_id: Mode gamma
it_it: Modalità gamma

# #36573
source: Select the gamma curve formula. Use BT.1886 for gamma curve that accounts for display black and white levels and avoids perceptual clipping. Use input offset for a similar curve with a manually specified effective gamma. Output offset allows for perceptual clipping, but can be used to compensate for incorrect mastering monitor settings that lead to too bright dark details. Absolute gamma does not account for display black at all and will clip the lowest levels to display black on any display with higher than zero black level.
be_by: Абраць формулу крывой гамы. Выкарыстоўвайце BT.1886 для крывой гамы, што ўлічвае адлюстроўваемыя ўзроўні чорнага і белага і пазбягае абмежавання. Выкарыстоўвайце ўваходны зрух для адпаведнай крывой з уласнаручна вызначанай эфектыўнай гамай. Уваходны зрух дазваляе абмежаванне, але можа выкарыстоўвацца для кампенсацыі няправільных налад манітора. Праз гэта могуць узнікаць занадта яркія цёмныя дэтал. Абсалютная гама не ўлічвае адлюстраванне чорнага колеру і абразае самыя нізкія ўзроўнідля адлюстравання чорнага на любых дысплеях з узроўнем чорнага вышэй за нуль.
hu_hu: Válassza ki a gamma görbe képletét. Használjon BT.1886 gamma görbét, amely figyelembe veszi a kijelző fekete és fehér szintjét, így elkerülve az észlelt vágást. Használjon bemeneti eltolást a hasonló görbékhez, amelyeknél a gamma kézzel lett megadva. A kimeneti eltolás észlelt vágást okozhat, de használható a hibás kijelzőbeállítások kompenzálására, ha azok túl sok sötét részlet eredményeznek. Az abszolút gamma nem veszi figyelembe egyáltalán a kijelző feketéjét, és a legalacsonyabb szintnél fog váltani a fekete megjelenítésére, minden olyan kijelzőn, ahol nullánál nagyobb a fekete szintje.
id_id: Pilih rumus kurva gamma. Gunakan BT.1886 untuk kurva gamma yang memperhitungkan tampilan tingkat hitam dan putih dan menghindari kliping persepsi. Gunakan offset input untuk kurva serupa dengan gamma efektif yang ditentukan secara manual. Offset keluaran memungkinkan kliping perseptual, tetapi dapat digunakan untuk mengimbangi pengaturan mastering monitor yang salah yang menyebabkan detail gelap yang terlalu terang. Gamma absolut tidak memperhitungkan tampilan hitam sama sekali dan akan memotong level terendah untuk menampilkan hitam pada tampilan apa pun dengan level hitam lebih tinggi dari nol.
it_it: Scegli la formula della curva di gamma. Usa BT.1886 per una curva di gamma che tenga conto dei livelli di bianco e nero dello schermo ed eviti clipping percettivo. Sfasamento in ingresso per una curva simile con una gamma effettiva specificata manualmente. Sfasamento in uscita permette il clipping percettivo, ma può essere usato per compensare impostazioni monitor di masterizzazione sbagliate che portano a dettagli scuri troppo chiari. Gamma assoluta non tiene conto per nulla del nero dello schermo e imposterà i livelli più bassi per mostrare nero su ogni schermo con un livello di nero maggiore di zero.

# #36575
source: Gamma for selected gamma curve type. For input and output offset, the result at 50% will match an absolute gamma curve with this gamma value.
be_by: Гама для абранага тыпу крывой гамы. Для ўваходнага і выходнага зруху вынік 50% будзе адпавядаць абсалютнай крывой гамы з гэтым значэннем.
hu_hu: A kiválasztott gamma görbe típus gammája. A be- és kimeneti eltolásnál, az 50%-nál lévő eredmény egyezni fog az ezzel a gamma értékkel számolt abszolút gamma görbével.
id_id: Gamma untuk jenis kurva gamma yang dipilih. Untuk offset input dan output, hasil pada 50% akan cocok dengan kurva gamma absolut dengan nilai gamma ini.
it_it: Gamma per il tipo di curva di gamma selezionato. Per compensazione in entrata o uscita, il risultato a 50% coinciderà con una curva di gamma assoluta con questo valore di gamma.

# #36576
source: Lookup table size
be_by: Памер табліцы прагляду
hu_hu: Keresőtábla mérete
id_id: Ukuran tabel pencarian
it_it: Dimensioni tabella di ricerca

# #36577
source: Specify the resolution for the 3D lookup table. Use a lower resolution for quick preview and higher resolution for more accurate picture. Using a high resolution may take seconds to prepare when parameters are changed or a new video is started.
be_by: Вызначыць раздзяляльную здольнасць для табліцы прагляду 3D. Выкарыстоўвайце больш нізкае значэнне для хуткага прагляду і больш высокае для больш дакладнай выявы. На падтрыхтоўку да змены параметраў альбо запуску новага відэа можа спатрэбіцца некалькі секунд.
hu_hu: Adja meg a 3D-s keresőtábla felbontását. Használjon alacsonyabb felbontást a gyors előnézethez, és nagyobb felbontást a pontos képhez. A magas felbontás használata esetén másodpercekig is tarthat az előkészítés a paraméterek módosításakor, vagy egy új videó elindításakor.
id_id: Tentukan resolusi untuk tabel pencarian 3D. Gunakan resolusi yang lebih rendah untuk pratinjau cepat dan resolusi yang lebih tinggi untuk gambar yang lebih akurat. Menggunakan resolusi tinggi mungkin memerlukan waktu beberapa detik untuk mempersiapkan saat parameter diubah atau video baru dimulai.
it_it: Specifica la risoluzione per la tabella di ricerca 3D. Usa una risoluzione inferiore per un'anteprima rapida e una risoluzione maggiore per un'immagine più accurata. Usare un'alta risoluzione potrebbe richiedere qualche secondo di preparazione quando i parametri sono modificati oppure viene avviato un nuovo video.

# #36578
source: Improves video quality by using 10-bit video surfaces for Standard Dynamic Range (SDR) video.[CR][Auto detect] Enables 10 bit for SDR only if the connected display supports HDR.[CR][Always] Enables 10 bit for SDR even if the connected display doesn't support HDR.[CR][Never] Do not use 10 bit for SDR.[CR]HDR passthrough mode always uses 10-bit regardless of this setting.
id_id: Meningkatkan kualitas video dengan menggunakan permukaan video 10-bit untuk video Rentang Dinamis Standar (SDR)..[CR][Deteksi otomatis] Mengaktifkan 10 bit untuk SDR hanya jika layar yang terhubung mendukung HDR.[CR][Selalu] Mengaktifkan 10 bit untuk SDR bahkan jika layar yang terhubung tidak mendukung HDR.[CR][Never] Jangan gunakan 10 bit untuk SDR.[CR]Mode passthrough HDR selalu menggunakan 10-bit terlepas dari pengaturan ini.
it_it: Migliora la qualità video usando superfici video a 10-bit per i video Standard Dynamic Range (SDR).[CR][Rileva automaticamente] Abilita i 10 bit per SDR solo se lo schermo connesso supporta l'HDR.[CR][Sempre] Abilita i 10 bit per SDR anche se lo schermo connesso non supporta l'HDR.[CR][Mai] Non utilizza i 10 bit per SDR.[CR]La modalità passthrough HDR utilizza sempre i 10-bit indipendentemente da questa impostazione.

# #36580
source: 3D LUT file
be_by: Файл 3D LUT
hu_hu: 3D Keresőtábla fájl
id_id: File 3D LUT
it_it: File LUT 3D

# #36581
source: ICC Profile
be_by: Профіль ICC
hu_hu: ICC Profil
id_id: Profil ICC
it_it: Profilo ICC

# #36583
source: Input offset
be_by: Зрух уваходу
hu_hu: Input eltolás
it_it: Sfasamento in ingresso

# #36584
source: Output offset
be_by: Зрух вываду
hu_hu: Kimenet eltolás
it_it: Sfasamento in uscita

# #36585
source: Absolute
be_by: Абсалютны
hu_hu: Abszolút
id_id: Mutlak
it_it: Assoluta

# #36587
source: D93 (Japanese NTSC)
hu_hu: D93 (Japán NTSC)
it_it: D93 (NTSC giapponese)

# #36588
source: Automatic
be_by: Аўтаматычна
hu_hu: Automatikus
id_id: Otomatis
it_it: Automatico

# #36598
source: Eliminate banding caused by RGB level conversion or other processing by adding a small amount of noise to the picture. This can be disabled for slower systems, or when Kodi is set to limited range RGB output and no video processing is needed.
be_by: Прыбірае палосы ад пераўтварэння ўзроўня RGB альбо іншай апрацоўкі, дадаючы на выяву невялічкую колькасць шуму. Гэта можна выключыць на павольных сістэмах, цікалі Kodi выкарыстоўвае абмежаваны каляровы дыяпазон RGB.
hu_hu: Az RGB szintű konverzió vagy más feldolgozás által okozott sávosodás kiküszöbölése egy kevés zaj hozzáadásával a képhez. Ez lassabb rendszereknél kikapcsolható, vagy akkor ha a Kodi korlátozott tartományú RGB kimenetre van állítva, és nem szükséges a videófeldolgozás.
id_id: Hilangkan pita yang disebabkan oleh konversi level RGB atau pemrosesan lainnya dengan menambahkan sedikit noise ke gambar. Ini dapat dinonaktifkan untuk sistem yang lebih lambat, atau ketika Kodi diatur ke output RGB rentang terbatas dan tidak diperlukan pemrosesan video.
it_it: Elimina le bande causate dalla conversione del livello RGB o altri processi aggiungendo una piccola quantità di disturbo nell'immagine. Questo può essere disabilitato per i dispositivi più lenti, o quando Kodi è impostato per limitare il campo di output RGB e nessun processo video è richiesto.

# #36599
source: Video dithering output precision in bits. Use the highest setting that doesn't show banding. The default of 8 is recommended for most systems. If your GPU is set to scale the output RGB levels or you use a laptop screen, a 7 or 6 bit setting may eliminate more banding. Lower settings are available for testing purposes only to make it easy to see whether dithering is applied and that the dither noise pixel size matches the display resolution.
be_by: Дакладнасць вываду відэа ў бітах. Выкарыстоўвайце самыя высокія налады, пры якіх непаказваюцца палосы. На большасці сістэм рэкамендуецца прадвызначанае значэнне 8. Калі ваш графічны працэсар наладжаны на маштабаванне выходнага RGB альбо выкарыстоўваецца экран ноўтбука, значэнні 7 альбо 6 бітаў могуць дапамагчы прыбраць дадатковыя палосы. Больш нізкія значэнні патрэбныя для тэставання, каб было лепш бачна, што ўжываецца згладжванне, і памер пікселя згладжвання адпавядае раздзяляльнай здольнасці экрана.
hu_hu: A videó ditherelés pontossága bitekben. Használja a legnagyobb beállítást, amely nem mutat sávosodást. Az alapértelmezett 8 az ajánlott a legtöbb rendszeren. Ha a GPU az RGB szintek kimenetének skálázására van állítva, vagy ha laptop kijelzőt használ, akkor a 7 vagy 6-bites beállítás több sávosodást küszöbölhet ki. Az alacsonyabb beállítások tesztelési célokra szolgálnak, hogy kiderüljön tényleg működik a ditherelés, vagy a dither zaj pixelmérete megfelelő-e a megjelenítő felbontásához.
id_id: Ketepatan output dithering video dalam bit. Gunakan pengaturan tertinggi yang tidak menunjukkan pita. Bawaannya 8 direkomendasikan untuk sebagian besar sistem. Jika GPU Anda diatur untuk menskalakan level RGB keluaran atau Anda menggunakan layar laptop, pengaturan 7 atau 6 bit dapat menghilangkan lebih banyak pita. Pengaturan yang lebih rendah tersedia untuk tujuan pengujian hanya untuk memudahkan melihat apakah dithering diterapkan dan bahwa ukuran piksel dither noise cocok dengan resolusi tampilan.
it_it: Precisione in bit dell'output del dithering video. Usa l'impostazione più alta che non mostra bande. Il valore predefiinito di 8 è consigliato per la maggior parte dei dispositivi. Se la tua GPU è impostata per scalare i livelli di output RGB o se usi lo schermo di un portatile, un'impostazione di 7 o 6 bit potrebbe eliminare più bande. Valori più bassi sono disponibili solo per fini di prova solo per rendere facile la visualizzazione di quando sia applicato il dithering e che la dimensione in pixel del rumore di dithering corrisponda alla risoluzione dello schermo.

# #36600
source: This category contains the settings for how the music library is handled.
be_by: Катэгорыя змяшчае налады музычнай бібліятэкі.
hu_hu: Ez a kategória a zenetár kezelésével kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana perpustakaan musik ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione della libreria musicale.

# #36601
source: This category contains the settings for how music file lists are handled.
be_by: Катэгорыя змяшчае налады спісаў музыкі.
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek zenefájl listák kezelését szabályozzák.
id_id: Kategori ini berisi pengaturan tentang bagaimana daftar file musik ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione degli elenchi di file musicali.

# #36602
source: This category contains the settings for how the AirPlay service is handled.
be_by: Катэгорыя змяшчае налады AirPlay.
hu_hu: Ez a kategória az AirPlay szolgáltatás beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana layanan AirPlay ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione del servizio AirPlay.

# #36603
source: This category contains the settings for displays.
be_by: Катэгорыя змяшчае налады дысплеяў.
hu_hu: Ez a kategória a kijelzőbeállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan untuk tampilan.
it_it: Questa categoria contiene le impostazioni per gli schermi.

# #36605
source: Updates
be_by: Абнаўленні
hu_hu: Frissítések
id_id: Pembaruan
it_it: Aggiornamenti

# #36606
source: Install updates automatically
be_by: Аўтаматычна ўсталёўваць абнаўленні
hu_hu: Frissítések automatikus telepítése
id_id: Instal pembaruan secara otomatis
it_it: Installa aggiornamenti automaticamente

# #36607
source: Notify, but don't install updates
be_by: Апавяшчаць, але ўсталёўваць абнаўленні
hu_hu: Értesítsen, de ne telepítsen frissítéseket
id_id: Beri tahu, tetapi jangan instal pembaruan
it_it: Notifica, ma non installare aggiornamenti

# #36608
source: Never check for updates
be_by: Ніколі не правяраць на абнаўленні
hu_hu: Soha ne keressen frissítéseket
id_id: Jangan pernah memeriksa pembaruan
it_it: Non controllare mai aggiornamenti

# #36609
source: Show notifications
be_by: Паказваць апавяшчэнні
hu_hu: Értesítések megjelenítése
id_id: Tampilkan notifikasi
it_it: Mostra notifiche

# #36610
source: This category contains settings for the add-on system.
be_by: Катэгорыя змяшчае налады дапаўненняў.
hu_hu: Ez a kategória a kiegészítők rendszerének beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan untuk sistem tambahan.
it_it: Questa categoria contiene le impostazioni per gli add-on.

# #36611
source: Change how auto updating of add-ons are handled.
be_by: Налады аўтаматычнага абнаўлення дапаўненняў.
hu_hu: A kiegészítők automatikus frissítésének kezelésének megváltoztatása.
id_id: Ubah cara pembaruan otomatis pengaya ditangani.
it_it: Modifica come sono gestiti gli aggiornamenti automatici degli add-on.
