Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #13111
source: Would you like to keep this change?
be_by: Захаваць змены?
hu_hu: Meg akarja tartani a jelenlegi változtatásokat?
id_id: Apakah anda ingin menyimpan perubahan ini?
it_it: Vuoi mantenere questa modifica?
mi: E hiahia ana koe ki te pupuri i tēnei huringa?

# #13112
source: High quality upscaling
be_by: Высокаякаснае маштабаванне
hu_hu: Magas minőségű szoftveres felskálázás
id_id: Upscaling kualitas tinggi
it_it: Upscaling ad alta qualità
mi: Kounga High upscaling

# #13113
source: Disabled
be_by: Выключана
hu_hu: Letiltva
id_id: Non Aktif
it_it: Disabilitato
mi: Kua mono

# #13114
source: Enabled for SD content
be_by: Толькі для змесціва карт памяці
hu_hu: SD tartalom esetén bekapcsolva
id_id: Fungsikan konten SD
it_it: Abilitato per contenuto SD
mi: Whakahohea mō SD ihirangi

# #13115
source: Always enabled
be_by: Заўсёды ўключана
hu_hu: Mindig bekapcsolva
id_id: Selalu fungsikan
it_it: Sempre abilitato
mi: Ngā makaurangi i nga wa katoa

# #13116
source: Upscaling method
be_by: Метад маштабавання
hu_hu: Felskálázás módja
id_id: Metode Upscaling
it_it: Metodo di upscaling
mi: Tikanga Upscaling

# #13117
source: Bicubic
hu_hu: Kettős köbös
it_it: Bicubico

# #13123
source: Keep skin?
be_by: Пакінуць абалонку?
hu_hu: Megtartja a felszínt?
id_id: Pertahankan kulit?
it_it: Mantenere questa skin?
mi: Puritia kiri?

# #13130
source: Blank other displays
be_by: Выключаць астатнія дысплеі
hu_hu: A többi megjelenítő sötétítése
id_id: Kosongkan display lain
it_it: Scollega gli altri schermi
mi: Pātea atu ngā whakaaturanga

# #13131
source: Disabled
be_by: Выключана
hu_hu: Letiltva
id_id: Non Aktif
it_it: Disabilitato
mi: Kua mono

# #13132
source: Blank displays
be_by: Выключыць дысплеі
hu_hu: Megjelenítők elsötétítése
id_id: Kosongkan display
it_it: Schermi neri
mi: Ngā whakaaturanga pātea

# #13140
source: Active connections detected!
be_by: Выяўлены актыўныя злучэнні!
hu_hu: Aktív kapcsolatok észlelhetők!
id_id: Koneksi aktif terdeteksi!
it_it: Rilevate connessioni attive!
mi: Hononga Active kitea!

# #13141
source: If you proceed, you might not be able to control this application any longer. Are you sure you want to stop the event server?
be_by: Калі працягнуць, то можа страціцца кантроль над праграмай. Сапраўды спыніць сервер падзей?
hu_hu: Ha folytatja lehetséges, hogy nem tudja többé a programot vezérelni. Biztos leállítja az eseménykiszolgálót?
id_id: Jika Anda melanjutkan, Anda mungkin tidak dapat mengendalikan aplikasi ini. Apakah Anda yakin ingin menghentikan event server?
it_it: Se procedi, potresti non essere più in grado di controllare questa applicazione. Sei sicuro di voler fermare il server degli eventi?

# #13144
source: Change Apple Remote mode?
be_by: Змяніць рэжым адлеглага кіравання Apple?
hu_hu: Apple távirányítómód váltása?
id_id: Ubah mode Remote Apple?
it_it: Cambiare la modalità Apple Remote?
mi: Hurihia Apple aratau Mamao?

# #13145
source: If you are currently using the Apple Remote to control this application, changing this setting might affect your ability to continue controlling it. Do you want to proceed?
be_by: Калі вы выкарыстоўваеце адлеглае кіраванне Apple, змена гэтага параметра можа пашкодзіць кіраванню праграмай. Хочаце працягнуць?
hu_hu: Ha jelenleg is az Apple távirányítót használja az alkalmazás irányítására, akkor ennek a beállításnak a megváltoztatása hatással lehet a további irányításra. Biztos folytatja?
id_id: Jika Anda sedang menggunakan Apple Remote untuk mengendalikan aplikasi, mengganti pengaturan ini mungkin berpengaruh pada kemampuan Anda untuk mengendalikan aplikasi ini. Apakah Anda ingin melanjutkan?
it_it: Se stai attualmente utilizzando Apple Remote per controllare questa applicazione, la modifica di questa impostazione potrebbe influire sulla tua capacità di continuare a controllarla. Vuoi procedere?

# #13159
source: Subnet mask
be_by: Маска падсеткі
hu_hu: Alhálózati maszk
it_it: Maschera sottorete
mi: Whaturoto kanohi

# #13161
source: Primary DNS
be_by: Асноўны DNS
hu_hu: Elsődleges DNS
id_id: DNS primer
it_it: DNS primario
mi: DNS Primary

# #13162
source: Initialise failed
be_by: Не атрымалася ініцыялізаваць
hu_hu: Inicializálás sikertelen
id_id: Inisialisasi gagal
it_it: Inizializzazione non riuscita
mi: I rahua te Initialise

# #13170
source: Never
be_by: Ніколі
hu_hu: Soha
id_id: Tidak Pernah
it_it: Mai
mi: Kore rawa

# #13171
source: Immediately
be_by: Неадкладна
hu_hu: Azonnal
id_id: Segera
it_it: Immediatamente
mi: Tonu

# #13172
source: After {0:d} secs
be_by: Пасля {0:d} секунд
hu_hu: {0:d} másodperc után
id_id: Setelah {0:d} det
it_it: Dopo {0:d} secondi

# #13173
source: HDD install date:
be_by: Дата ўсталёўкі HDD:
hu_hu: HDD telepítés dátuma:
id_id: Tanggal pemasangan HDD:
it_it: Data installazione hard disk:
mi: Tāuta HDD rā:

# #13174
source: HDD power cycle count:
be_by: Колькасць працоўных цыклаў HDD:
hu_hu: HDD indítások száma:
id_id: Hitungan siklus daya KDD:
it_it: Conteggio cicli on/off HDD:
mi: Tatau huringa kaha HDD:

# #13200
source: Profiles
be_by: Профілі
hu_hu: Profilok
id_id: Profil
it_it: Profili
mi: Ngā Kōtaha

# #13201
source: Delete profile '{0:s}'?
be_by: Выдаліць профіль "{0:s}"?
hu_hu: Törli ezt a profilt: „{0:s}”?
id_id: Hapus profil '{0:s}'?
it_it: Eliminare il profilo '{0:s}'?

# #13204
source: Last loaded profile:
be_by: Апошні загружаны профіль:
hu_hu: Utoljára betöltött profil:
id_id: Profil terakhir dipasang:
it_it: Ultimo profilo caricato:
mi: Kōtaha i utaina Last:

# #13205
source: Unknown
be_by: Невядома
hu_hu: Ismeretlen
id_id: Tidak Diketahui
it_it: Sconosciuto
mi: Tauhou

# #13206
source: Overwrite
be_by: Перазапісаць
hu_hu: Felülírás
id_id: Timpa
it_it: Sovrascrivi
mi: Tuhirua

# #13207
source: Forced only
be_by: Толькі прымусова
hu_hu: Csak erőltetett
id_id: Dipaksa saja
it_it: Solo forzati

# #13208
source: Alarm clock
be_by: Будзільнік
hu_hu: Ébresztőóra
id_id: Jam Alarm
it_it: Sveglia
mi: Whakaoho karaka

# #13209
source: Alarm clock interval (in minutes)
be_by: Інтэрвал будзільніка (у хвілінах)
hu_hu: Ébresztés intervalluma (percben)
id_id: Jeda jam Alarm (dlm menit)
it_it: Intervallo sveglia (in minuti)
mi: Whakaoho wā karaka (i roto i te meneti)

# #13210
source: Started, alarm in {0:d}m
be_by: Запушчана, спрацуе праз {0:d} хвілін
hu_hu: Elindítva, ébresztés {0:d} perc múlva
id_id: Dimulai, alarm dalam {0:d}m
it_it: Avviata, notifica tra {0:d}m

# #13211
source: Alarm!
be_by: Пад'ём!
hu_hu: Ébresztés!
it_it: Sveglia!
mi: Whakaoho!

# #13212
source: Cancelled with {0:d}m{1:d}s left
be_by: Скасавана, засталося {0:d}хв{1:d}с
hu_hu: Megszakítva {0:d} perc és {1:d} mp hátralévő idővel
id_id: Dibatalkan dengan {0:d}m{1:d}s tersisa
it_it: Cancellata con {0:d}m{1:d}s rimasti

# #13249
source: Search for subtitles in RARs
be_by: Пошук субцітраў у RAR
hu_hu: Feliratok keresése RAR fájlokban
id_id: Cari takarir di RAR
it_it: Cerca sottotitoli nei file RAR
mi: Rapu mō ngā kupu hauraro i roto i RARs

# #13250
source: Browse for subtitle...
be_by: Абраць субцітры...
hu_hu: Felirat keresése...
id_id: Menjelajah takarir...
it_it: Sfoglia sottotitoli...
mi: Tirotiro hoki taitararoto ...

# #13251
source: Move item
be_by: Перамясціць элемент
hu_hu: Elem átmozgatása
id_id: Pindahkan Item
it_it: Sposta elemento
mi: Whakaneke i te tūemi

# #13252
source: Move item here
be_by: Перамясціць сюды элемент
hu_hu: Elem átmozgatása ide
id_id: Pindahkan Item Ke Sini
it_it: Sposta elemento qui
mi: Whakaneke i te tūemi i konei

# #13253
source: Cancel move
be_by: Скасаваць перамяшчэнне
hu_hu: Átmozgatás megszakítása
id_id: Batalkan Pemindahan
it_it: Annulla spostamento
mi: Whakakore tere

# #13271
source: System CPU usage:
be_by: Выкарыстанне CPU:
hu_hu: Rendszer CPU használat:
id_id: Penggunaan CPU sistem:
it_it: Utilizzo CPU di sistema:

# #13274
source: Connected, but no DNS is available.
be_by: Злучана, але DNS недаступны.
hu_hu: Csatlakoztatva, de nincs elérhető DNS.
id_id: Xbox Tersambung, tetapi tidak tersedia DNS.
it_it: Connesso, ma non è disponibile alcun DNS.
mi: Hono, engari kei te DNS.

# #13277
source: Storage
be_by: Сховішча
hu_hu: Háttértárak
id_id: Penyimpanan
it_it: Archiviazione

# #13278
source: Default
be_by: Прадвызначана
hu_hu: Alapértelmezett
id_id: Bawaan
it_it: Predefinito
mi: Taunoa

# #13279
source: Network
be_by: Сетка
hu_hu: Hálózat
id_id: Jaringan
it_it: Rete
mi: Whatunga

# #13283
source: Operating system:
be_by: Аперацыйная сістэма:
hu_hu: Operációs rendszer:
id_id: Versi Kernel:
it_it: Sistema operativo:
mi: Pūnaha mahi:

# #13284
source: CPU speed:
be_by: Хуткасць CPU:
hu_hu: CPU sebesség:
id_id: Kecepatan CPU:
it_it: Velocità CPU:
mi: Tere PTM:

# #13286
source: Video encoder:
be_by: Кадавальнік відэа:
hu_hu: Videó kódoló:
id_id: Enkoder Video:
it_it: Codificatore video:
mi: Encoder Video:

# #13287
source: Screen resolution:
be_by: Раздзяляльная здольнасць экрана:
hu_hu: Képernyő felbontása:
id_id: Resolusi Layar:
it_it: Risoluzione schermo:
mi: Taumira mata:

# #13292
source: A/V cable:
be_by: Кабель A/V:
hu_hu: Hang/Kép kábel:
id_id: Kabel A/V:
it_it: Cavo A/V:
mi: A te taura V /:

# #13294
source: DVD region:
be_by: Рэгіён DVD:
hu_hu: DVD régió:
id_id: Region DVD:
it_it: Regione DVD:
mi: Rohe DVD:

# #13296
source: Connected
be_by: Злучана
hu_hu: Csatlakoztatva
id_id: Xbox sedang Tersambung
it_it: Connesso
mi: Tūhono

# #13297
source: Not connected. Check network settings.
be_by: Не злучана. Праверце налады сеткі.
hu_hu: Nincs csatlakozás. Hálózati beállítások ellenőrzése szükséges.
id_id: Xbox tidak Tersambung. Periksa setelan Jaringan.
it_it: Non connesso. Controlla configurazione rete.
mi: E kore e hono. Tirohia tautuhinga whatunga.

# #13298
source: Disconnected
id_id: Terputus
it_it: Disconnesso

# #13299
source: Target temperature
be_by: Мэтавая тэмпература
hu_hu: Célhőmérséklet
id_id: Target Suhu
it_it: Temperatura da raggiungere
mi: Pāmahana Ūnga

# #13300
source: Fan speed
be_by: Хуткасць вентылятара
hu_hu: Ventilátorsebesség
id_id: Kecepatan Kipas
it_it: Velocità ventola
mi: Tere tahi

# #13301
source: Auto temperature control
be_by: Аўтаматычнае кіраванне тэмпературай
hu_hu: Automata hőmérséklet-vezérlés
id_id: Kontrol Suhu Otomatis
it_it: Controllo automatico temperatura
mi: Whakahaere i te pāmahana aunoa

# #13302
source: Fan speed override
be_by: Кіраванне хуткасцю вентылятара
hu_hu: Ventilátorsebesség felülbírálása
id_id: Mengesampingkan Kecepatan Kipas
it_it: Controllo velocità ventola
mi: Takahi tere tahi

# #13303
source: Fonts
be_by: Шрыфты
hu_hu: Betűkészletek
id_id: Font
it_it: Caratteri
mi: Momotuhi

# #13304
source: Enable flipping bi-directional strings
be_by: Дазволіць адваротны парадак радкоў
hu_hu: Kétirányú szövegek megfordítása
id_id: Aktifkan Flipping Bi-Directional Strings
it_it: Abilita capovolgimento stringhe bidirezionali
mi: Whakahohe i YUV aho aronga-rua

# #13305
source: Show RSS news feeds
be_by: Паказваць стужкі навін RSS
hu_hu: RSS hírek bekapcsolása
id_id: Aktifkan RSS Feeds
it_it: Mostra feed di notizie RSS
mi: Whakaaturia ngā whāngai karere RSS

# #13306
source: Show parent folder items
be_by: Паказваць элементы бацькоўскага каталога
hu_hu: Szülőmappaelemek megjelenítése
id_id: Sembunyikan Induk Item Folder
it_it: Mostra elementi cartella superiore
mi: Whakaaturia tūemi kōpaki matua

# #13307
source: Track naming template
be_by: Шаблон назваў трэкаў
hu_hu: Zeneszám elnevezés-sablon
id_id: Template Penamaan Folder
it_it: Modello denominazione tracce
mi: Aru i whakaingoa tauira

# #13308
source: Do you wish to reboot your system instead of just this application?
be_by: Перазапусціць усю сістэму, а не толькі праграму?
hu_hu: Az egész rendszert újra akarja indítani az alkalmazás helyett?
id_id: Apakah Anda ingin mem-boot ulang seluruh sistem atau hanya untuk aplikasi ini?
it_it: Desideri riavviare il tuo sistema anziché solo questa applicazione?

# #13310
source: Zoom effect
be_by: Эфект павелічэння
hu_hu: Nagyítás hatás
id_id: Efek Zoom
it_it: Effetto zoom
mi: Pānga Tope

# #13311
source: Float effect
be_by: Плаваючы эфект
hu_hu: Úszó hatás
id_id: Efek Float
it_it: Effetto spostamento
mi: Rewa pānga

# #13312
source: Black bar reduction
be_by: Памяншэнне чорных палос
hu_hu: Fekete sáv csökkentés
id_id: Pengurangan Bar Hitam
it_it: Riduzione banda nera
mi: H bar Black

# #13313
source: Restart
be_by: Перазапуск
hu_hu: Újraindítás
id_id: Memulai Lagi
it_it: Riavvia
mi: Tīmata anō

# #13314
source: Crossfade between songs
be_by: Плаўны пераход паміж кампазіцыямі
hu_hu: Áttűnés a számok között
id_id: Crossfade
it_it: Dissolvenza tra i brani
mi: Muhani whitiwhiti i waenganui i waiata

# #13315
source: Regenerate thumbnails
be_by: Перастварыць мініяцюры
hu_hu: Miniképek újragenerálása
id_id: Buat Ulang Thumbnail
it_it: Rigenera miniature
mi: Whakatupu karakōnui

# #13316
source: Recursive thumbnails
be_by: Рэкурсіўныя мініяцюры
hu_hu: Rekurzív miniképek
id_id: Thumbnail Berulang
it_it: Miniature ricorsive
mi: Karakōnui Recursive

# #13317
source: View slideshow
be_by: Прагляд слайд-шоў
hu_hu: Diavetítés
id_id: Lihat Slideshow
it_it: Visualizza presentazione
mi: Tirohia whakaatakiriata

# #13318
source: Recursive slideshow
be_by: Рэкурсіўнае слайд-шоў
hu_hu: Rekurzív diavetítés
id_id: Slideshow Berulang
it_it: Presentazione ripetitiva
mi: Whakaatakiriata Recursive

# #13319
source: Randomise
be_by: Змяшаць
hu_hu: Véletlenszerű
id_id: Acak
it_it: Casuale

# #13321
source: Left only
be_by: Толькі левы
hu_hu: Csak a bal
id_id: Hanya Kiri
it_it: Solo sinistra
mi: Mahue anake

# #13322
source: Right only
be_by: Толькі правы
hu_hu: Csak a jobb
id_id: Hanya Kanan
it_it: Solo destra
mi: Tika anake

# #13324
source: Background transparency
be_by: Празрыстасць фону
hu_hu: Háttér átlátszósága
id_id: Latar Belakang Transparan
it_it: Trasparenza sfondo
mi: Mārama He whakamārama

# #13325
source: Foreground transparency
be_by: Празрыстасць пярэдняга плану
hu_hu: Előtér átlátszósága
id_id: Latar Depan Transparan
it_it: Trasparenza in primo piano
mi: Mārama mua

# #13326
source: A/V delay
be_by: Затрымка A/V
hu_hu: Hang/Kép késleltetés
id_id: penundaan A/V
it_it: Ritardo A/V
mi: A V roa /

# #13328
source: {0:s} not found
be_by: Не знойдзена {0:s}
hu_hu: {0:s} nem található
id_id: {0:s} tidak ditemukan
it_it: {0:s} non trovato

# #13329
source: Error opening {0:s}
be_by: Не атрымалася адкрыць {0:s}
hu_hu: Hiba a(z) {0:s} megnyitásakor
id_id: Galat saat membuka {0:s}
it_it: Errore all'apertura di {0:s}

# #13330
source: Unable to load {0:s}
be_by: Немагчыма загрузіць {0:s}
hu_hu: Hiba a(z) {0:s} betöltésekor
id_id: Tidak dapat membuka {0:s}
it_it: Impossibile caricare {0:s}

# #13331
source: Error: Out of memory
be_by: Памылка: не стае памяці
hu_hu: Hiba: Kevés a memória.
id_id: Kesalahan: memori yg diperlukan terlalu besar
it_it: Errore: memoria esaurita
mi: Hapa: Out o mahara

# #13332
source: Move up
be_by: Перамясціць вышэй
hu_hu: Mozgatás fel
id_id: Pindah Atas
it_it: Muovi su
mi: Nuku whakarunga

# #13333
source: Move down
be_by: Перамясціць ніжэй
hu_hu: Mozgatás le
id_id: Pindah Bawah
it_it: Muovi giù
mi: Nuku whakararo

# #13334
source: Edit label
be_by: Рэдагаваць адмеціну
hu_hu: Cím szerkesztése
it_it: Modifica etichetta
mi: Whakatika tapanga

# #13335
source: Make default
be_by: Зрабіць прадвызначанай
hu_hu: Alapértelmezetté tesz
id_id: Jadikan bawaan
it_it: Imposta predefinito
mi: Hanga taunoa

# #13336
source: Remove button
be_by: Выдаліць кнопку
hu_hu: Gomb eltávolítása
id_id: Hapus Tombol
it_it: Rimuovi pulsante
mi: Pātene tango

# #13340
source: Leave as is
be_by: Пакінуць
hu_hu: Maradjon az eredeti
id_id: Biarkan Seadanya
it_it: Lascia com'è
mi: Waiho i te mea he

# #13341
source: Green
be_by: Зялёны
hu_hu: Zöld
id_id: Hijau
it_it: Verde

# #13342
source: Orange
be_by: Аранжавы
hu_hu: Narancs
id_id: Oranye
it_it: Arancione
mi: Karaka

# #13343
source: Red
be_by: Чырвоны
hu_hu: Vörös
id_id: Merah
it_it: Rosso
mi: Whero

# #13344
source: Cycle
be_by: Цыклічна
hu_hu: Váltakozó
id_id: Putaran
it_it: Ciclico

# #13345
source: Switch LED off on playback
be_by: Выключаць індыкатар падчас прайгравання
hu_hu: LED kikapcsolása lejátszás alatt
id_id: Matikan LED saat Memainkan
it_it: Spegni il LED durante la riproduzione
mi: Whakakā arahina atu ki runga ki te purei anō

# #13346
source: Movie information
be_by: Інфармацыя пра фільм
hu_hu: Film információ
id_id: Informasi Film
it_it: Informazioni film
mi: Mōhiohio kiriata

# #13347
source: Queue item
be_by: У чаргу
hu_hu: Lejátszási sorba tesz
id_id: Item antrian
it_it: Accoda elemento
mi: Item tūtira

# #13348
source: Search IMDb...
be_by: Пошук у IMDb...
hu_hu: Keresés az IMDB-n...
id_id: Cari IMDb...
it_it: Cerca in IMDb...
mi: Rapu IMDb ...

# #13349
source: Scan for new content
be_by: Сканаваць на новыя файлы
hu_hu: Új tartalom keresése
id_id: Cari Info Utk Semua File
it_it: Ricerca nuovi contenuti
mi: Matawai hoki ihirangi hou

# #13350
source: Current playlist
be_by: Бягучы спіс прайгравання
hu_hu: Jelenlegi lejátszólista
id_id: Daftar putar saat ini
it_it: Playlist attuale
mi: Rārangi ō naianei

# #13351
source: Album information
be_by: Інфармацыя пра альбом
hu_hu: Album információ
id_id: Informasi Album
it_it: Informazioni album
mi: Mōhiohio Album

# #13352
source: Scan item to library
be_by: Сканаваць элементы для бібліятэкі
hu_hu: Hozzáadás médiatárhoz
id_id: Pindai Seluruh Database
it_it: Ricerca elementi nella libreria
mi: Item karapa ki te tirotiro

# #13353
source: Stop scanning
be_by: Спыніць сканаванне
hu_hu: Átvizsgálás leállítása
id_id: Hentikan Scan
it_it: Ferma ricerca
mi: Kāti te matawai

# #13354
source: Render method
be_by: Метад адмалёўкі
hu_hu: Renderelés módja
id_id: Metode Render
it_it: Metodo di rendering
mi: Hoatu tikanga

# #13355
source: Low quality pixel shader
be_by: Піксельны шэйдар нізкай якасці
hu_hu: Alacsony minőségű pixel-árnyékoló
id_id: Pixel Shader Kualitas Rendah
it_it: Pixel shader bassa qualità
mi: Kounga iti shader pika

# #13356
source: Hardware overlays
be_by: Апаратнае накладанне
hu_hu: Hardveres képréteg-átfedések
id_id: Lapisan Perangkat Keras
it_it: Sovrapposizioni hardware
mi: Paparua Hardware

# #13357
source: High quality pixel shader
be_by: Піксельны шэйдар высокай якасці
hu_hu: Magas minőségű pixel-árnyékoló
id_id: Pixel Shader Kualitas Tinggi
it_it: Pixel shader alta qualità
mi: Kounga High shader pika

# #13358
source: Play item
be_by: Прайграць аб’ект
hu_hu: Elem lejátszása
id_id: Mainkan Item
it_it: Riproduci elemento
mi: Item te tākaro

# #13359
source: Set artist thumb
be_by: Абраць мініяцюру выканаўцы
hu_hu: Előadó minikép
id_id: Pasang Thumb Artis
it_it: Imposta anteprima artista
mi: Whakaturia koromatua artist

# #13360
source: Automatically generate thumbnails
be_by: Ствараць мініяцюры аўтаматычна
hu_hu: Automatikus minikép generálás
id_id: Buat Thumb
it_it: Genera automaticamente miniature
mi: Whakaputa aunoa i ngā karakōnui

# #13361
source: Enable voice
be_by: Уключыць мікрафон
hu_hu: Hang engedélyezése
id_id: Aktifkan Suara
it_it: Abilita voce
mi: Whakahohe i te reo

# #13362
source: Continue watching
id_id: Lanjutkan menonton
it_it: Continua a guardare

# #13375
source: Enable device
be_by: Уключыць прыладу
hu_hu: Eszköz engedélyezése
id_id: Aktifkan Perangkat
it_it: Abilita dispositivo
mi: Whakahohetia te pūrere

# #13377
source: Default view mode
be_by: Прадвызначаны рэжым прагляду
hu_hu: Alapértelmezett nézet
id_id: Mode tampilan bawaan
it_it: Modalità di visualizzazione predefinita
mi: Aratau mua Taunoa

# #13378
source: Default brightness
be_by: Прадвызначаная якасць
hu_hu: Alapértelmezett fényerő
id_id: Kecerahan bawaan
it_it: Luminosità predefinita
mi: Wherikotanga Taunoa

# #13379
source: Default contrast
be_by: Прадвызначаная кантраснасць
hu_hu: Alapértelmezett kontraszt
id_id: Kontras bawaan
it_it: Contrasto predefinito
mi: Pūrata Taunoa

# #13380
source: Default gamma
be_by: Прадвызначаная гама
hu_hu: Alapértelmezett gamma
id_id: Gamma bawaan
it_it: Gamma predefinita
mi: Gamma Taunoa

# #13381
source: Resume video
be_by: Працягнуць відэа
hu_hu: Videó folytatása
id_id: Lanjutkan Lagi Video
it_it: Riprendi video
mi: Anō ataata

# #13382
source: Voice mask - Port 1
be_by: Галасавая маска - порт 1
hu_hu: Hangmaszk - 1. port
it_it: Camuffa voce - Porta 1
mi: Kanohi reo - Port 1

# #13383
source: Voice mask - Port 2
be_by: Галасавая маска - порт 2
hu_hu: Hangmaszk - 2. port
it_it: Camuffa voce - Porta 2
mi: Kanohi reo - Port 2

# #13384
source: Voice mask - Port 3
be_by: Галасавая маска - порт 3
hu_hu: Hangmaszk - 3. port
it_it: Camuffa voce - Porta 3
mi: Kanohi reo - Port 3

# #13385
source: Voice mask - Port 4
be_by: Галасавая маска - порт 4
hu_hu: Hangmaszk - 4. port
it_it: Camuffa voce - Porta 4
mi: Kanohi reo - Port 4

# #13386
source: Use time based seeking
be_by: Пазіцыянаваць па часе
hu_hu: Időalapú pozíciókeresés
id_id: Gunakan Pencarian Berdasar Waktu
it_it: Usa ricerca basata sul tempo
mi: Whakamahia te wā e hāngai ana te imiraa

# #13387
source: Track naming template - right
be_by: Шаблон назваў трэкаў - справа
hu_hu: Zeneszám formátum-sablon (jobb oldalt megjelenő oszlopra)
id_id: Template Penamaan Trek Kanan
it_it: Modello denominazione tracce - destra
mi: Aru i huaina tauira - matau

# #13389
source: There are no presets available for this visualisation
be_by: Для гэтай візуалізацыі перадналады адсутнічаюць
hu_hu: Nincs előre beállított minta ehhez a megjelenítéshez
id_id: Tidak ada preset yang tersedia untuk visualisasi ini
it_it: Non ci sono preimpostazioni disponibili per questa visualizzazione

# #13390
source: There are no settings available[CR]for this visualisation
id_id: Tidak ada pengaturan yang tersedia[CR]untuk visualisasi ini
it_it: Non ci sono impostazioni disponibili[CR]per questa visualizzazione

# #13391
source: Eject / Load
be_by: Выняць / Загрузіць
hu_hu: Tálcát nyit / zár
id_id: Keluarkan / Pasangkan
it_it: Espelli / Carica

# #13392
source: Use visualisation if playing audio
be_by: Выкарыстоўваць візуалізацыю падчас прайгравання аўдыё
hu_hu: Vizualizáció használata zenelejátszás esetén
id_id: Gunakan visualisasi ketika memainkan audio
it_it: Usa effetto grafico se stai riproducendo audio
mi: Whakamahia te mātakitaki, ki te tākaro audio

# #13393
source: Calculate size
be_by: Падлічыць памер
hu_hu: Méret kiszámolása
id_id: Hitung Ukuran
it_it: Calcola dimensione
mi: Tātai rahi

# #13394
source: Calculating folder size
be_by: Падлічыць памер каталога
hu_hu: Mappa méretének kiszámolása
id_id: Menghitung ukuran isi folder
it_it: Calcolo dimensione cartella
mi: Tātai ana te rahi kōpaki

# #13395
source: Video settings
be_by: Налады відэа
hu_hu: Kép beállítások
id_id: Setelan Video
it_it: Impostazioni video
mi: I ngā tautuhinga Video

# #13396
source: Audio settings
be_by: Налады аўдыё
hu_hu: Hang beállítások
id_id: Setelan Audio
it_it: Impostazioni audio

# #13397
source: Enable subtitles
be_by: Уключыць субцітры
hu_hu: Feliratok bekapcsolása
id_id: Aktifkan takarir
it_it: Abilita sottotitoli
mi: Whakahohe i ná

# #13398
source: Shortcuts
be_by: Цэтлікі
hu_hu: Parancsikonok
id_id: Bookmark
it_it: Collegamenti
mi: Pokatata

# #13399
source: Ignore articles when sorting
be_by: Не зважаць на артыклі падчас сартавання
hu_hu: Rendezésnél ne vegye figyelembe a névelőket (A, Az, The) a címben.
id_id: Abaikan artikel ketika mengurutkan
it_it: Ignora articoli durante l'ordinamento

# #13400
source: Crossfade between songs on the same album
be_by: Плаўны пераход паміж кампазіцыямі ў адным альбоме
hu_hu: Áttűnés az ugyanazon albumon belüli számok között
id_id: Crossfade trek album
it_it: Dissolvenza tra i brani dello stesso album
mi: Muhani whitiwhiti i waenganui i nga waiata i runga i te taua album

# #13401
source: Browse for {0:s}
be_by: Абраць {0:s}
hu_hu: {0:s} keresése
id_id: Ramban untuk {0:s}
it_it: Sfoglia {0:s}
