Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #39155
source: Some subtitle formats such as SSA / ASS / WebVTT can include metadata like font style, colors, size, alignments, positions, etc. you can override the styles with your customizations (please note that side effects may occur in some cases).
id_id: Beberapa format takarir seperti SSA / ASS / WebVTT dapat menyertakan metadata seperti gaya fon, warna, ukuran, perataan, posisi, dll. Anda dapat mengganti gaya dengan penyesuaian Anda (harap dicatat bahwa efek samping dapat terjadi dalam beberapa kasus).
it_it: Alcuni formati di sottotitoli come SSA / ASS / WebVTT possono includere metadati come stile del font, colori, dimensioni, allineamenti, posizioni ecc. Puoi sovrascrivere gli stili con le tue personalizzazioni (attenzione che potrebbero verificarsi effetti collaterali in alcuni casi).

# #39156
source: Positions
id_id: Posisi
it_it: Posizioni

# #39157
source: Styles
id_id: Gaya
it_it: Stili

# #39158
source: Styles and positions
id_id: Gaya dan posisi
it_it: Stili e posizioni

# #39159
source: Border size
id_id: Ketebalan batas
it_it: Dimensione bordo

# #39160
source: Border colour
id_id: Warna batas
it_it: Colore bordo

# #39161
source: Text alignment
id_id: Perataan teks
it_it: Allineamento testo

# #39162
source: Left
id_id: Kiri
it_it: Sinistra

# #39163
source: Center
id_id: Tengah
it_it: Centro

# #39164
source: Right
id_id: Kanan
it_it: Destra

# #39165
source: Background type
id_id: Jenis latar belakang
it_it: Tipo di sfondo

# #39166
source: Shadow
id_id: Bayangan
it_it: Ombra

# #39167
source: Box
id_id: Boks
it_it: Riquadro

# #39168
source: Square box
id_id: Boks kotak
it_it: Riquadro quadrato

# #39169
source: Type of background to apply to subtitles.
id_id: Jenis latar belakang untuk diterapkan pada takarir.
it_it: Tipo di sfondo da applicare ai sottotitoli.

# #39170
source: Shadow size
id_id: Ukuran bayangan
it_it: Dimensione ombra

# #39171
source: Shadow colour
id_id: Warna bayangan
it_it: Colore ombra

# #39172
source: Shadow opacity
id_id: Opasitas bayangan
it_it: Opacità ombra

# #39173
source: Blur
id_id: Kabur
it_it: Sfocatura

# #39174
source: Display supported HDR types
id_id: Tampilkan jenis HDR yang didukung
it_it: Mostra tipi di HDR supportati

# #39175
source: Building font cache in progress - please wait
id_id: Membangun cache fon sedang berlangsung - tunggu
it_it: Creazione della cache dei caratteri in corso: attendere

# #39176
source: Relative volume for gui sounds
id_id: Volume relatif untuk suara gui
it_it: Volume relativo per i suoni della GUI

# #39177
source: Speech to text
id_id: Ucapan ke teks
it_it: Dal discorso al testo

# #39178
source: Speech recognition service not available
id_id: Layanan pengenalan ucapan tidak tersedia
it_it: Servizio di riconoscimento vocale non disponibile

# #39179
source: Listening...
id_id: Mendengar...
it_it: Ascoltando...

# #39180
source: No recognition result matched
id_id: Tidak ada hasil yang cocok
it_it: Nessun risultato di riconoscimento corrispondente

# #39181
source: Speech recognition error
id_id: Kesalahan pengenalan ucapan
it_it: Errore di riconoscimento vocale

# #39182
source: Vertical margin
id_id: Margin vertikal
it_it: Margine verticale

# #39183
source: Allows you to add a margin in top and bottom aligned text. Changing this setting will affect also subtitle position set with the Video calibration.
id_id: Memungkinkan Anda menambahkan margin pada teks rata atas dan bawah. Mengubah pengaturan ini akan mempengaruhi juga posisi takarir yang disetel dengan Kalibrasi video.
it_it: Consente di aggiungere un margine nel testo allineato in alto e in basso. La modifica di questa impostazione influirà anche sulla posizione dei sottotitoli impostata con la calibrazione video.

# #39184
source: Current value: {0:d} (with vertical margin: {1:d})
id_id: Nilai saat ini: {0:d} (dengan margin vertikal: {1:d})
it_it: Valore attuale: {0:d} (con margine verticale: {1:d})

# #39185
source: Insufficient permissions for speech recognition
id_id: Izin tidak memadai untuk pengenalan suara
it_it: Autorizzazioni insufficienti per il riconoscimento vocale

# #39186
source: Styles for text based subtitles
id_id: Gaya untuk takarir berbasis teks
it_it: Stili per i sottotitoli basati su testo

# #39187
source: Closed caption subtitles
id_id: Takarir deskriptif
it_it: Sottotitoli CC codificati

# #39188
source: No background
id_id: Tdk ada latar belakang
it_it: Nessuno sfondo

# #39189
source: Available only with manual subtitle position
id_id: Hanya tersedia dengan posisi takarir manual
it_it: Disponibile solo con la posizione manuale dei sottotitoli

# #9
source: Kodi media center
be_by: Медыяцэнтр Kodi
hu_hu: Kodi médiaközpont
id_id: Sentra media Kodi
mi: Kodi pāpāho takuahi

# #71
source: N
be_by: Пн
hu_hu: É
id_id: U

# #72
source: NNE
be_by: ПнПнУ
hu_hu: ÉÉK
id_id: UTL

# #73
source: NE
be_by: ПнУ
hu_hu: ÉK
id_id: TL

# #74
source: ENE
be_by: УПнУ
hu_hu: KÉK
id_id: TTL

# #75
source: E
be_by: У
hu_hu: K
id_id: T

# #76
source: ESE
be_by: УПдУ
hu_hu: KDK
id_id: TTG

# #77
source: SE
be_by: ПдУ
hu_hu: DK
id_id: TG

# #78
source: SSE
be_by: ПдПдУ
hu_hu: DDK
id_id: STG

# #106
source: No
be_by: Не
hu_hu: Nem
id_id: Tidak
mi: Kāo

# #151
source: Link:
be_by: Спасылка:
hu_hu: Kapcsolat:
id_id: Tautan:
mi: Hono:

# #152
source: Half duplex
hu_hu: Fél-duplex
id_id: Setengah duplex
mi: Matarua hawhe

# #153
source: Full duplex
hu_hu: Teljes duplex
id_id: Dupleks penuh
mi: Matarua katoa

# #186
source: OK
be_by: Добра
id_id: Oke
mi: Āna

# #204
source: Compilation
be_by: Складанка
hu_hu: Összeállítás
id_id: Kompilasi

# #252
source: Stereo upmix
be_by: Стэрэа ва ўсе каналы
hu_hu: Sztereó felkonvertálás
id_id: Upmix stereo
mi: Tīwharawhara upmix

# #271
source: Top 100
be_by: 100 найлепшых
id_id: 100 Teratas
mi: Tuatahi 100

# #312
source: (0=auto)
be_by: (0=аўтаматычна)
id_id: (0=otomatis)
mi: (0 = aunoa)

# #559
source: Playlist
be_by: Спіс прайгравання
hu_hu: Lejátszólista
id_id: Daftar Main
mi: Rārangipāho

# #561
source: File
be_by: Файл
hu_hu: Fájl
id_id: Berkas
mi: Kōnae

# #602
source: Standard
be_by: Стандартная
hu_hu: Normál
id_id: Standar
mi: Paerewa

# #713
source: HTTP proxy
be_by: Проксі HTTP
id_id: Proksi HTTP
mi: Takawaenga HTTP

# #733
source: Password
be_by: Пароль
hu_hu: Jelszó
id_id: Kata sandi
mi: Kupuhipa

# #838
source: Premire
id_id: Premier

# #849
source: Finale
id_id: Akhir

# #10000
source: Home
be_by: Да хатняй старонкі
hu_hu: Főképernyő
id_id: Depan
mi: Kāinga

# #10037
source: Standard
be_by: Стандартны
hu_hu: Sztenderd
id_id: Standar
mi: Paerewa

# #13007
source: Reset
be_by: Скінуць
hu_hu: Visszaállítás
id_id: Atur Ulang

# #13027
source: Wake-on-LAN ({0:s})
hu_hu: Hálózati ébresztés ({0:s})
id_id: Bangun-di-LAN ({0:s})

# #13270
source: Hardware:
be_by: Абсталяванне:
hu_hu: Hardver:
id_id: Perangkat Keras:

# #13281
source: Hardware
be_by: Абсталяванне
hu_hu: Hardver
id_id: Perangkat Keras

# #13388
source: Preset
be_by: Перадналады
hu_hu: Előbeállítások
id_id: Presets
mi: Tautuhinga

# #13419
source: Software
be_by: Праграмна
hu_hu: Szoftveres
id_id: Perangkat Luna
mi: Pūmanawa

# #13611
source: Standard
be_by: Стандартная
hu_hu: Sztenderd
id_id: Standar
mi: Paerewa

# #14023
source: No TV
be_by: Без ТБ
hu_hu: Nincs TV
id_id: Tidak ada TV

# #14044
source: {0:d} min
be_by: {0:d} хвіл
hu_hu: {0:d} perc
id_id: {0:d} men

# #14046
source: {0:d} ms
be_by: {0:d} мс
id_id: {0:d} md

# #14048
source: {0:d} kbps
be_by: {0:d} кб/с
hu_hu: {0:d} kbit/s
id_id: {0:d} kbpd

# #15052
source: Password
be_by: Пароль
hu_hu: Jelszó
id_id: Kata sandi
mi: Kupuhipa

# #16308
source: Lanczos (software)
hu_hu: Lanczos (szoftveres)
id_id: Lanczos (perangkat lunak)
mi: Lanczos (pūmanawa)

# #16309
source: Sinc (software)
hu_hu: Sinc (szoftveres)
id_id: Sinc (perangkat lunak)
mi: Sinc (pūmanawa)

# #16327
source: VAAPI - Bob
id_id: Bob - VAAPI

# #17997
source: {0:d} MByte
be_by: {0:d} Мб
hu_hu: {0:d} MBájt
id_id: {0:d} mb

# #19154
source: Sa
be_by: Сб
hu_hu: Szo
id_id: Sab

# #19210
source: Client
be_by: Кліент
hu_hu: Ügyfél
id_id: Klien
mi: Kiritaki

# #19552
source: Tennis / Squash
be_by: Тэніс / Сквош
hu_hu: Tenisz / Squash
id_id: Tenis / Squas

# #19585
source: Musical / Opera
id_id: Musikal / Opera

# #19602
source: Film / Cinema
be_by: Кіно
hu_hu: Film / Mozi
id_id: Film / Sinema

# #20020
source: Banner
be_by: Банер
id_id: Spanduk

# #20108
source: Root
be_by: Корань
hu_hu: Gyökér
id_id: Akar
mi: Pakiaka

# #20259
source: Network File System (NFS)
be_by: Пратакол NFS
hu_hu: Hálózati fájlrendszer (NFS)
id_id: Sistem berkas Jaringan (NFS)

# #20260
source: Secure Shell (SSH / SFTP)
be_by: Пратакол SSH/SFTP
id_id: Secure Shel (SSH/SFTP)

# #20331
source: File
be_by: Файл
hu_hu: Fájl
id_id: Berkas
mi: Kōnae

# #20388
source: Studios
be_by: Студыі
hu_hu: Stúdiók
id_id: Studio

# #21376
source: Letterbox
hu_hu: Hagyományos megjelenítő
id_id: kotak surat

# #21377
source: Widescreen
hu_hu: Szélesvásznú
id_id: Layar lebar
mi: Matawhānui

# #21453
source: Root filesystem
be_by: Каранёвая файлавая сістэма
hu_hu: Gyökér fájlrendszer
id_id: Sistem berkas Root
mi: Pūnahakōnae pakiaka

# #22003
source: {0:2.3f}s
be_by: {0:2.3f}с
hu_hu: {0:2.3f} mp
id_id: {0:2.3f}d

# #24000
source: Add-on
be_by: Дапаўненне
hu_hu: Kiegészítő
id_id: Tambahan
mi: Tāpiri-i runga i

# #24009
source: Script
be_by: Скрыпт
hu_hu: Program
id_id: Skrip

# #24028
source: Weather.com (standard)
be_by: Weather.com (стандартны)
hu_hu: Weather.com (alapértelmezett)
id_id: Weather.com (standar)
mi: Weather.com (paerewa)

# #29918
source: Sport
be_by: Спорт
id_id: Olahraga

# #29938
source: Soft rock
be_by: Лёгкі рок
hu_hu: Könnyű rock
id_id: Rock lunak

# #29944
source: Sport
be_by: Спорт
id_id: Olahraga

# #33031
source: Coverflow
be_by: Плынь вокладак
hu_hu: Borítófolyam
id_id: Memainkannya

# #33037
source: Weekend
be_by: Выходныя
hu_hu: Hétvége
id_id: Akhir Pekan
mi: Wiki

# #33065
source: Editor
be_by: Рэдактар
hu_hu: Szerkesztő
id_id: Penyunting

# #33101
source: Web server
be_by: Вэб-сервер
hu_hu: Webkiszolgáló
id_id: Server Web
mi: Tūmau Tukutuku

# #36001
source: Pulse-Eight Nyxboard
id_id: Nyxboard Pulse-Eight
mi: Pini-waru Nyxboard

# #36099
source: Dithering
be_by: Згладжванне
hu_hu: Ditherelés
id_id: Gentar

# #36557
source: ACES Filmic
id_id: Film ACES

# #36558
source: Hable
id_id: Habel

# #36586
source: D65 (standard)
id_id: D65 (standar)

# #36627
source: Client
be_by: Кліент
hu_hu: Ügyfél
id_id: Klien

# #36918
source: album
be_by: альбом
id_id: albun
mi: Pukaemi

# #38034
source: Orchestra
be_by: Аркестр
hu_hu: Zenekar
id_id: Orkestra

# #52
source: Feb
be_by: Лют
mi: Hui-tanguru

# #53
source: Mar
be_by: Сак
hu_hu: Már
mi: Poutū-te-rangi

# #54
source: Apr
be_by: Кра
hu_hu: Ápr
mi: Paenga-whāwhā

# #61
source: Nov
be_by: Ліс
mi: Whiringa-ā-rangi

# #79
source: S
be_by: Пд
hu_hu: D

# #144
source: Build:
be_by: Зборка:
hu_hu: Verzió:
mi: Hanga:

# #157
source: Video
be_by: Відэа
hu_hu: Videó
mi: Ataata

# #166
source: Skin
be_by: Абалонка
hu_hu: Felszín
mi: Kiri

# #214
source: Video calibration...
be_by: Калібраванне відэа...
hu_hu: Képernyő kalibrálása
mi: Whakatika ataata ...

# #235
source: Quincunx
be_by: Шахматны

# #272
source: Top-Left overscan compensation
be_by: Наладка памераў экрана (верхні левы кут)
hu_hu: Bal-felső túllógás javítása
mi: Te Mauī o Runga whakaeatanga overscan

# #273
source: Bottom-Right overscan compensation
be_by: Наладка памераў экрана (ніжні правы кут)
hu_hu: Jobb-alsó túllógás javítása
mi: Paremata raro-matau overscan

# #274
source: Subtitle positioning
be_by: Пазіцыя субцітраў
hu_hu: Felirat pozicionálása
mi: Whakatūtū kupu hauraro

# #275
source: Pixel ratio adjustment
be_by: Наладка прапорцый
hu_hu: Képpontarány igazítása
mi: Whakatikatikanga pika ōwehenga

# #277
source: Adjust the bar to change the subtitles position
be_by: Перамяшчайце панэль каб змяніць пазіцыю субцітраў
hu_hu: Használja a sávot a felirat pozicionálásához
mi: Whakaritea te pae ki te whakarerekē i te tūranga o ngā hauraro

# #278
source: Adjust the rectangle so it is perfectly square
be_by: Змяніце прамавугольнік, каб атрымаўся квадрат
hu_hu: Változtassa a négyszöget, míg tökéletes négyzet nem lesz
mi: Whakaritea te tapawhā kia he tino tapawha

# #291
source: Video
be_by: Відэа
hu_hu: Videó
mi: Ataata

# #292
source: Audio
be_by: Аўдыё
hu_hu: Hang
mi: Ororongo

# #310
source: Keyboard layouts
be_by: Раскладкі клавіятуры
hu_hu: Billentyűzetkiosztás

# #360
source: Screensaver
be_by: Ахоўнік экрана
hu_hu: Képernyővédő
mi: Kaitiaki mata

# #436
source: You need an optical disc drive to play this video
be_by: Каб прайграць гэтае відэа вам спатрэбіцца аптычны дыскавод
hu_hu: A videó lejátszásához optikai meghajtó szükséges
mi: Me koe te puku, kōpae whatu ki te purei i tēnei ataata

# #439
source: Cache
be_by: Кэш
hu_hu: Gyorsítótár
mi: Keteroki

# #440
source: Hard disk
be_by: Цвёрды дыск
hu_hu: Merevlemez
mi: Kōpae mārō

# #443
source: Internet
be_by: Інтэрнэт
mi: Ipurangi

# #444
source: Video
be_by: Відэа
hu_hu: Videó
mi: Ataata

# #445
source: Audio
be_by: Аўдыё
hu_hu: Hang
mi: Ororongo

# #466
source: Gamma
be_by: Гама

# #558
source: Album
be_by: Альбом
mi: Pukaemi

# #572
source: Studio
be_by: Студыя
hu_hu: Stúdió

# #623
source: Bitrate
be_by: Бітрэйт
hu_hu: Bitarány

# #631
source: Zoom
be_by: Павялічана
hu_hu: Nagyítás
mi: Topa

# #637
source: ReplayGain
be_by: Перадузмацненне
hu_hu: Lejátszásszint

# #706
source: Server
be_by: Сервер
hu_hu: Kiszolgáló
mi: Tūmau

# #772
source: Audio
be_by: Аўдыё
hu_hu: Hang

# #1212
source: Video
be_by: Відэа
hu_hu: Videó
mi: Ataata

# #1385
source: Tornado
be_by: Тарнада
hu_hu: Tornádó

# #10213
source: buffering
be_by: буфераванне
hu_hu: előtöltés
mi: pūreirei

# #12321
source: OK
be_by: Добра
mi: Āna

# #12900
source: Screensaver
be_by: Ахоўнік экрана
hu_hu: Képernyővédő
mi: Kaitiaki mata

# #13160
source: Gateway
be_by: Шлюз
hu_hu: Átjáró

# #13213
source: {0:2.0f}m
be_by: {0:2.0f}хв
hu_hu: {0:2.0f} p

# #13214
source: {0:2.0f}s
be_by: {0:2.0f}с
hu_hu: {0:2.0f} mp

# #13275
source: Hard disk
be_by: Цвёрды дыск
hu_hu: Merevlemez
mi: Kōpae mārō

# #13276
source: DVD-ROM
be_by: Дыскавод DVD
mi: Kōpae-Whakaari

# #13280
source: Video
be_by: Відэа
hu_hu: Videó
mi: Ataata

# #13295
source: Internet:
be_by: Інтэрнэт:

# #13320
source: Stereo
be_by: Стэрэа
hu_hu: Sztereó
mi: Tīwharawhara

# #13376
source: Volume
be_by: Гучнасць
hu_hu: Hangerő
mi: Pukapuka

# #13390
source: There are no settings available for this visualisation
be_by: Для гэтай візуалізацыі адсутнічаюць налады
hu_hu: Nincs elérhető beállítás ehhez a vizualizációhoz
mi: E kore ngā tautuhinga e wātea ana nfor tenei whakakitenga

# #13409
source: Top 250
be_by: 250 лепшых

# #14049
source: {0:d} kb
be_by: {0:d} кб

# #14050
source: {0:d}.0 dB
be_by: {0:d}.0 дБ

# #14054
source: {0:2.1f} dB
be_by: {0:2.1f} дБ

# #14089
source: Font to use for text subtitles
be_by: Шрыфт для тэкставых субцітраў
hu_hu: Feliratok betűtípusa
mi: Momotuhi ki te whakamahi hoki hauraro kuputuhi

# #14221
source: Audio
be_by: Аўдыё
hu_hu: Hang

# #14260
source: Debug
be_by: Адсочваць хібы
hu_hu: Hibakeresés

# #15101
source: Database
be_by: База даных
hu_hu: Adatbázis
mi: Pātengi raraunga

# #15107
source: Buffering...
be_by: Буферызацыя...
hu_hu: Előtöltés...
mi: Pūpare ...

# #19020
source: TV
be_by: ТБ

# #19021
source: Radio
be_by: Радыё
hu_hu: Rádió

# #19100
source: Mux
be_by: Мікшар

# #19181
source: Menu / OSD
be_by: Меню / OSD
hu_hu: Menü / OSD

# #19186
source: All your TV related data (channels, groups, guide, timers, clients) will be cleared. Are you sure?
be_by: Усе вашыя даныя, што датычацца тэлебачання (каналы, групы, таймеры, кліенты) выдаляцца. Працягнуць?

# #19187
source: Clearing all related data.
be_by: Выдаленне ўсіх звязаных даных.
hu_hu: Minden kapcsolódó adat törlése.

# #19188
source: All your guide data will be cleared. Are you sure?
be_by: Усе даныя тэлепраграмы будуць выдаленыя. Працягнуць?
hu_hu: A műsorújság összes adata törlődik. Biztos benne?

# #19239
source: Starting background threads
be_by: Запуск фонавых працэсаў
hu_hu: A háttér végrehajtási szálak elindítása
mi: Tīmata aho whakamārama

# #19272
source: You need a tuner, backend software, and an add-on for the backend to be able to use PVR. Please visit http://kodi.wiki/view/PVR to learn more.
be_by: Для выкарыстання PVR вам патрэбныя цюнэр, сервернае праграмнае забеспячэнне і адпаведнае дапаўненне. Наведайце http://kodi.wiki/view/PVR, каб атрымаць дадатковую інфармацыю.
hu_hu: Szüksége van egy tunerre, háttérkiszolgáló programra, és egy kiegészítőre a háttérkiszolgálóhoz, hogy a PVR funkciót használni tudja. Kérem látogassa meg a http://kodi.wiki/view/PVR weboldalt további információért.

# #19279
source: Client specific
be_by: Кліенцкія
hu_hu: PVR ügyfél
mi: Kiritaki motuhake

# #19535
source: Talk show
be_by: Ток-шоў
hu_hu: Beszélgetős műsor

# #19581
source: Rock / Pop
be_by: Рок / Поп

# #19584
source: Musical / Opera
be_by: Музыка / Опера

# #19585
source: Ballet
be_by: Балет
hu_hu: Balett

# #20021
source: Poster
be_by: Постэр
hu_hu: Poszter

# #20109
source: Zoom
be_by: Павелічэнне
hu_hu: Nagyítás
mi: Topa

# #20326
source: This will reset the calibration values for {0:s}
be_by: Гэта скіне калібравальныя значэнні для {0:s}
hu_hu: Kalibrációs értékek visszaállítása ennél: {0:s}

# #20327
source: to its default values.
be_by: да прадвызначаных.
hu_hu: az alapértelmezett értékekre.

# #20410
source: Trailer
be_by: Трэйлер
hu_hu: Filmajánló
mi: Tauaru

# #20445
source: Fanart
be_by: Аматарскія ілюстрацыі
hu_hu: Fanartkép

# #21344
source: If mp4 or mkv files have tags, use this for library metadata
be_by: Калі файлы MP4 альбо MKV маюць пазнакі, выкарыстоўваць іх у бібліятэцы
hu_hu: Ha az mp4 vagy mkv fájloknak van címkéje, akkor használja ezt a könyvtárat a metaadatokhoz

# #21368
source: Override ASS / SSA subtitles fonts
be_by: Не зважаць на шрыфты субцітраў ASS / SSA
hu_hu: ASS / SSA felirat betűkészlet felülírása

# #21460
source: Subtitle position on screen
be_by: Пазіцыя субцітраў на экране
hu_hu: Felirat elhelyezkedése a képernyőn

# #21461
source: Fixed
be_by: Фіксаваная
hu_hu: Rögzített
mi: Pumau tonu

# #21463
source: Below video
be_by: Пад відэа
hu_hu: Videó alatt
mi: I raro ataata

# #21465
source: Above video
be_by: Над відэа
hu_hu: Videó felett
mi: Runga ake ataata

# #21825
source: Firmware
be_by: Прашыўка
mi: Pūmanawa

# #21867
source: Byline
be_by: Подпіс аўтара
hu_hu: Cikkszerző

# #24008
source: Screensaver
be_by: Ахоўнік экрана
hu_hu: Képernyővédő
mi: Kaitiaki mata

# #24045
source: Failed to install Add-on from zip file
be_by: Не атрымалася ўсталяваць дапаўненне з файла zip
hu_hu: A kiegészítő ZIP fájlból telepítése sikertelen

# #24139
source: View Add-on
be_by: Праглядзець дапаўненне
hu_hu: Nézet kiegészítő

# #24143
source: Installing the Add-on from zip file located at {0:s} failed due to an invalid structure.
be_by: Дапаўненне з zip-файла {0:s} не атрымалася ўсталяваць праз хібную структуру.
hu_hu: A(z) „{0:s}” helyen található kiegészítő zip fájlból történő telepítése az érvénytelen szerkezet miatt sikertelen.

# #24154
source: Idle remote handling after N seconds
be_by: Адлеглае кіраванне пры прастоі N секунд

# #24155
source: After remote idles, the first tap/swipe received will wake it
be_by: Пасля прастою падчас адлеглага кіравання першы націск адновіць працэс

# #24160
source: Enable Siri remote timeout
be_by: Уключыць таймаўт кіравання Siri
hu_hu: Siri távirányító időtúllépés engedélyezni

# #24161
source: Enable remote input timeout for tap/swipe
be_by: Уключыць тайм-аўт уводу пры адлеглым кіраванні для націскаў

# #24163
source: Match Apple tvOS Standard (Siri remote)
be_by: Адпавядаць стандарту Apple tvOS (адлеглае кіраванне праз Siri)

# #29900
source: Radiotext Plus info
be_by: Інфармацыя Radiotext Plus
hu_hu: Radiotext plusz információk

# #29909
source: Studio
be_by: Студыя
hu_hu: Stúdió

# #29911
source: EMail
be_by: Электронная пошта

# #29913
source: Hotline
be_by: Гарачая лінія
hu_hu: Forródrót

# #29929
source: Hip hop
be_by: Хіп-хоп
hu_hu: Hip ho

# #29979
source: Nostalgia
be_by: Настальгія
hu_hu: Nosztalgia

# #33061
source: Menu
be_by: Меню
hu_hu: Menü
mi: Tahua

# #35171
source: Mouse
be_by: Мыш
hu_hu: Egér

# #35203
source: Enable rewind if supported
be_by: Уключыць перамотку, калі падтрымліваецца
hu_hu: Visszatekerés bekapcsolása, ha támogatott

# #35221
source: Game Menu
be_by: Гульнявое меню
hu_hu: Játék menü

# #35253
source: Enable autosave if supported
be_by: Уключыць аўтазахаванне, калі падтрымліваецца
hu_hu: Engedélyezze az automatikus mentést, ha támogatott

# #36037
source: TV
be_by: ТБ

# #36185
source: Set the font type to be used for text based (usually downloaded) subtitles.
be_by: Вызначыць тып шрыфту для тэкставых субцітраў (звычайна спампаваных).
hu_hu: A betűkészlet beállítása a szöveges (általában letöltött) feliratokhoz.

# #36190
source: Override ASS / SSA subtitles fonts.
be_by: Не зважаць на шрыфты субцітраў ASS / SSA.
hu_hu: ASS / SSA felirat betűkészlet felülírása

# #36192
source: Location of subtitles on the screen.
be_by: Пазіцыя субцітраў на экране.
hu_hu: A feliratok helye a képernyőn.
mi: Wāhi o hauraro i runga i te mata.

# #36209
source: Delete the databases for channels and guide and reimport the data from the backend afterwards.
be_by: Выдаліць базу даных каналаў і тэлепраграму і паўторна імпартаваць даныя з сервера.
hu_hu: A csatornák és műsorújság adatbázisának törlése és az adatok újraimportálása a háttérkiszolgálóról.

# #36211
source: This category contains the settings for PVR menus and on-screen display (OSD), as well as channel information windows.
be_by: Катэгорыя змяшчае налады меню ТБ, інфармацыі на экране і акна інфармацыі пра канал.
hu_hu: Ez a kategória tartalmazza a PVR menük és a navigációs tálca (OSD) beállításait, valamint a csatornainformációs ablakokat.

# #36284
source: Read the information belonging to an audio CD, like song title and artist, from the Internet database freedb.org.
be_by: Атрымліваць інфармацыю пра CD (выканаўца, назва кампазіцыі) з сеціўнай базы даныхfreedb.org.
hu_hu: Az audió CD-hez tartozó információk kiolvasása, mint a szám címe és előadó, a freedb.org internetes adatbázisból.

# #36299
source: Switch display into HDR mode if media with HDR information is played. If disabled, HDR information are applied using Kodi's internal HDR path.
be_by: Пераключыць дысплей у рэжым HDR, калі прайграецца медыя з інфармацыяй HDR. Калі гэты параметр адключаны, інфармацыя HDR будзе выкарыстоўвацца па ўнутраным шляху ў Kodi.

# #36436
source: Select OS keyboard layout.
be_by: Абраць раскладку аперацыйнай сістэмы.
hu_hu: Válassza az operációs rendszer billentyűzetkiosztását.

# #36574
source: Gamma
be_by: Гама

# #36899
source: Enables SSL encryption in the webserver. Certificate special://userdata/server.key and Key special://userdata/server.pem must be created manually
be_by: Уключае SSL-шыфраванне на серверы. Сертыфікат special://userdata/server.key і ключ special://userdata/server.pem неабходна стварыць уласнаручна
hu_hu: SSL titkosítás engedélyezés a webkiszolgálón. A special://userdata/server.key tanúsítványt és a special://userdata/server.pem kulcsot kézileg kell előállítani

# #36912
source: video
be_by: відэа
hu_hu: videó
mi: Ataata

# #37033
source: Video playback related accessibility settings, e.g. "Prefer subtitles for the hearing impaired".
be_by: Налады прайгравання для людзей з абмежаванымі магчымасцямі.
hu_hu: Videólejátszással kapcsolatos akadálymentesítési beállítások, pl. „Hallássérültek számára készült feliratok előnyben részesítése”.

# #38016
source: {0:d} fps
be_by: {0:d} кадраў за секунду

# #38036
source: Remixer
be_by: Рэмікшар
hu_hu: Újrakeverő

# #38041
source: Mixer
be_by: Мікшар
hu_hu: Keverő

# #38080
source: BPM
be_by: уд/хв
