Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #38318
source: Unable to export data as the destination folder does not exist
be_by: Не атрымалася экспартаваць даныя, бо каталог прызначэння не існуе
hu_hu: Adatok exportálása sikertelen, mivel a célmappa nem létezik
id_id: Tidak dapat mengekspor data karena folder tujuan tidak ada
it_it: Impossibile esportare i dati poiché la cartella di destinazione non esiste

# #38319
source: Export
be_by: Экспарт
hu_hu: Exportálás
id_id: Ekspor
it_it: Esporta

# #38320
source: Do you have local artist information (NFO) and art files that you want to fetch? Set the location of these artist folders now
be_by: Вы маеце лакальныя звесткі пра выканаўцаў (NFO) і файлы, якія хочаце запампаваць? Вызначце размяшчэнне каталогаў гэтых выканаўцаў
hu_hu: Vannak előadó-információs (NFO) és illusztrációs fájljai, amelyeket be akar olvasni? Adja meg ezen mappák nevét most
id_id: Apakah Anda memiliki informasi artis lokal (NFO) dan file seni yang ingin Anda ambil? Atur lokasi folder artis ini sekarang
it_it: Hai informazioni sull'artista locale (NFO) e file artistici che desideri recuperare? Imposta ora la posizione di queste cartelle degli artisti

# #38321
source: Artist folders only
be_by: Толькі каталогі выканаўцаў
hu_hu: Csak előadói mappák
id_id: Hanya folder artis
it_it: Solo cartelle artista

# #38322
source: Artists exported to Artist Information Folder and albums to music folders
be_by: Выканаўцы экспартаваныя ў каталог інфармацыі пра выканаўцаў, а альбомы ў музычныя каталогі
hu_hu: Az előadók az Előadói mappába és az albumok a zenei mappákba exportálva
id_id: Artis diekspor ke Folder Informasi Artis dan album ke folder musik
it_it: Artisti esportati nella cartella delle informazioni sull'artista e gli album nelle cartelle musica

# #38323
source: Albums exported to music folders
be_by: Альбомы экспартаваныя ў музычныя каталогі
hu_hu: Az albumok a zenei mappákba exportálva
id_id: Album diekspor ke folder musik
it_it: Album esportati nelle cartelle musica

# #38324
source: Artists exported to Artist Information Folder
be_by: Выканаўцы экспартаваныя ў каталог інфармацыі пра выканаўцаў
hu_hu: Az albumok az Előadói mappába exportálva
id_id: Artis diekspor ke Folder Informasi Artis
it_it: Artisti esportati nella cartella informazioni artista

# #38325
source: Artist subfolders created in Artist Information Folder
be_by: Падкаталог выканаўцы створаны ў каталозе інфармацыі пра выканаўцаў
hu_hu: Az Előadói mappában létrehozott előadó-almappák
id_id: Subfolder artis dibuat di Folder Informasi Artis
it_it: Sottocartelle artisti create nella cartella informazioni sull'artista

# #38330
source: Set Music Information Providers
be_by: Вызначыць пастаўшчыка інфармацыі пра музыку
hu_hu: Zene információs szolgáltatók beállítása
id_id: Setel Penyedia Informasi Musik
it_it: Imposta fornitore informazioni musica

# #38331
source: Set Album Information Provider
be_by: Вызначыць пастаўшчыка інфармацыі пра альбомы
hu_hu: Album információs szolgáltatók beállítása
id_id: Setel Penyedia Informasi Album
it_it: Imposta fornitore informazioni album

# #38332
source: Set Artist Information Provider
be_by: Вызначыць пастаўшчыка інфармацыі пра выканаўцаў
hu_hu: Előadó információs szolgáltatók beállítása
id_id: Tetapkan Penyedia Informasi Artis
it_it: Imposta fornitore informazioni artista

# #38333
source: Fetch additional information and art during scan
be_by: Атрымліваць дадатковую інфармацыю і ілюстрацыі падчас сканавання
hu_hu: További információk és illusztrációk lekérése átvizsgálás közben
id_id: Ambil informasi dan seni tambahan selama pemindaian
it_it: Esamina informazioni e artwork aggiuntivi durante la scansione

# #38334
source: Album information provider
be_by: Пастаўшчык інфармацыі пра альбомы
hu_hu: Album információs szolgáltató
id_id: Penyedia informasi album
it_it: Fornitore informazioni album

# #38335
source: Artist information provider
be_by: Пастаўшчык інфармацыі пра выканаўцаў
hu_hu: Előadó információs szolgáltató
id_id: Penyedia informasi artis
it_it: Fornitore informazioni artista

# #38336
source: Local artist information folder
be_by: Каталог лакальнай інфармацыі пра выканаўцаў
hu_hu: Helyi előadó-információ mappa
id_id: Folder informasi artis lokal
it_it: Cartella locale informazioni artista

# #38337
source: Options for fetching additional information
be_by: Параметры атрымання дадатковай інфармацыі
hu_hu: További információk lekérésének beállításai
id_id: Opsi untuk mengambil informasi tambahan
it_it: Opzioni per l'analisi di informazioni aggiuntive

# #38338
source: Choose how to apply settings
be_by: Абярыце як ужываць налады
hu_hu: Hogyan legyenek alkalmazva a beállítások
id_id: Pilih cara menerapkan pengaturan
it_it: Scegli come applicare le impostazioni

# #38339
source: How to apply information provider settings
be_by: Як ужыць налады пастаўшчыкоў інфармацыі
hu_hu: Hogyan legyenek alkalmazva az információkiszolgálók beállításai
id_id: Bagaimana menerapkan pengaturan penyedia informasi
it_it: Come applicare le impostazioni dei fornitore informazioni

# #38350
source: Importing song playback history
be_by: Імпарт гісторыі прайгравання песень
hu_hu: A dal lejátszási előzményeinek importálása
id_id: Mengimpor riwayat pemutaran lagu
it_it: Importazione cronologia dei brani riprodotti in corso

# #38351
source: Matching data
be_by: Супастаўленне даных
hu_hu: Egyező adatok
id_id: Data yang cocok
it_it: Dati corrispondenti

# #38352
source: Updating songs
be_by: Абнаўленне песень
hu_hu: Dalok frissítése
id_id: Memperbarui lagu
it_it: Aggiornamento brani in corso

# #38353
source: Importing song history - {0:d} updated out of {0:d} imported songs
be_by: Імпарт гісторыі песень - абноўлена {0:d} з {0:d} імпартаваных песень
hu_hu: A dal történetének importálása - {0: d} frissült a(z) {0: d} importált dalokból
id_id: Mengimpor riwayat lagu - {0:d} diperbarui dari {0:d} lagu yang diimpor
it_it: Importazione cronologia brani in corso- {0:d} aggiornati su {0:d} brani importati

# #38354
source: Unable to read xml file
be_by: Немагчыма прачытаць файл XML
hu_hu: Nem lehet olvasni az xml fájlt
id_id: Tidak dapat membaca file xml
it_it: Impossibile leggere il file xml

# #39004
source: This category provides access to the windows for source management and library management facilities
id_id: Kategori ini menyediakan akses ke jendela untuk manajemen sumber dan fasilitas manajemen perpustakaan
it_it: Questa categoria fornisce l'accesso alle finestre per la gestione di sorgenti e le funzioni di gestione delle librerie

# #39005
source: This provides access to where video sources can be added and otherwise managed.
be_by: Дае доступ да дадання крыніц відэа і кіравання імі.
hu_hu: Hozzáférést biztosít a filmek forrás beállításaihoz
id_id: Ini memberikan akses ke tempat sumber video dapat ditambahkan dan dikelola.
it_it: Fornisce accesso a dove possono essere aggiunte le sorgenti video e altrimenti gestite.

# #39006
source: This provides access to where music sources can be added and otherwise managed.
be_by: Дае доступ да дадання крыніц музыкі і кіравання імі.
hu_hu: Hozzáférést biztosít a zenék forrás beállításaihoz
id_id: Ini memberikan akses ke tempat sumber musik dapat ditambahkan dan dikelola.
it_it: Fornisce accesso a dove possono essere aggiunte le sorgenti musicali e altrimenti gestite.

# #39007
source: This provides access to where picture sources can be added and otherwise managed.
be_by: Дае доступ да дадання крыніц малюнкаў і кіравання імі.
hu_hu: Hozzáférést biztosít a képek forrás beállításaihoz
id_id: Ini memberikan akses ke tempat sumber gambar dapat ditambahkan dan dikelola.
it_it: Fornisce accesso a dove possono essere aggiunte le sorgenti immagini e altrimenti gestite.

# #39008
source: Zoom - 120% width
be_by: Павелічэнне - 120% па шырыні
hu_hu: Nagyítás - 120% szélesség
id_id: Zoom - lebar 120%
it_it: Zoom - 120% larghezza

# #39009
source: Zoom - 110% width
be_by: Павелічэнне - 110% па шырыні
hu_hu: Nagyítás - 110% szélesség
id_id: Zoom - lebar 110%
it_it: Zoom - 110% larghezza

# #39010
source: Select sort method
be_by: Абраць метад сартавання
hu_hu: Válasszon elrendezési módszert
id_id: Pilih metode pengurutan
it_it: Scegli metodo ordinamento

# #39011
source: Maximum wait time for network
be_by: Максімальны час чакання сеткі
hu_hu: Maximális várakozási idő a hálózatra
id_id: Waktu tunggu maksimum untuk jaringan
it_it: Tempo massimo di attesa per la rete

# #39012
source: Set the maximum time to wait for the network to come up after starting or waking up. When time has passed before network is up startup will continue.
be_by: Вызначце максімальны час чакання сеткі падчас уключэння альбо выхаду з рэжыму сну. Запуск працягнецца калі сетка не знойдзецца за вызначаны час.
hu_hu: Állíts be a maximális várakozási időt a hálózatra való várakozáshoz induláskor vagy ébredéskor. Ennek az időnek az lejárta után az indulás folytatódik akkor is ha még nem éledt fel a hálózat.
id_id: Atur waktu maksimum untuk menunggu jaringan muncul setelah memulai atau bangun. Ketika waktu telah berlalu sebelum jaringan menyala, startup akan melanjutkan.
it_it: Imposta il tempo massimo di attesa che la rete si abiliti dopo l'avvio o il risveglio. Se il tempo sarà passato prima che la rete sia attiva, l'avvio continuerà.

# #39013
source: Virtual filesystems
be_by: Віртуальныя файлавыя сістэмы
hu_hu: Virtuális fájlrendszerek
id_id: Sistem file virtual
it_it: Filesystem virtuali

# #39014
source: Would you also like to remove all related data (e.g. settings) of this add-on?
be_by: Хочаце таксама выдаліць усе даныя гэтага дапаўнення?
hu_hu: Szeretnéd a kiegészítőhöz kapcsolódó helyi adatokat is törölni (pl.: beállítások)?
id_id: Apakah Anda juga ingin menghapus semua data terkait (mis. setelan) dari pengaya ini?
it_it: Vuoi rimuovere anche tutti i dati correlati (ad esempio le impostazioni) di questo add-on?

# #39015
source: Image decoder
be_by: Дэкадавальнік выяў
hu_hu: Képdekóder
id_id: Dekoder gambar
it_it: Decodificatori immagini

# #39016
source: Resume audiobook
be_by: Працягнуць аўдыякнігу
hu_hu: Hangoskönyv folytatása
id_id: Lanjutkan buku audio
it_it: Riprendi audiolibro

# #39017
source: Enables UPnP. This allows you to stream media in your libraries to a UPnP client and to detect remote UPnP servers.
be_by: Уключае UPnP. Дазволіць вам перадаваць змесціва бібліятэк кліентам UPnP і знаходзіць адлеглыя серверы UPnP.
hu_hu: UPnP engedélyezése. Ez lehetővé teszi a médiatár tartalmának sugárzását egy UPnP ügyfél felé és távoli UPnP szerverek felderítését..
id_id: Mengaktifkan UPnP. Ini memungkinkan Anda untuk mengalirkan media di perpustakaan Anda ke klien UPnP dan untuk mendeteksi server UPnP jarak jauh.
it_it: Abilita UPnP. Questo consente di trasmettere i contenuti multimediali delle proprie librerie su un client UPnP e di rilevare i server UPnP remoti.

# #39018
source: optional
be_by: неабавязкова
hu_hu: nem kötelező
id_id: opsional
it_it: opzionale

# #39019
source: installed
be_by: усталявана
hu_hu: telepítve
id_id: Terinstal
it_it: installato

# #39020
source: The following additional add-ons will be installed
be_by: Будуць усталяваныя наступныя дадатковыя дапаўненні
hu_hu: A következő kiegészítők is telepítve lesznek
id_id: Pengaya tambahan berikut akan dipasang
it_it: I seguenti add-on opzionali saranno installati

# #39021
source: Proceed with installation?
be_by: Пачаць усталёўку?
hu_hu: Folytatja a telepítést?
id_id: Lanjutkan dengan instalasi?
it_it: Procedere con l'installazione?

# #39024
source: Dependencies
be_by: Залежнасці
hu_hu: Függőségek
id_id: Ketergantungan
it_it: Dipendenze

# #39025
source: Gender
be_by: Пол
hu_hu: Nem
it_it: Sesso

# #39026
source: Disambiguation
be_by: Выпраўленне недарэчнасцяў
hu_hu: Egyértelműsítés
id_id: Disambiguasi
it_it: Disambiguazione

# #39027
source: Sortname
be_by: Прозвішча
hu_hu: Rövid név
id_id: Sortir nama
it_it: Ordina per nome

# #39028
source: Add-on: {0:s}[CR]Origin: {1:s}[CR]Version: {2:s}[CR]- will be uninstalled and replaced. Would you like to proceed?
id_id: Pengaya: {0:s}[CR]Tempat: {1:s}[CR]Versi: {2:s}[CR]- akan dihapus dan diganti. Lanjutkan?
it_it: Add-on: {0:s}[CR]Origine: {1:s}[CR]Versione: {2:s}[CR]- sarà disinstallato e sostituito. Vuoi procedere?

# #39029
source: Manually installed
id_id: Dipasang secara manual
it_it: Installato manualmente

# #39030
source: Source
be_by: Крыніца
hu_hu: Forrás
id_id: Sumber
it_it: Sorgente

# #39031
source: Sources
be_by: Крыніцы
hu_hu: Források
id_id: Sumber
it_it: Sorgenti

# #39100
source: Perform on startup
be_by: Выканаць падчас запуску
hu_hu: Végrehajtás induláskor
id_id: Lakukan saat startup
it_it: Esegui all'avvio

# #39101
source: Play TV
be_by: Прайграць тэлебачанне
hu_hu: TV lejátszás
id_id: Mainkan TV
it_it: Riproduci TV

# #39102
source: Play Radio
be_by: Прайграць радыё
hu_hu: Rádió lejátszás
id_id: Putar Radio
it_it: Riproduci Radio

# #39103
source: Unable to configure network location. Invalid path given.
be_by: Немагчыма наладзіць сеткавы рэсурс. Пададзены хібны шлях.
hu_hu: Hálózati hely beállítása sikertelen. A megadott útvonal érvénytelen.
id_id: Tidak dapat mengonfigurasi lokasi jaringan. Jalur yang diberikan tidak valid.
it_it: Impossibile configurare la destinazione di rete. Inserito percorso non valido.

# #39104
source: View as text
be_by: Праглядзець як тэкст
hu_hu: Megtekintés szövegként
id_id: Lihat sebagai teks
it_it: Visualizza come testo

# #39105
source: default
be_by: прадвызначана
hu_hu: alapértelmezett
id_id: bawaan
it_it: predefinito

# #39106
source: forced
be_by: прымусова
hu_hu: kényszerített
id_id: dipaksa
it_it: forzato

# #39107
source: captions
be_by: подпісы
hu_hu: feliratok
id_id: keterangan
it_it: didascalie

# #39108
source: audio description
be_by: апісанне аўдыё
hu_hu: hangsáv leírása
id_id: deskripsi audio
it_it: descrizione audio

# #39109
source: Select Program
be_by: Абраць праграму
hu_hu: Műsor kiválasztása
id_id: Pilih Program
it_it: Seleziona programma

# #39110
source: Select Resolution
be_by: Абраць раздзяляльную здольнасць
hu_hu: Felbontás kiválasztása
id_id: Pilih Resolusi
it_it: Seleziona risoluzione

# #39111
source: original
be_by: арыгінальная
hu_hu: eredeti
id_id: asli
it_it: originale

# #39112
source: Downmix: Center Mix Level
be_by: Сыходзячае мікшаванне: Center Mix Level
hu_hu: Lekeverés: Center keverési szint
id_id: Downmix: Tingkat Campuran Tengah
it_it: Downmix: livello mix centrale

# #39113
source: Center Mix Level in dB relative to metadata or default (-3 dB)
be_by: Сenter Mix Level у дБ адносна метаданых альбо прадвызначана (-3 дБ)
hu_hu: Center keverési szint dB-ben metaadatokhoz vagy alapértelmezetthez képest (-3 dB)
id_id: Tingkat Campuran Tengah dalam dB relatif terhadap metadata atau bawaan (-3 dB)
it_it: Livello mix centrale in dB relativo ai metadati o predefinito (-3 dB)

# #39114
source: Episode thumb
be_by: Мініяцюра эпізоду
hu_hu: Epizód bélyegkép
id_id: Thumb episode
it_it: Anteprima episodio

# #39115
source: Movie plot
be_by: Сюжэт фільма
hu_hu: Filmelőzetes
id_id: Alur film
it_it: Trama del film

# #39116
source: Episode plot
be_by: Сюжэт эпізоду
hu_hu: Epizód előzetes
id_id: Alur episode
it_it: Trama episodio

# #39117
source: Verbose logging for the [B]Announcer[/B] component
be_by: Падрабязнае вядзенне журнала для кампанента [B]Анансаванне[/B]
id_id: Verbose logging untuk komponen [B]Announcer[/B]
it_it: Log dettagliato per il componente [B]Announcer[/B]

# #39118
source: Share debug log
be_by: Падзяліцца журналам адладкі
id_id: Bagikan log debug
it_it: Condividi registro di debug

# #39119
source: Last modified
id_id: Terakhir diubah
it_it: Ultima modifica

# #39120
source: Skip filename matching for external audio tracks
id_id: Lewati pencocokan nama file untuk trek audio eksternal
it_it: Salta corrispondenza nome file per tracce audio esterne

# #39121
source: Library Display and Navigation
id_id: Tampilan dan Navigasi Perpustakaan
it_it: Visualizzazione e navigazione libreria

# #39122
source: Library Information Sources
id_id: Sumber Informasi Perpustakaan
it_it: Sorgenti informazioni libreria

# #39125
source: Enable tag reading in file view
id_id: Aktifkan pembacaan tag dalam tampilan file
it_it: Abilita lettura tag nella vista file

# #39127
source: Use all local image files as artwork
id_id: Gunakan semua file gambar lokal sebagai karya seni
it_it: Usa tutte le immagini locali come artwork

# #39128
source: All image files located alongside the media files are picked up as artwork during library scan, with the file name as the art type.
id_id: Semua file gambar yang terletak di samping file media diambil sebagai karya seni selama pemindaian perpustakaan, dengan nama file sebagai jenis seni.
it_it: Tutti i file immagine collocati a fianco dei file media saranno usati come artwork durante la scansione libreria, con il nome del file come tipologia di immagine.

# #39129
source: Use all remote artwork fetched by scrapers
id_id: Gunakan semua karya seni jarak jauh yang diambil oleh pencakar
it_it: Usa tutti gli artwork remoti trovati dagli scraper

# #39130
source: Use the first of each art type of the remote artwork in scraper results to fill any missing art not populated with local art.
id_id: Gunakan yang pertama dari setiap jenis seni dari karya seni jarak jauh dalam hasil scraper untuk mengisi seni yang hilang yang tidak diisi dengan seni lokal.
it_it: Usa il primo di ogni tipo di immagine di artwork remoto nei risultati dello scraper per riempire ogni immagine non popolata con file locali.

# #39131
source: Artist art types whitelist
id_id: Daftar putih jenis seni artis
it_it: Whitelist tipi immagine artista

# #39132
source: Limit the artist artwork fetched locally or applied from scraper remote art results to just those art types in the whitelist
id_id: Batasi karya seni artis yang diambil secara lokal atau diterapkan dari hasil seni jarak jauh scraper hanya untuk jenis seni yang ada di daftar putih
it_it: Limita gli artwork artista trovati localmente o applicati dai risultati immagini scraper remote ai soli tipi di immagine nella whitelist

# #39133
source: Album art types whitelist
id_id: Daftar putih jenis seni album
it_it: Whitelist tipi immagine album

# #39134
source: Limit the album artwork fetched locally or applied from scraper remote art results to just those art types in the whitelist
id_id: Batasi karya seni album yang diambil secara lokal atau diterapkan dari hasil seni jarak jauh scraper ke hanya jenis seni yang ada di daftar putih
it_it: Limita gli artwork album trovati localmente o applicati dai risultati immagini scraper remote ai soli tipi di immagine nella whitelist

# #39135
source: Thumbnail image files
id_id: File gambar mini
it_it: Miniatura file immagini

# #39136
source: The names of files that contain primary artwork (thumbnails), generally square and used both full and in reduced size to visually identify a folder, artist, album or song
id_id: Nama file yang berisi karya seni utama (thumbnail), umumnya berbentuk persegi dan digunakan baik dalam ukuran penuh maupun dalam ukuran yang diperkecil untuk mengidentifikasi folder, artis, album, atau lagu secara visual
it_it: I nomi dei file che contengono l'artwork principale (miniature), generalmente quadrati e utilizzati sia a grandezza intera che ridotta per identificare visivamente una cartella, un artista, un album o un brano

# #39137
source: Artwork level
id_id: Tingkat karya seni
it_it: Livello artwork

# #39138
source: The amount of artwork automatically selected - [Maximum] all local images and remote art; [Basic] save space on limited devices or when using a simple skin; [Custom] configured by user for detailed control; [None] no art
id_id: Jumlah karya seni yang dipilih secara otomatis - [Maksimum] semua gambar lokal dan seni jarak jauh; [Dasar] menghemat ruang pada perangkat terbatas atau saat menggunakan kulit sederhana; [Kustom] dikonfigurasi oleh pengguna untuk kontrol terperinci; [Tidak ada] tidak ada seni
it_it: La quantità di artwork selezionata automaticamente - [Massimo] tutte le immagini locali e remote; [Base] salva spazio su dispositivi limitati o se si usa una skin semplice; [Personalizzato] configurato dall'utente per un controllo dettagliato; [Nessuno] nessuna immagine

# #39140
source: Maximum
id_id: Maksimum
it_it: Massimo

# #39141
source: Basic
id_id: Dasar
it_it: Base

# #39142
source: Custom
id_id: Mendeteksi Informasi Harddisk
it_it: Personalizzato

# #39143
source: Movie art types whitelist
id_id: Daftar putih jenis seni film
it_it: Whitelist tipi immagine film

# #39144
source: Limit the movie and movie set artwork fetched locally or applied from scraper remote art results to just those art types in the whitelist
id_id: Batasi karya seni film dan set film yang diambil secara lokal atau diterapkan dari hasil seni jarak jauh scraper ke jenis seni yang ada di daftar putih saja
it_it: Limita gli artwork film trovati localmente o applicati dai risultati immagini scraper remote ai soli tipi di immagine nella whitelist

# #39145
source: TV show art types whitelist
id_id: Daftar putih jenis seni acara TV
it_it: Whitelist tipi di immagine Serie TV

# #39146
source: Limit the TV show and season artwork fetched locally or applied from scraper remote art results to just those art types in the whitelist
id_id: Batasi acara TV dan musim karya seni yang diambil secara lokal atau diterapkan dari hasil seni jarak jauh scraper ke jenis seni yang ada di daftar putih saja
it_it: Limita la serie TV e la grafica della stagione recuperati localmente o applicati dai risultati della grafica remota dello scraper solo ai tipi di grafica nella whitelist

# #39147
source: Episode art types whitelist
id_id: Daftar putih jenis seni episode
it_it: Whitelist tipi di illustrazioni degli episodi

# #39148
source: Limit the episode artwork fetched locally or applied from scraper remote art results to just those art types in the whitelist
id_id: Batasi karya seni episode yang diambil secara lokal atau diterapkan dari hasil seni jarak jauh scraper ke jenis seni yang ada di daftar putih saja
it_it: Limita gli artwork episodi trovati localmente o applicati dai risultati immagini scraper remote ai soli tipi di immagine nella whitelist

# #39149
source: Music video art types whitelist
id_id: Daftar putih jenis seni video musik
it_it: Whitelist tipi immagine video musicali

# #39150
source: Limit the music video artwork fetched locally or applied from scraper remote art results to just those art types in the whitelist
id_id: Batasi karya seni video musik yang diambil secara lokal atau diterapkan dari hasil seni jarak jauh scraper hanya untuk jenis seni yang ada dalam daftar putih
it_it: Limita gli artwork video musicali trovati localmente o applicati dai risultati immagini scraper remote ai soli tipi di immagine nella whitelist

# #39151
source: Display hardware scaling filter
id_id: Tampilkan filter penskalaan perangkat keras
it_it: Visualizza filtro ridimensionamento hardware

# #39152
source: Integer scaling (IS) is a Nearest-Neighbor(NN) upscaling technique using Display Engine
id_id: Penskalaan bilangan bulat (IS) adalah teknik peningkatan skala Tetangga Terdekat (NN) menggunakan Display Engine
it_it: Integer scaling (IS) è una tecnica di upscaling Nearest-Neighbor(NN) che usa il Display Engine

# #39153
source: Windowing system:
id_id: Sistem jendela:
it_it: Sistema di finestre:

# #39154
source: Override subtitles styles
id_id: Ganti gaya takarir
it_it: Sostituisci stili dei sottotitoli
