Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #19141
source: Group
be_by: Група
hu_hu: Csoport
id_id: Grup
it_it: Gruppo

# #19142
source: Search guide
be_by: Пошук у праграме
hu_hu: Keresés a műsorújságban
id_id: Panduan pencarian
it_it: Cerca nella guida
mi: Aratohu Rapu

# #19143
source: Group management
be_by: Кіраванне групамі
hu_hu: Csoportkezelés
id_id: Pengelola gru
it_it: Gestione gruppo
mi: Whakahaere rōpū

# #19144
source: No groups defined
be_by: Групаў не вызначана
hu_hu: Nincsenek csoportok létrehozva
id_id: Tidak ada grup didefinisi
it_it: Nessun gruppo definito
mi: No rōpū tautuhia

# #19145
source: Grouped
be_by: Згрупавана
hu_hu: Csoportba foglalva
id_id: Sudah di kelompokkan
it_it: Raggruppato
mi: Whakarōpūtia

# #19146
source: Groups
be_by: Групы
hu_hu: Csoportok
id_id: Grup
it_it: Gruppi
mi: Ngā rōpū

# #19147
source: Setting the lifetime of this recording to {0:d} days will immediately expire the recording, which might result in instant deletion of the recording. Proceed anyway?
be_by: Калі зрабіць час захоўвання запісу {0:d} дзён, то тэрмін захоўвання запісу неадкладна скончыцца, што можа выклікаць яго выдаленне. Працягнуць?
hu_hu: Ha a felvétel élettartama {0:d} napra esik, a felvétel leáll, ami az addig rögzítettek azonnali törléséhez vezethet. Biztosan végrehajtja?
id_id: Menyetel masa pakai rekaman ini ke {0:d} hari akan segera mengakhiri rekaman, yang dapat mengakibatkan penghapusan rekaman secara instan. Tetap melanjutkan?
it_it: Impostare la durata di questa registrazione a {0:d} giorni farà scadere immediatamente la registrazione, che potrebbe risultare in una cancellazione istantanea della registrazione. Procedere comunque?

# #19148
source: Channel
be_by: Канал
hu_hu: Csatorna
id_id: Saluran
it_it: Canale
mi: Hongere

# #19149
source: Mo
be_by: Пн
hu_hu: Hé
id_id: Sen
it_it: Lu

# #19150
source: Tu
be_by: Аў
hu_hu: Ke
id_id: Sel
it_it: Ma

# #19151
source: We
be_by: Ср
hu_hu: Sze
id_id: Rab
it_it: Me
mi: Matou

# #19152
source: Th
be_by: Чц
hu_hu: Cs
id_id: Kam
it_it: Gi

# #19153
source: Fr
be_by: Пт
hu_hu: Pé
id_id: Jum
it_it: Ve

# #19155
source: Su
be_by: Нд
hu_hu: Va
id_id: Min
it_it: Do

# #19156
source: from
be_by: з
hu_hu: ettől a naptól:
id_id: Dari
it_it: da
mi: i

# #19157
source: Next recording
be_by: Наступны запіс
hu_hu: Következő felvétel
id_id: Rekaman Selanjutnya
it_it: Prossima registrazione
mi: Tuhi Next

# #19158
source: Currently recording
be_by: Бягучы запіс
hu_hu: Jelenleg felvétel alatt
id_id: Sedang merekam
it_it: In registrazione
mi: Te tuhi i tēnei wā

# #19159
source: from
be_by: з
hu_hu: ettől:
id_id: Dari
it_it: da
mi: i

# #19160
source: to
be_by: у
hu_hu: eddig:
id_id: ke
it_it: a
mi: ki

# #19161
source: any time
be_by: любы час
hu_hu: bármikor
id_id: kapan pun
it_it: qualsiasi ora

# #19162
source: Recording active
be_by: Запіс актыўны
hu_hu: Felvétel folyamatban
id_id: Perekaman aktif
it_it: Registrazione attiva
mi: Te tuhi i kaha

# #19163
source: Recordings
be_by: Запісы
hu_hu: Felvételek
id_id: Perekaman
it_it: Registrazioni
mi: Ngā pūhopu

# #19164
source: Could not start recording. Check the log for more information about this message.
be_by: Не атрымалася пачаць запіс. Праверце журнал, каб даведаццабольш пра гэтае паведамленне.
hu_hu: Felvétel indítása sikertelen. További információk erről az üzenetről a hibanaplóban.
id_id: Tidak dapat mulai merekam. Periksa log untuk informasi lebih lanjut tentang pesan ini.
it_it: Impossibile avviare la registrazione. Controlla il file di log per maggiori informazioni su questo messaggio.

# #19165
source: Switch
be_by: Пераключыць
hu_hu: Kapcsolás
id_id: Ganti
it_it: Cambia
mi: Whakakā

# #19166
source: PVR information
be_by: Інфармацыя PVR
hu_hu: PVR információ
id_id: Informasi PVR
it_it: Informazioni PVR
mi: Mōhiohio PVR

# #19167
source: Scan for missing icons
be_by: Пошук адсутных значкоў
hu_hu: Hiányzó ikonok keresése
id_id: Pindai ikon yang hilang
it_it: Ricerca icone mancanti
mi: Matawai hoki ata ngaro

# #19168
source: Deleted and recoverable recordings
be_by: Выдаленыя і аднаўляемыя запісы
hu_hu: Törölt és visszaállítható felvételek
id_id: Hapus dan pulihkan rekaman
it_it: Registrazioni cancellate ma recuperabili

# #19169
source: Hide video information box
be_by: Хаваць акно інфармацыі пра відэа
hu_hu: A videó információs doboz elrejtése
id_id: Sembunyikan kotak informasi video
it_it: Nascondi riquadro informazioni video
mi: Huna ataata pouaka mōhiohio

# #19170
source: Could not stop recording. Check the log for more information about this message.
be_by: Не атрымалася спыніць запіс. Праверце журнал, каб даведаццабольш пра гэтае паведамленне.
hu_hu: Felvétel leállítása sikertelen. További információk erről az üzenetről a hibanaplóban.
id_id: Tidak dapat berhenti merekam. Periksa log untuk informasi lebih lanjut tentang pesan ini.
it_it: Impossibile interrompere la registrazione. Controlla il file di log per maggiori informazioni su questo messaggio.

# #19171
source: Switch to full screen
be_by: Пераключыцца на поўны экран
hu_hu: Teljes képernyős módra váltás
id_id: Beralih ke layar penuh
it_it: Passa a schermo intero

# #19172
source: Instant recording duration
be_by: Працягласць хуткага запісу
hu_hu: Azonnali felvétel hossza
id_id: Durasi perekaman instan
it_it: Durata registrazione istantanea
mi: Roanga tuhi Inamata

# #19173
source: TV channel groups
be_by: Групы тэлеканалаў
hu_hu: TV csatorna csoportok
id_id: Grup saluran TV
it_it: Gruppi canali TV

# #19174
source: Radio channel groups
be_by: Групы радыёканалаў
hu_hu: Rádió csatorna csoportok
id_id: Grup saluran radio
it_it: Gruppi canali Radio

# #19175
source: Default start padding time
be_by: Прадвызначаны пачатковы водступ
hu_hu: Alapértelmezett kezdő kitöltési idő
id_id: Waktu mulai lapisan bawaan
it_it: Tempo predefinito margine all'inizio

# #19176
source: Default end padding time
be_by: Прадвызначаны канцавы водступ
hu_hu: Alapértelmezett záró kitöltési idő
id_id: Waktu selesai lapisan bawaan
it_it: Tempo predefinito margine alla fine

# #19177
source: Playback
be_by: Прайграванне
hu_hu: Lejátszás
id_id: Pemutaran
it_it: Riproduzione
mi: Pūrei anō

# #19178
source: Show channel information when switching channels
be_by: Паказваць інфармацыю пра канал падчас пераключэння каналаў
hu_hu: Csatornainformációk megjelenítése váltáskor
id_id: Perlihatkan informasi saluran ketika berpindah saluran
it_it: Mostra informazioni canale quando cambi i canali
mi: Whakaatuhia te mōhiohio hongere i runga i te whakawhiti

# #19179
source: Deleted
be_by: Выдалена
hu_hu: Törölve
id_id: Terhapus
it_it: Eliminato

# #19180
source: TV channels
be_by: Тэлеканалы
hu_hu: TV csatornák
id_id: Saluran TV
it_it: Canali TV

# #19182
source: Future days to display
be_by: Колькі паказваць будучых дзён
hu_hu: Megjelenítendő napok
id_id: Hari-hari mendatang untuk ditampilkan
it_it: Giorni futuri da visualizzare

# #19183
source: Radio channels
be_by: Радыёканалы
hu_hu: Rádió csatornák
id_id: Saluran Radio
it_it: Canali Radio

# #19184
source: Deleted recordings
be_by: Выдаленыя запісы
hu_hu: Törölt felvételek
id_id: Rekaman terhapus
it_it: Registrazioni eliminate

# #19185
source: Clear data
be_by: Ачысціць даныя
hu_hu: Adat törlése
id_id: Kosongkan data
it_it: Elimina dati

# #19186
source: All selected data will be cleared. Some information cannot be restored from the clients afterwards. Proceed anyway?
id_id: Semua data yang dipilih akan dihapus. Beberapa informasi tidak dapat dipulihkan dari klien setelahnya. Tetap melanjutkan?
it_it: Tutti i dati selezionati saranno eliminati. Alcune informazioni non potranno essere ripristinate dai client. Procedere comunque?

# #19187
source: Clearing data.
id_id: Menghapus data.
it_it: Eliminazione dati.

# #19188
source: All guide data will be cleared. Are you sure?
id_id: Semua data panduan akan dihapus. Apa kamu yakin?
it_it: Tutti i dati delle guide saranno eliminati. Sei sicuro?

# #19189
source: The PVR backend does not allow to record this event.
be_by: Сервер PVR не падтрымлівае запіс гэтай падзеі.
hu_hu: A PVR háttérkiszolgáló nem engedélyezi az esemény felvételét.
id_id: Backend PVR tidak memungkinkan untuk merekam acara ini.
it_it: L'interfaccia PVR non consente di registrare questo evento.

# #19190
source: Play programme
be_by: Прайграць праграму
hu_hu: Műsor lejátszása
id_id: Putar program
it_it: Riproduci programma

# #19191
source: PVR service
be_by: Сэрвіс PVR
hu_hu: PVR szolgáltatás
id_id: Service PVR
it_it: Servizio PVR
mi: Ratonga PVR

# #19192
source: None of the connected PVR backends supports scanning for channels.
be_by: Ніводны з падлучаных сервераў PVR не падтрымлівае сканавання каналаў.
hu_hu: Egyik csatlakoztatott PVR háttérkiszolgáló sem támogatja a csatornakeresést.
id_id: Tidak ada backend PVR yang tersambung yang mendukung pemindaian saluran.
it_it: Nessuna delle interfaccie PVR collegate supporta la scansione dei canali.
mi: E kore tētahi o te PVR tuara-muri i honoa ka tautoko ana matawai mō ngā hongere.

# #19193
source: The channel scan can't be started. Check the log for more information about this message.
be_by: Не атрымалася распачаць сканаванне каналаў. Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: A csatornák keresése nem indítható el. Ellenőrizze a naplófájlt a további információkért.
id_id: Kanal tidak dapat dimulai. Periksa log untuk informasi mengenai pesan ini.
it_it: Impossibile avviare la scansione canali. Controlla il log per ulteriori informazioni su questo messaggio.

# #19194
source: Continue?
be_by: Працягнуць?
hu_hu: Folytatás?
id_id: Lanjutkan?
it_it: Continuare?
mi: Me haere tonu?

# #19195
source: Delay mark last watched
be_by: Затрымка для пазнакі прагляду
hu_hu: Utoljára megnézett késleltetése
id_id: Tanda tunda terakhir kali ditonton
it_it: Ritardo marcatore ultimo visto

# #19196
source: PVR client specific actions
be_by: Спецыфічныя дзеянні кліентаў PVR
hu_hu: PVR ügyféllel kapcsolatos műveletek
id_id: Aksi spesifik klien PVR
it_it: Azioni specifiche client PVR
mi: PVR kiritaki mahi tauwhāiti

# #19197
source: Recording started on: {0:s}
be_by: Час пачатку запісу: {0:s}
hu_hu: Felvétel elkezdődött ekkor: {0:s}
id_id: Perekaman dimulai pada: {0:s}
it_it: Registrazione avviata su: {0:s}

# #19198
source: Recording finished on: {0:s}
be_by: Час завяршэння запісу: {0:s}
hu_hu: Felvétel befejeződött ekkor: {0:s}
id_id: Perekaman selesai pada: {0:s}
it_it: Registrazione terminata su: {0:s}

# #19199
source: Channel manager
be_by: Кіраўнік каналаў
hu_hu: Csatornakezelő
id_id: Pengelola Saluran
it_it: Gestisci canali
mi: Kaiwhakahaere hongere

# #19200
source: Guide source:
be_by: Крыніца тэлепраграмы:
hu_hu: Műsorújság forrás:
id_id: Sumber panduan:
it_it: Sorgente guida:

# #19201
source: Channel name:
be_by: Назва канала:
hu_hu: Csatornanév:
id_id: Nama saluran:
it_it: Nome canale:
mi: Ingoa hongere:

# #19202
source: Channel icon:
be_by: Значок канала:
hu_hu: Csatorna ikon:
id_id: Ikon Saluran:
it_it: Icona canale:
mi: Ata hongere:

# #19203
source: Edit channel
be_by: Рэдагаваць канал
hu_hu: Csatorna szerkesztése
id_id: Sunting saluran
it_it: Modifica canale
mi: Whakatika hongere

# #19204
source: New channel
be_by: Новы канал
hu_hu: Új csatorna
id_id: Saluran Baru
it_it: Nuovo canale
mi: Hongere hou

# #19205
source: Group management
be_by: Кіраванне групамі
hu_hu: Csoportkezelő
id_id: Manajemen Grup
it_it: Gestione gruppo
mi: Whakahaere rōpū

# #19206
source: Activate guide:
be_by: Уключыць тэлепраграму:
hu_hu: Műsorújság aktiválása:
id_id: Panduan aktif:
it_it: Attiva guida:

# #19207
source: Group:
be_by: Група:
hu_hu: Csoport:
id_id: Grup:
it_it: Gruppo:

# #19208
source: Enter the name of the new channel
be_by: Увядзіце назву новага канала
hu_hu: Adja meg az új csatorna nevét
id_id: Masukkan nama saluran yang baru
it_it: Inserire il nome del nuovo canale
mi: Tāuru te ingoa o te hongere hou

# #19209
source: Kodi virtual backend
be_by: Віртуальны сервер Kodi
hu_hu: Kodi virtuális háttérkiszolgáló
id_id: Backend virtual Kodi
it_it: Interfaccia virtuale Kodi
mi: Kodi backend mariko

# #19211
source: Delete channel
be_by: Выдаліць канал
hu_hu: Csatorna törlése
id_id: Hapus saluran
it_it: Elimina canale
mi: Mukua te hongere

# #19212
source: This list contains changes
be_by: Гэты спіс змяшчае змены
hu_hu: Ez a lista változtatásokat tartalmaz
id_id: Daftar ini mengandung perubahan
it_it: La lista contiene modifiche
mi: Tenei rārangi kei huringa

# #19213
source: Select backend
be_by: Абраць сервер
hu_hu: Háttérkiszolgáló kiválasztása
id_id: Pilih backend
it_it: Seleziona interfaccia
mi: Tīpakohia te backend

# #19214
source: Enter a valid URL for the new channel
be_by: Увядзіце прыдатны URL новага канала
hu_hu: Adjon meg egy érvényes URL címet az új csatornának
id_id: Masukkan URL yang valid untuk saluran yang baru
it_it: Inserire un URL valido per il nuovo canale
mi: Tāuru te URL tika mo te hongere hou

# #19215
source: Reminders
be_by: Напаміны
hu_hu: Emlékeztetők
id_id: Pengingat
it_it: Promemoria

# #19216
source: All radio channels
be_by: Усе каналы радыё
hu_hu: Minden rádió csatorna
id_id: Semua saluran radio
it_it: Tutti i canali Radio
mi: Hongere reo irirangi katoa

# #19217
source: All TV channels
be_by: Усе каналы ТБ
hu_hu: Minden TV csatorna
id_id: Semua saluran TV
it_it: Tutti i canali TV
mi: Hongere TV katoa

# #19218
source: Visible
be_by: Бачныя
hu_hu: Látható
id_id: Terlihat
it_it: Visibile
mi: Ari

# #19219
source: Ungrouped channels
be_by: Незгрупаваныя каналы
hu_hu: Csoportosítatlan csatornák
id_id: Saluran tak terkelompokkan
it_it: Canali non raggruppati
mi: Ngā hongere whakarōpūkore

# #19220
source: Channels in
be_by: Каналы ў
hu_hu: Csatornák ebben a csoportban:
id_id: Saluran pada
it_it: Canali in
mi: Ngā hongere i roto i

# #19221
source: Synchronise channel groups with backend(s)
be_by: Сінхранізацыя групаў каналаў з серверамі
hu_hu: Csatornacsoportok szinkronizálása a háttérkiszolgálóval
id_id: Sinkronisasi grup kanal dengan backend
it_it: Sincronizza gruppi di canali con l'interfaccia(e)

# #19222
source: Guide
be_by: Тэлепраграма
hu_hu: Műsorújság
id_id: Panduan
it_it: Guida

# #19223
source: No PVR add-on could be enabled. Check your settings or the log for more information.
be_by: Не атрымалася ўключыць дапаўненні PVR. Праверце налады альбо зазірніце ў журнал,каб даведацца больш.
hu_hu: Nincs engedélyezett PVR kiegészítő. Ellenőrizze a beállításokat vagy a napló fájlt.
id_id: Tidak ada pengaya PVR yang dapat diaktifkan. Cek setelan anda atau log untuk informasi lebih lanjut.
it_it: Non è stato possibile abilitare l'add-on PVR. Controlla le impostazioni o il log per ulteriori dettagli.

# #19224
source: Recording aborted
be_by: Запіс скасаваны
hu_hu: A felvétel megszakadt
id_id: Perekaman dibatalkan
it_it: Registrazione interrotta
mi: Te tuhi i haukotia

# #19225
source: Recording scheduled
be_by: Запіс запланаваны
hu_hu: Felvétel időzítve lett
id_id: Perekamanan terjadwal
it_it: Registrazione programmata
mi: Te tuhi i whakaritea

# #19226
source: Recording started
be_by: Запіс пачаты
hu_hu: Felvétel elindult
id_id: Perekaman dimulai
it_it: Registrazione iniziata
mi: Kua tīmata te hopu

# #19227
source: Recording completed
be_by: Запіс скончаны
hu_hu: Felvétel befejeződött
id_id: Perekaman selesai
it_it: Registrazione completata
mi: Te tuhi i oti

# #19228
source: Timer deleted
be_by: Таймер выдалены
hu_hu: Időzítő törölve
id_id: Pewaktu dihapus
it_it: Timer eliminato

# #19229
source: Past days to display
be_by: Колькі паказваць мінулых дзён
hu_hu: Megjelenítendő elmúlt napok
id_id: Hari-hari terakhir untuk ditampilkan
it_it: Giorni passati da visualizzare

# #19230
source: Prevent updates during playback
be_by: Выключыць абнаўленні падчас прайгравання
hu_hu: Frissítések elkerülése lejátszás alatt
id_id: Cegah pembaruan saat pemutaran
it_it: Impedisci aggiornamenti durante la riproduzione

# #19231
source: Use channel order from backend(s)
be_by: Выкарыстоўваць парадак каналаў з сервераў
hu_hu: A háttérkiszolgáló(k) csatornasorrendjének használata.
id_id: Gunakan saluran dari backend lama
it_it: Usa ordine dei canali dall'interfaccia(e)

# #19232
source: Clear search results
be_by: Выдаліць вынікі пошуку
hu_hu: Keresési eredmények törlése
id_id: Bersihkan hasil pencarian
it_it: Pulisci risultati di ricerca
mi: Ngā huanga rapu ā mārama

# #19233
source: Display a notification on timer updates
be_by: Паказваць паведамленне пра абнаўленне таймера
hu_hu: Értesítés megjelenítése időzítő frissítésekor
id_id: Tampilkan notifikasi pada pemutakhiran timer
it_it: Visualizza notifica per aggiornamenti timer
mi: Whakaatu i tētahi whakamōhiotanga ki te matawā ngā whakahōunga

# #19234
source: Use channel numbers from backend
be_by: Выкарыстоўваць нумары каналаў з сервераў
hu_hu: A háttérkiszolgáló csatorna számozás használata
id_id: Gunakan nomer kanal dari backend
it_it: Usa numeri canali da interfaccia

# #19235
source: PVR manager is starting up
be_by: Запуск кіраўніка PVR
hu_hu: A PVR kezelő elindul
id_id: Pengelola PVR dimulai
it_it: Il gestore PVR si sta avviando
mi: Kei te tīmata ake kaiwhakahaere PVR

# #19236
source: Loading channels from clients
be_by: Загрузка каналаў з кліентаў
hu_hu: Csatornák betöltése a PVR ügyfelekkel
id_id: Memuat saluran dari klien
it_it: Caricamento canali dai client
mi: Utaina hongere i kiritaki

# #19237
source: Loading timers from clients
be_by: Загрузка таймераў з кліентаў
hu_hu: Időzítők betöltése a PVR ügyfelekkel
id_id: Memuat timer dari klien
it_it: Caricamento timer dai client
mi: Utaina timers i kiritaki

# #19238
source: Loading recordings from clients
be_by: Загрузка запісаў з кліентаў
hu_hu: Felvételek betöltése a PVR ügyfelekkel
id_id: Memuat rekaman dari klien
it_it: Caricamento registrazioni dai client
mi: Utaina recordings i kiritaki

# #19239
source: Creating PVR clients
id_id: Membuat klien PVR
it_it: Creazione client PVR

# #19240
source: Client priorities
be_by: Уласцівасці кліента
hu_hu: Ügyfél fontosság
id_id: Prioritas klien
it_it: Priorità client

# #19241
source: View timer
be_by: Паказаць таймер
hu_hu: Idõzítõ megtekintése
id_id: Lihat pewaktu
it_it: Visualizza timer

# #19242
source: Edit timer
be_by: Рэдагаваць таймер
hu_hu: Időzítés szerkesztése
id_id: Sunting pewaktu
it_it: Modifica timer

# #19243
source: Edit timer rule
be_by: Рэдагаваць правіла таймера
hu_hu: Időzitő szabály szerkesztése
id_id: Sunting aturan pewaktu
it_it: Modifica regola timer

# #19244
source: Backend idle time
be_by: Час прастою
hu_hu: Háttérkiszolgáló üresjárat ideje
id_id: Waktu jeda backend
it_it: Tempo inattività interfaccia
mi: Backend wā mangere

# #19245
source: Wakeup command
be_by: Загад абуджэння
hu_hu: Felébresztés parancs
id_id: Perintah membangunkan
it_it: Comando risveglio

# #19246
source: Wakeup before recording
be_by: Абуджацца перад запісам за
hu_hu: Gép felébresztése felvétel előtt ennyivel
id_id: Bangunkan sebelum merekam
it_it: Risveglia prima della registrazione
mi: Tāmati i te aroaro o te tuhi

# #19247
source: Daily wakeup
be_by: Абуджацца штодзённа
hu_hu: Ébresztés naponta
id_id: Bangunkan tiap hari
it_it: Risveglio quotidiano
mi: Te ohonga Daily

# #19248
source: Daily wakeup time (HH:MM:SS)
be_by: Абуджацца штодзённа а (ГД:ХВ:СК)
hu_hu: Ébresztés naponta ekkor (ÓÓ:PP:MM)
id_id: Bangun tiap hari (HH:MM:SS)
it_it: Orario risveglio quotidiano (HH:MM:SS)
mi: Wā te ohonga Daily (HH: MM: SS)

# #19249
source: Filter channels
be_by: Фільтраваць каналы
hu_hu: Csatornák szűrése
id_id: Saringan saluran
it_it: Filtra canali
mi: Hongere tātari

# #19250
source: TV and radio channels
id_id: Saluran TV dan Radio
it_it: Canali TV e Radio

# #19251
source: Update guide information
be_by: Абнаўленне інфармацыі тэлепраграмы
hu_hu: Műsorújság információk frissítése
id_id: Perbarui informasi panduan
it_it: Aggiorna informazioni guida

# #19252
source: Schedule guide update for this channel?
be_by: Запланаваць абнаўленне тэлепраграмы для гэтага канала?
hu_hu: Kívánja a műsorújság ütemezett frissítését bekapcsolni erre a csatornára?
id_id: Jadwalkan pembaruan panduan untuk saluran ini?
it_it: Programmare l'aggiornamento della guida per questo canale?

# #19253
source: Guide update scheduled for channel
be_by: Запланавана абнаўленне тэлепраграмы для канала
hu_hu: Ütemezett műsorújság frissítés van beállítva a csatornára
id_id: Pembaruan panduan dijadwalkan untuk saluran
it_it: Aggiornamento della guida programmato per il canale

# #19254
source: Guide update failed for channel
be_by: Не атрымалася абнавіць тэлепраграму для канала
hu_hu: Műsorújság frissítés hiba a csatornára
id_id: Pembaruan panduan gagal untuk saluran
it_it: Aggiornamento della guida fallito per il canale

# #19255
source: {0:d} scheduled
be_by: {0:d} запланавана
hu_hu: {0:d}. beütemezett
id_id: {0:d} terjadwal
it_it: {0:d} pianificati

# #19256
source: Completed
be_by: Завершана
hu_hu: Végrehajtva
id_id: Lengkap
it_it: Completato

# #19257
source: Lock channel
be_by: Заблакаваць канал
hu_hu: Csatorna zárolása
id_id: Kunci saluran
it_it: Blocca canale
mi: Maukati hongere

# #19258
source: Unlock channel
be_by: Разблакаваць канал
hu_hu: Csatornazár feloldása
id_id: Buka kunci saluran
it_it: Sblocca canale
mi: Wewete hongere

# #19259
source: Parental control
be_by: Бацькоўскі кантроль
hu_hu: Szülői felügyelet
id_id: Pengaturan orang tua
it_it: Controllo genitori
mi: Mana mātua

# #19260
source: Unlock duration
be_by: Працягласць разблакавання
hu_hu: Gyerekzár oldásának időtartama
id_id: Durasi buka kunci
it_it: Sblocca durata
mi: Wewete roanga

# #19261
source: Change PIN
be_by: Змяніць PIN
hu_hu: PIN kód megváltoztatása
id_id: Ubah PIN
it_it: Cambia PIN
mi: Huria PIN

# #19262
source: Parental control. Enter PIN:
be_by: Бацькоўскі кантроль. Увядзіце PIN:
hu_hu: Szülői felügyelet. Add meg a PIN kódot:
id_id: Kontrol orang tua. Masukkan PIN:
it_it: Controllo genitori. Inserire PIN:
mi: Mana mātua. Tomo PIN:

# #19263
source: Could not update the timer. Check the log for more information about this message.
be_by: Не атрымалася абнавіць таймер. Праверце налады альбо зазірніце ў журнал, каб даведацца больш.
hu_hu: Időzítő frissítése sikertelen. További információk erről az üzenetről a hibanaplóban.
id_id: Tidak dapat memperbarui pengatur waktu. Periksa log untuk informasi lebih lanjut tentang pesan ini.
it_it: Impossibile aggiornare il timer. Controlla il log per ulteriori informazioni su questo messaggio.

# #19264
source: Incorrect PIN
be_by: Няправільны PIN
hu_hu: Hibás PIN kód
id_id: PIN salah
it_it: PIN non corretto
mi: PIN hē

# #19265
source: The entered PIN was incorrect.
be_by: Уведзены PIN няправільны.
hu_hu: A megadott PIN-kód hibás volt.
id_id: PIN yang dimasukkan salah.
it_it: Il PIN inserito non è corretto.

# #19266
source: Parental locked
be_by: Бацькоўскае блакаванне
hu_hu: Gyerekzár alatt
id_id: Dikunci oleh orang tua
it_it: Bloccato dal filtro genitori
mi: Mātua raka

# #19267
source: Parental locked:
be_by: Бацькоўскае блакаванне:
hu_hu: Gyerekzár alatt:
id_id: Dikunci orangtua:
it_it: Bloccato dal filtro genitori:
mi: Raka mātua:

# #19268
source: Hide "No information available" labels
be_by: Схаваць адмеціну "Інфармацыя недаступная"
hu_hu: Rejtse el a "Információ nem elérhető" cimkéket
id_id: Sembunyikan label "Tidak ada informasi tersedia"
it_it: Nascondi etichette "Nessuna informazione disponibile"

# #19269
source: Preselect playing channel in lists
be_by: Папярэдні выбар прайграваемага канала ў спісах
hu_hu: Csatornák előválasztása a listában
id_id: Pilih saluran pemutaran sebelumnya dalam daftar
it_it: Preseleziona il canale in riproduzione negli elenchi

# #19270
source: Group Items
be_by: Групаваць элементы
hu_hu: Elemek csoportosítása
id_id: Item Grup
it_it: Raggruppa elementi
