Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #13402
source: Show track position
be_by: Паказаць пазіцыю трэка
hu_hu: Szám pozíció kijelzése
id_id: Tampilkan posisi trek
it_it: Mostra posizione traccia
mi: Whakaaturia te tūnga ara

# #13403
source: Clear default
be_by: Ачысціць прадвызначанае
hu_hu: Alapértelmezés törlése
id_id: Kosongkan bawaan
it_it: Cancella predefinito
mi: Mārama taunoa

# #13404
source: Resume
be_by: Працягнуць
hu_hu: Folytatás
id_id: Lanjutkan
it_it: Riprendi
mi: Haere anō

# #13405
source: Get thumb
be_by: Атрымаць мініяцюры
hu_hu: Minikép
id_id: Dapatkan Thumb
it_it: Ottieni anteprima
mi: Tikina te koromatua

# #13406
source: Picture information
be_by: Інфармацыя пра малюнак
hu_hu: Képinformáció
id_id: Informasi Citra
it_it: Informazioni immagine
mi: Mōhiohio Pikitia

# #13407
source: {0:s} presets
be_by: Перадналады {0:s}
hu_hu: {0:s} előbeállítás
id_id: Preset {0:s}
it_it: {0:s} preset

# #13408
source: (IMDb user rating)
be_by: (IMDb рэйтынг карыстальніка)
hu_hu: (IMDb nézői értékelés)
id_id: (rating pengguna IMDb)
it_it: (valutazione utente IMDb)
mi: (IMDb kaiwhakamahi rating)

# #13410
source: Tune in on Last.fm
be_by: Налады Last.fm
hu_hu: Keresés a Last.fm-en
id_id: Mendengarkan Last.fm
it_it: Sintonizzati su Last.fm
mi: Rangi i roto i te i runga i Last.fm

# #13411
source: Minimum fan speed
be_by: Мінімальная хуткасць вентылятара
hu_hu: Minimum ventilátor-sebesség
id_id: Kecepatan kipas minimum
it_it: Velocità minima ventola
mi: Tere tahi Mōkito

# #13412
source: Play from here
be_by: Прайграць адсюль
hu_hu: Lejátszás innen
id_id: Mainkan dari sini
it_it: Riproduci da qui
mi: Te tākaro i konei

# #13413
source: Downloading
be_by: Спампоўванне
hu_hu: Letöltés folyamatban
id_id: Mengunduh
it_it: Download in corso
mi: Tikiake

# #13414
source: Show song and album artists
be_by: Паказваць выканаўцаў альбомаў і кампазіцый
hu_hu: Dal előadó és album előadó mutatása
id_id: Tampilkan album lagu dan album artis
it_it: Mostra artisti brani e album

# #13415
source: Render method
be_by: Метад адмалёўкі
hu_hu: Renderelés módja
id_id: Metode Render
it_it: Metodo di rendering
mi: Hoatu tikanga

# #13416
source: Auto detect
be_by: Аўтавызначэнне
hu_hu: Automatikus
id_id: Deteksi otomatis
it_it: Automatico
mi: Hāhau aunoa i

# #13420
source: Remove safely
be_by: Бяспечнае выманне
hu_hu: Biztonságos eltávolítás
id_id: Cabut dengan aman
it_it: Rimozione sicura
mi: Tango humarie

# #13422
source: Start slideshow here
be_by: Запусціць тут слайдшоў
hu_hu: Diavetítés indítása innen
id_id: Mulai tayang sekarang
it_it: Avvia la presentazione da qui
mi: Tīmata whakaatakiriata konei

# #13423
source: Remember for this path
be_by: Запомніць гэты шлях
hu_hu: Megjegyzés ennél a helynél
id_id: Ingat path ini
it_it: Ricorda per questo percorso
mi: Hoki tenei ara mahara

# #13425
source: Allow hardware acceleration - VDPAU
be_by: Уключыць апаратнае паскарэнне - VDPAU
hu_hu: Hardveres gyorsítás engedélyezése - VDPAU
id_id: Perbolehkan akselerasi perangkat keras - VDPAU
it_it: Usa accelerazione hardware - VDPAU

# #13426
source: Allow hardware acceleration - VAAPI
be_by: Уключыць апаратнае паскарэнне - VAAPI
hu_hu: Hardveres gyorsítás engedélyezése - VAAPI
id_id: Perbolehkan akselerasi perangkat keras - VAAPI
it_it: Usa accelerazione hardware - VAAPI

# #13427
source: Allow hardware acceleration - DXVA2
be_by: Уключыць апаратнае паскарэнне - DXVA2
hu_hu: Hardveres gyorsítás engedélyezése - DXVA2
id_id: Perbolehkan akselerasi perangkat keras - DXVA2
it_it: Usa accelerazione hardware - DXVA2

# #13428
source: Allow hardware acceleration - CrystalHD
be_by: Уключыць апаратнае паскарэнне - CrystalHD
hu_hu: Hardveres gyorsítás engedélyezése - CrystalHD
id_id: Perbolehkan akselerasi perangkat keras - CrystalHD
it_it: Usa accelerazione hardware - CrystalHD

# #13429
source: Allow hardware acceleration - VTBDecoder
be_by: Уключыць апаратнае паскарэнне - VTBDecoder
hu_hu: Hardveres gyorsítás engedélyezése - VTDBDecoder
id_id: Ijinkan akselerasi perangkat keras - VTBDecoder
it_it: Usa accelerazione hardware - VTBDecoder

# #13430
source: Allow using DRM PRIME decoder
id_id: Izinkan menggunakan dekoder DRM PRIME
it_it: Consenti l'utilizzo del decodificatore DRM PRIME

# #13431
source: Pixel shaders
be_by: Піксельныя шэйдары
hu_hu: Pixel árnyékolók
id_id: Shader Pixel
it_it: Pixel shader

# #13432
source: Allow hardware acceleration - VideoToolbox
be_by: Уключыць апаратнае паскарэнне - VideoToolbox
hu_hu: Hardveres gyorsítás engedélyezése - VideoToolbox
id_id: Perbolehkan akselerasi perangkat keras - VideoToolbox
it_it: Usa accelerazione hardware - VideoToolbox

# #13433
source: Play next video automatically
be_by: Аўтаматычна прайграваць наступнае відэа
hu_hu: A következő videó automatikus lejátszása
id_id: Putar video berikutnya secara otomatis
it_it: Riproduci video successivo automaticamente

# #13434
source: Play only this
be_by: Прайграваць толькі бягучае
hu_hu: Csak ezt játssza le
id_id: Mainkan ini saja
it_it: Riproduci solo questo
mi: Te tākaro anake tenei

# #13435
source: Enable HQ scalers for scaling above
be_by: Выкарыстоўваць HQ-метады пры маштабаванні зверху
hu_hu: Jobb minőségű HQ skálázók alkalmazása ilyen mérték fölött:
id_id: Aktifkan HQ Scalers untuk mengubah skala di atas
it_it: Abilita scaler HQ per ridimensionamenti dal

# #13436
source: Use display HDR capabilities
be_by: Выкарыстоўваць HDR
hu_hu: A megjelenítő HDR képességeit használni
id_id: Gunakan kemampuan tampilan HDR
it_it: Utilizza funzionalità HDR dello schermo

# #13437
source: Prefer VDPAU video mixer
be_by: Аддаваць перавагу відэамікшару VDPAU
hu_hu: VDPAU videókeverő előnyben részesítése
id_id: Pilih Mixer Video VDPAU
it_it: Preferisci mixer video VDPAU

# #13438
source: Allow hardware acceleration with DRM PRIME
id_id: Izinkan akselerasi perangkat keras dengan DRM PRIME
it_it: Consenti accelerazione hardware con DRM PRIME

# #13439
source: Allow hardware acceleration - MediaCodec
be_by: Уключыць апаратнае паскарэнне - MediaCodec
hu_hu: Hardveres gyorsítás engedélyezése - MediaCodec
id_id: Ijinkan akselerasi perangkat-keras - MediaCodec
it_it: Consenti accelerazione hardware - MediaCodec

# #13440
source: Allow hardware acceleration - MediaCodec (Surface)
be_by: Уключыць апаратнае паскарэнне - MediaCodec (Surface)
hu_hu: Hardveres gyorsítás engedélyezése - MediaCodec (Surface)
id_id: Ijinkan akselerasi perangkat keras - MediaCoded (Surface)
it_it: Consenti accelerazione hardware - MediaCodec (Surface)

# #13441
source: Use MPEG-2 VDPAU
be_by: Выкарыстоўваць MPEG-2 VDPAU
hu_hu: MPEG-2 VDPAU használata
id_id: Gunakan MPEG-2 VDPAU
it_it: Usa MPEG-2 VDPAU

# #13442
source: Enable this option to use hardware acceleration for MPEG-(1 / 2) codecs. If disabled the CPU will be used instead. Older Radeon Cards tend to segfault with this enabled.
be_by: Уключыце гэты параметр, каб выкарыстоўваць апаратнае дэкадаванне MPEG-(1 / 2). Інакш дэкадаваць будзе працэсар. Са старымі відэакартамі Radeon могуць узнікаць памылкі.
hu_hu: Az MPEG-(1/2) kodekek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol. Régebbi Radeon kártyákon szegmenshiba fordulhat elő.
id_id: Aktifkan opsi ini untuk mengunakan akselerasi perangkat keras untuk kodek MPEG-(1/2). Apabila dinon-aktifkan, maka akan menggunakan CPU. Kartu Radeon tipe lama cenderung crash apabila diaktifkan.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per i codec MPEG-(1/2). Se disabilitato verrà invece utilizzata la CPU. Le schede Radeon più vecchie tendono al segfault con questa opzione abilitata.

# #13443
source: Use MPEG-4 VDPAU
be_by: Выкарыстоўваць MPEG-4 VDPAU
hu_hu: MPEG-4 VDPAU használata
id_id: Gunakan MPEG-4 VDPAU
it_it: Usa MPEG-4 VDPAU

# #13444
source: Enable this option to use hardware acceleration for the MPEG-4 codec. If disabled the CPU will be used instead. Some ION hardware has problems with this being enabled by default.
be_by: Уключыце параметр, каб выкарыстоўваць апаратнае дэкадаванне фармату MPEG-4. Інакш дэкадаваць будзе працэсар. Уключэнне гэтага параметра можа выклікаць памылкі ў сістэмах на аснове ION.
hu_hu: Az MPEG-4 kodek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol. Néhány ION alapú rendszerrel probléma lehet engedélyezés esetén.
id_id: Aktifkan opsi ini untuk menggunakan akselerasi perangkat keras untuk codec MPEG-4. Jika dinonaktifkan, CPU akan digunakan sebagai gantinya. Beberapa perangkat keras ION memiliki masalah dengan ini yang diaktifkan secara bawaan.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per il codec MPEG-4. Se disabilitata verrà utilizzata invece la CPU. Alcuni hardware ION hanno problemi con questa opzione abilitata per impostazione predefinita.

# #13445
source: Use VC-1 VDPAU
be_by: Выкарыстоўваць VC-1 VDPAU
hu_hu: VC-1 VDPAU használata
id_id: Gunakan VC-1 VDPAU
it_it: Usa VC-1 VDPAU
mi: Whakamahia te VC-1 VDPAU

# #13446
source: Enable this option to use hardware acceleration for VC-1 based codecs. If disabled the CPU will be used instead. AMD hardware with VDPAU can't decode VC-1 Simple.
be_by: Уключыце параметр, каб выкарыстоўваць апаратнае дэкадаванне VC-1. Інакш дэкадаваць будзе працэсар. Сістэмы на аснове AMD с VDPAU не могуць дэкадаваць VC-1 Simple.
hu_hu: A VC-1 kodek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol. Az AMD hardver VDPAU nem tudja dekódolni a VC-1-Egyszerű formátumot.
id_id: Aktifkan opsi ini untuk menggunakan akselerasi perangkat-keras untuk kodek berbasis VC-1. Apabila dinonaktifkan, akan menggunakan CPU. Perangkat keras merek AMD dengan VDPAU tidak dapat mendekode VC-1 Simple.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per i codec basati su VC-1. Se disabilitata verrà utilizzata invece la CPU. L'hardware AMD con VDPAU non può decodificare VC-1 Simple.

# #13447
source: Use MPEG-2 VAAPI
be_by: Выкарыстоўваць MPEG-2 VAAPI
hu_hu: MPEG-2 VAAPI használata
id_id: Gunakan MPEG-2 VAAPI
it_it: Usa MPEG-2 VAAPI

# #13448
source: Enable this option to use hardware acceleration for MPEG-(1 / 2) codecs. If disabled the CPU will be used instead. Some MPEG-2 videos might have green artifacts.
be_by: Уключыце параметр, каб выкарыстоўваць апаратнае дэкадаванне MPEG-(1/2). Інакш дэкадаваць будзе працэсар. На некаторых відэазапісах MPEG-2 могуць з’яўляцца зялёныя артэфакты.
hu_hu: Az MPEG-(1/2) kodekek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol. Néhány MPEG-2 videónak zöldes hibái lehetnek.
id_id: Aktifkan opsi ini untuk mengunakan akselerasi perangkat keras untuk kodek MPEG-(1/2). Apabila dinon-aktifkan, maka akan menggunakan CPU. Di beberapa video MPEG-2 dapat muncul artefak hijau.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per i codec MPEG-(1/2). Se disabilitato verrà invece utilizzata la CPU. Alcuni video MPEG-2 potrebbero presentare artefatti verdi.

# #13449
source: Use MPEG-4 VAAPI
be_by: Выкарыстоўваць MPEG-4 VAAPI
hu_hu: MPEG-4 VAAPI használata
id_id: Gunakan MPEG-4 VAAPI
it_it: Usa MPEG-4 VAAPI

# #13450
source: Enable this option to use hardware acceleration for the MPEG-4 codec. If disabled the CPU will be used instead.
be_by: Уключыце параметр, каб выкарыстоўваць апаратнае дэкадаванне MPEG-4. Інакш дэкадаваць будзе працэсар.
hu_hu: Az MPEG-4 kodek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol.
id_id: Aktifkan opsi ini untuk mengunakan akselerasi perangkat keras untuk kodek MPEG-4. Apabila dinon-aktifkan, maka akan menggunakan CPU.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per il codec MPEG-4. Se disabilitato verrà invece utilizzata la CPU.

# #13451
source: Use VC-1 VAAPI
be_by: Выкарыстоўваць VC-1 VAAPI
hu_hu: VC-1 VAAPI használata
id_id: Gunakan VC-1 VAAPI
it_it: Usa VC-1 VAAPI
mi: Whakamahia VC-1 VAAPI

# #13452
source: Enable this option to use hardware acceleration for VC-1 based codecs. If disabled the CPU will be used instead. Especially VC-1 interlaced fails hard on Intel hardware.
be_by: Уключыце параметр, каб выкарыстоўваць апаратнае дэкадаванне VC-1. Інакш дэкадаваць будзе працэсар. Сістэмы на аснове Intel не змогуць дэкадаваць міжрадковае відэа VC-1.
hu_hu: A VC-1 kodek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol. Különösen a váltottsoros VC-1 dekódolása esetén lehetnek problémák Intel hardveren.
id_id: Aktifkan opsi ini untuk menggunakan akselerasi perangkat-keras untuk kodek berbasis VC-1. Apabila dinonaktifkan, akan menggunakan CPU. Terutama VC-1 interlaced akan gagal pada perangkat-keras Intel.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per i codec basati su VC-1. Se disabilitata verrà utilizzata invece la CPU. Soprattutto VC-1 interlacciato non funziona su hardware Intel.

# #13453
source: Use VP8 VAAPI
be_by: Выкарыстоўваць VP8 VAAPI
hu_hu: VP8 VAAPI használata
id_id: Gunakan VP8 VAAPI
it_it: Usa VP8 VAAPI

# #13454
source: Enable this option to use hardware acceleration for the VP8 codec. If disabled the CPU will be used instead.
be_by: Уключыце параметр, каб выкарыстоўваць апаратнае дэкадаванне VP-8. Інакш дэкадаваць будзе працэсар.
hu_hu: Az VP8 kodek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol.
id_id: Aktifkan opsi ini untuk mengunakan akselerasi perangkat keras untuk kodek VP8. Apabila dinon-aktifkan, maka akan menggunakan CPU.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per il codec VP8. Se disabilitata verrà utilizzata invece la CPU.

# #13455
source: Use VP9 VAAPI
be_by: Выкарыстоўваць VP9 VAAPI
hu_hu: VP9 VAAPI használata
id_id: Gunakan VP9 VAAPI
it_it: Usa VP9 VAAPI

# #13456
source: Enable this option to use hardware acceleration for the VP9 codec. If disabled the CPU will be used instead.
be_by: Уключыце параметр, каб выкарыстоўваць апаратнае дэкадаванне VP-9. Інакш дэкадаваць будзе працэсар.
hu_hu: Az VP9 kodek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol.
id_id: Aktifkan opsi ini untuk mengunakan akselerasi perangkat keras untuk kodek VP9. Apabila dinon-aktifkan, maka akan menggunakan CPU.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per il codec VP9. Se disabilitata verrà utilizzata invece la CPU.

# #13457
source: Prefer VAAPI render method
be_by: Аддаваць перавагу метаду адмалёўкі VAAPI
hu_hu: VAAPI renderelő előnyben részesítése
id_id: Utamakan metode render VAAPI
it_it: Preferisci metodo di rendering VAAPI

# #13460
source: Use HEVC VAAPI
be_by: Выкарыстоўваць HEVC VAAPI
hu_hu: HEVC VAAPI használata
id_id: Gunakan HEVC VAAPI
it_it: Usa HEVC VAAPI

# #13461
source: Enable this option to use hardware acceleration for the HEVC codec. If disabled the CPU will be used instead.
be_by: Уключыце параметр, каб выкарыстоўваць апаратнае дэкадаванне HEVC. Інакш дэкадаваць будзе працэсар.
hu_hu: Az HEVC kodek hardveres gyorsításának bekapcsolása. Tiltás esetén a CPU dekódol.
id_id: Aktifkan opsi ini untuk mengunakan akselerasi perangkat keras untuk kodek HEVC. Apabila dinon-aktifkan, maka akan menggunakan CPU.
it_it: Abilita questa opzione per utilizzare l'accelerazione hardware per il codec HEVC. Se disabilitata verrà utilizzata invece la CPU.

# #13462
source: PRIME Render Method
be_by: Метад адмалёўкі PRIME
hu_hu: PRIME renderelési módszer
id_id: Metode Render PRIME
it_it: Metodo di rendering PRIME

# #13463
source: This option switches between direct-to-plane and EGL rendering methods.
be_by: Гэты параметр пераключае паміж метадамі адмалёўкі direct-to-plane і EGL.
hu_hu: Ez az opció a közvetlen-sík (direct-to-plane) és az EGL-renderelési módok között vált.
id_id: Opsi ini beralih antara metode rendering direct-to-plane dan EGL.
it_it: Questa opzione consente di passare dai metodi di rendering direct-to-plane a EGL.

# #13467
source: Unlimited / 1080 (>30Hz)
id_id: Tak terbatas / 1080 (>30Hz)
it_it: Illimitato / 1080 (>30Hz)

# #13468
source: Use AV1 VAAPI
id_id: Gunakan AV1 VAAPI
it_it: Usa AV1 VAAPI

# #13469
source: Enable this option to use hardware acceleration for the AV1 codec. If disabled the CPU will be used instead.
id_id: Aktifkan opsi ini untuk mengunakan akselerasi perangkat keras untuk kodek AV1. Apabila dinon-aktifkan, maka akan menggunakan CPU.
it_it: Abilitare questa opzione per utilizzare l'accelerazione hardware del coded AV1. Se disabilitata, verrà utilizzata la CPU.

# #13505
source: Resample quality
be_by: Якасць пераўтварэння
hu_hu: Újramintavételezés minősége
id_id: Kualitas resample
it_it: Qualità ricampionamento
mi: Kounga Resample

# #13506
source: Low (fast)
be_by: Нізкая (хутка)
hu_hu: Alacsony (gyors)
id_id: Rendah (cepat)
it_it: Bassa (veloce)

# #13507
source: Medium
be_by: Сярэдняя
hu_hu: Közepes
it_it: Media
mi: Waenga

# #13508
source: High
be_by: Высокая
hu_hu: Magas
id_id: Tinggi
it_it: Alta
mi: Teitei

# #13509
source: Really high (slow)
be_by: Вельмі высокая (павольна)
hu_hu: Nagyon magas (lassú)
id_id: Sangat tinggi (lamban!)
it_it: Molto alta (lento)

# #13510
source: Sync playback to display
be_by: Сінхранізаваць прайграванне з чашчынёй дысплея
hu_hu: Lejátszás szinkronizálása a megjelenítőhöz
id_id: Sinkronisasi playback yang ditampilkan
it_it: Sincronizza il suono all'immagine
mi: Purei tukutahi ki te whakaatu

# #13511
source: Choose art
be_by: Абраць ілюстрацыю
hu_hu: Kép választása
id_id: Pilih art
it_it: Scegli immagine
mi: Kōwhiri toi

# #13512
source: Current art
be_by: Бягучая ілюстрацыя
hu_hu: Jelenlegi kép
id_id: Art saat ini
it_it: Immagine attuale
mi: Toi o nāianei

# #13513
source: Remote art
be_by: Адлеглая ілюстрацыя
hu_hu: Távoli kép
id_id: Art remote
it_it: Immagine remota
mi: Toi Mamao

# #13514
source: Local art
be_by: Лакальная ілюстрацыя
hu_hu: Helyi kép
id_id: Art lokal
it_it: Immagine locale
mi: Toi rohe

# #13515
source: No art
be_by: Ілюстрацыі адсутнічаюць
hu_hu: Nincs kép
id_id: Tanpa art
it_it: Nessuna immagine
mi: No toi

# #13516
source: Add art type
be_by: Дадаць тып ілюстрацыі
hu_hu: Képtípus hozzáadása
id_id: Tambahkan tipe art
it_it: Aggiungi tipo di immagine

# #13517
source: Threshold for pitch correction
be_by: Парог карэкцыі тону
hu_hu: Hangmagasság korrekciós küszöb
id_id: Ambang untuk koreksi nada
it_it: Soglia per correzione intonazione

# #13518
source: When the speed change exceeds this threshold, a pitch-correction filter will be applied. This avoids the "chipmonk voices" that normally result from speeding up a video
be_by: Калі хуткасць перасягае вызначаны парог, ужываецца карэкцыя тону. Яна прыбірае эфект "смешных галасоў", што звычайна з’яўляюцца пры паскарэнні відэа
hu_hu: A küszöb elérésekor a hangmagasság korrekciós szűrő bekapcsol. Ez megelőzi a felgyorsított videóknál a hangmagasság emelkedését.
id_id: Ketika perubahan kecepatan melebihi ambang batas ini, filter koreksi nada akan diterapkan. Ini menghindari "suara tupai" yang biasanya dihasilkan dari mempercepat video
it_it: Quando la variazione di velocità supera questa soglia, verrà applicato un filtro di correzione dell'intonazione. Questo evita le "voci da chipmonk" che normalmente derivano dall'accelerazione di un video

# #13519
source: Embedded art
be_by: Убудаваная ілюстрацыя
hu_hu: Beágyazott kép
id_id: Seni tertanam
it_it: Immagini incorporate

# #13520
source: Embedded fanart
be_by: Убудаваная аматарская ілюстрацыя
hu_hu: Beágyazott rajongói alkotás
id_id: Fanart tertanam
it_it: Fanart incorporate

# #13521
source: Choose art type
be_by: Абраць тып ілюстрацыі
hu_hu: Képtípus kiválasztása
id_id: Pilih tipe art
it_it: Scegli tipo di immagine

# #13522
source: Split albums into individual discs
be_by: Падзяляць альбомы на дыскі
hu_hu: Osztja az albumokat az egyes lemezekre
id_id: Pisahkan album menjadi disk individual
it_it: Dividi gli album in singoli dischi

# #13523
source: When enabled, opening a multi-disc album shows the discs as individual items instead of all the songs. Opening a disc then shows the songs on that disc.
be_by: Калі ўключана, пры адкрыцці шматдыскавага альбома дыскі будуць адлюстроўвацца як асобныя элементы. Пры выбары дыска будуць паказвацца песні на ім.
id_id: Saat diaktifkan, membuka album multi-disk akan menampilkan disk sebagai item individual, bukan semua lagu. Membuka disk kemudian menampilkan lagu-lagu pada disk tersebut.
it_it: Se abilitato, l'apertura di un album multi-disco mostra i dischi come elementi singoli anziché tutti i brani. L'apertura di un disco mostra quindi i brani su quel disco.

# #13524
source: Use original release date of albums for year
be_by: Выкарыстоўваць арыгінальную дату выпуску
hu_hu: Az album eredeti kiadási dátumát használni
id_id: Gunakan tanggal rilis asli album untuk tahun
it_it: Usa la data di uscita originale degli album per anno

# #13525
source: When enabled, use the original year of release rather than the album release year (if available).
be_by: Калі ўключана, будзе выкарыстоўвацца арыгінальны год выпуску замест года выпуску альбома (калі даступна).
hu_hu: Ha engedélyezett, az eredeti kiadási évet fogja használni nem pedig az album kiadási évét (ha elérhető).
id_id: Saat diaktifkan, gunakan tahun rilis asli daripada tahun rilis album (jika tersedia).
it_it: Se abilitato, utilizza l'anno di uscita originale anziché l'anno di uscita dell'album (se disponibile).

# #13550
source: Delay after change of refresh rate
be_by: Затрымка пасля змены чашчыні абнаўлення
hu_hu: Késleltetés a képfrissítés cseréje után
id_id: Penundaan setelah perubahan tingkat penyegaran
it_it: Ritardo dopo cambio frequenza di aggiornamento

# #13551
source: Off
be_by: Выключана
hu_hu: Kikapcsolva
id_id: Mati
it_it: Disattivato
mi: Weto

# #13552
source: {0:.1f} second
be_by: {0:.1f} секунды
hu_hu: {0:.1f} másodperc
id_id: {0:.1f} detik
it_it: {0:.1f} secondo

# #13553
source: {0:.1f} seconds
be_by: {0:.1f} секунд
hu_hu: {0:.1f} másodperc
id_id: {0:.1f} detik
it_it: {0:.1f} secondi

# #13554
source: {0:d} Minute
be_by: {0:d} хвіліны
hu_hu: {0:d} perc
id_id: {0:d} Menit
it_it: {0:d} minuto

# #13555
source: {0:d} Minutes
be_by: {0:d} хвілін
hu_hu: {0:d} perc
id_id: {0:d} Menit
it_it: {0:d} minuti

# #13556
source: Skip steps
be_by: Прамінуць крокі
hu_hu: Léptetés nagysága
id_id: Lompati langkah
it_it: Passi salto veloce

# #13557
source: Skip delay
be_by: Прамінуць затрымку
hu_hu: Léptetések közötti késleltetés
id_id: Lompati penundaan
it_it: Ritardo salto veloce

# #13600
source: Apple Remote
be_by: Пульт Apple
hu_hu: Apple távirányító
it_it: Telecomando Apple

# #13602
source: Allow start of Kodi using the remote
be_by: Дазволіць запускаць Kodi пультам
hu_hu: A Kodi indítható legyen távirányítóval
id_id: Perbolehkan Kodi dimulai menggunakan remote
it_it: Consenti l'avvio di Kodi usando il telecomando
mi: Tukua tīmatanga o Kodi te whakamahi i te mamao

# #13603
source: Sequence delay time
be_by: Затрымка паміж элементамі ў чарзе
hu_hu: Szekvencia késleltetési idő
id_id: Waktu jeda sekuen
it_it: Tempo ritardo della sequenza
mi: Wā raupapa roa

# #13610
source: Disabled
be_by: Выключана
hu_hu: Letiltva
id_id: Non Aktif
it_it: Disabilitato
mi: Kua mono

# #13612
source: Universal remote
be_by: Універсальны пульт
hu_hu: Univerzális távirányító
id_id: Remote Universal
it_it: Telecomando universale

# #13613
source: Harmony remote
be_by: Пульт Harmony
hu_hu: Logitech Harmony távirányító
id_id: Remote Harmony
it_it: Telecomando Harmony

# #13620
source: Apple Remote error
be_by: Памылка пульта Apple
hu_hu: Apple távirányító hiba
id_id: Kesalahan Apple Remote
it_it: Errore telecomando Apple

# #13621
source: Apple Remote support couldn't be enabled.
be_by: Не атрымалася выключыць падтрымку пульта Apple.
hu_hu: Apple távirányító támogatás nem engedélyezhető.
id_id: Layanan Apple Remote tidak dapat diaktifkan.
it_it: Impossibile abilitare il supporto per telecomando Apple.

# #14000
source: Stack
be_by: Згрупаваць
hu_hu: Egyesítés: be
it_it: Unisci volumi
