Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #21473
source: Whether or not to consider the items from "All seasons" and "Specials" in the unwatched item selection.
be_by: Якія аб’екты ўключаць з "Усе сезоны" і "Дадатковае" у непрагледжанае.
hu_hu: Jelenlenek-e meg a még nem megnézett elemek között a „Összes évad” és a „Különkiadások” elemei.
id_id: Apakah akan mempertimbangkan item dari "Semua musim" dan "Spesial" dalam pemilihan item yang belum ditonton atau tidak.
it_it: Considera o meno gli oggetti appartenenti a "Tutte le stagioni" e "Speciali" nella selezione degli elementi non visti.

# #21474
source: Neither
be_by: Нічога
hu_hu: Egyik sem
id_id: Tidak ada
it_it: Nessuno dei due

# #21475
source: Both
be_by: Абодва
hu_hu: Mindkettő
id_id: Keduanya
it_it: Entrambi

# #21476
source: Just "All seasons"
be_by: Толькі "Усе сезоны"
hu_hu: Csak az összes évad
id_id: Hanya "Semua episode"
it_it: Solo "Tutte le stagioni"

# #21477
source: Just "Specials"
be_by: Толькі "Дадатковае"
hu_hu: Csak a különkiadások
id_id: Hanya "Spesial"
it_it: Solo "Speciali"

# #21478
source: Open
be_by: Адкрыць
hu_hu: Megnyitás
id_id: Buka
it_it: Apri
mi: Tuwhera

# #21479
source: Run
be_by: Запусціць
hu_hu: Futtatás
id_id: Jalankan
it_it: Esegui

# #21480
source: Use
be_by: Выкарыстаць
hu_hu: Használat
id_id: Gunakan
it_it: Usa

# #21481
source: Audio track count
be_by: Колькасць аўдыятрэкаў
hu_hu: Hangsávok száma
id_id: Jumlah trek audio
it_it: Conteggio tracce audio

# #21482
source: Subtitle track count
be_by: Колькасць трэкаў субцітраў
hu_hu: Feliratok száma
id_id: Jumlah trek takarir
it_it: Conteggio tracce sottotitoli

# #21483
source: View
be_by: Выгляд
hu_hu: Nézet
id_id: Tampilan
it_it: Visualizza

# #21484
source: Show support
id_id: Tunjukkan dukungan
it_it: Mostra supportati

# #21485
source: Supported file extensions and media types
id_id: Ekstensi file dan jenis media yang didukung
it_it: Estensioni di file e tipi di media supportati

# #21602
source: (External)
be_by: (Вонкавае)
hu_hu: (külső)
id_id: (Eksternal)
it_it: (Esterno)
mi: (Waho)

# #21800
source: File name
be_by: Назва файла
hu_hu: Fájlnév
id_id: Nama berkas
it_it: Nome file
mi: Ingoa kōnae

# #21801
source: File path
be_by: Шлях да файла
hu_hu: Fájl helye
id_id: Path berkas
it_it: Percorso file
mi: Ara Kōnae

# #21802
source: File size
be_by: Памер файла
hu_hu: Fájlméret
id_id: Ukuran berkas
it_it: Dimensione file
mi: Rahi Kōnae

# #21803
source: File date / time
be_by: Дата / час файла
hu_hu: Fájl dátum / idő
id_id: Tanggal berkas
it_it: Data / ora file

# #21804
source: Slide index
be_by: Нумар у слайдшоў
hu_hu: Dia index
id_id: Indeks Salindia
it_it: Indice diapositiva
mi: Taupū Kiriata

# #21805
source: Resolution
be_by: Раздзяляльная здольнасць экрана
hu_hu: Felbontás
id_id: Resolusi
it_it: Risoluzione
mi: Taumira

# #21806
source: Comment
be_by: Каментар
hu_hu: Megjegyzés
id_id: Komentar
it_it: Commento
mi: Tākupu

# #21807
source: Colour / B&W
be_by: Колер / Чорна-белае
hu_hu: Színes / FF
id_id: Warna / HitamPutih
it_it: Colore / Bianco e nero

# #21808
source: JPEG process
be_by: Працэс JPEG
hu_hu: JPEG típus
id_id: Proses JPEG
it_it: Processo JPEG
mi: Tukanga JPEG

# #21820
source: Date / Time
be_by: Дата / Час
hu_hu: Dátum / idő
id_id: Tanggal / Waktu
it_it: Data / Ora

# #21821
source: Description
be_by: Апісанне
hu_hu: Leírás
id_id: Deskripsi
it_it: Descrizione
mi: Whakamāramatanga

# #21822
source: Camera make
be_by: Зроблена камерай
hu_hu: Fényk.gyártó
id_id: Pembuatan Kamera
it_it: Marca fotocamera
mi: Momo kāmera

# #21823
source: Camera model
be_by: Мадэль камеры
hu_hu: Fényk.típus
id_id: Model kamera
it_it: Modello fotocamera
mi: Te hanga o te kāmera

# #21824
source: EXIF comment
be_by: Каментар EXIF
hu_hu: EXIF adat
id_id: Komentar EXIF
it_it: Commento EXIF
mi: EXIF kōrero

# #21826
source: Aperture
be_by: Дыяфрагма
hu_hu: Rekesz
id_id: Bukaan
it_it: Apertura
mi: Puare

# #21827
source: Focal length
be_by: Фокусная адлегласць
hu_hu: Gyújtótáv
id_id: Panjang fokus
it_it: Lunghezza focale
mi: Te roanga o te Hāngai

# #21828
source: Focus distance
be_by: Фокус на адлегласці
hu_hu: Fókusztáv
id_id: Jarak fokus
it_it: Distanza di fuoco
mi: Tawhiti o te Hāngai

# #21829
source: Exposure
be_by: Экспазіцыя
hu_hu: Exponálás
id_id: Pencahayaan
it_it: Esposizione
mi: Putanga

# #21830
source: Exposure time
be_by: Час экспазіцыі
hu_hu: Expon.idő
id_id: Waktu pencahayaan
it_it: Tempo esposizione
mi: Wā putanga māramatanga

# #21831
source: Exposure bias
be_by: Зрух экспазіцыі
hu_hu: Expon.eltérés
id_id: Bias pencahayaan
it_it: Bias esposizione
mi: Te kaha whakaputanga

# #21832
source: Exposure mode
be_by: Рэжым экспазіцыі
hu_hu: Expon.mód
id_id: Mode pencahayaan
it_it: Modalità esposizione
mi: Aratau Mārakerake

# #21833
source: Flash used
be_by: З выбліскам
hu_hu: Vaku
id_id: Penggunaan flash
it_it: Flash usato
mi: Flash whakamahia

# #21834
source: White-balance
be_by: Баланс белага
hu_hu: F.egyensúly
id_id: Balance-Putih
it_it: Bilanciamento del bianco
mi: White-toenga

# #21835
source: Light source
be_by: Крыніца святла
hu_hu: Fényforrás
id_id: Sumber cahaya
it_it: Sorgente di luce
mi: Puna Light

# #21836
source: Metering mode
be_by: Рэжым вымярэння
hu_hu: Fénymérés
id_id: Mode meter
it_it: Modalità di misura
mi: Aratau Eanga

# #21838
source: Digital zoom
be_by: Лічбавае павелічэнне
hu_hu: Digitális nagyítás
id_id: Pembesaran Digital
it_it: Zoom digitale
mi: Zoom Digital

# #21839
source: CCD width
be_by: Шырыня CCD
hu_hu: CCD szélesség
id_id: Lebar CCD
it_it: Ampiezza CCD
mi: CCD whānui

# #21840
source: GPS latitude
be_by: Шырата па GPS
hu_hu: GPS szélesség
id_id: Bujur GPS
it_it: Latitudine GPS
mi: GPS ahopae

# #21841
source: GPS longitude
be_by: Даўгата па GPS
hu_hu: GPS hosszúság
id_id: Lintang GPS
it_it: Longitudine GPS
mi: GPS ahopou

# #21842
source: GPS altitude
be_by: Вышыня па GPS
hu_hu: GPS magasság
id_id: Ketinggian GPS
it_it: Altitudine GPS
mi: GPS teitei

# #21843
source: Orientation
be_by: Арыентацыя
hu_hu: Tájolás
id_id: Orientasi
it_it: Orientamento
mi: Āhuatanga

# #21844
source: XP comment
be_by: Каментар ХР
hu_hu: XP megjegyzés
id_id: komentar XP
it_it: Commento XP

# #21845
source: Scan to library
be_by: Сканаваць у бібліятэку
hu_hu: Átvizsgálás médiatárba
id_id: Pindai ke pustaka
it_it: Scansione nella libreria

# #21857
source: Sub-location
be_by: Дадатковае размяшчэнне
hu_hu: Alhely
id_id: Sub-lokasi
it_it: Sub-ubicazione
mi: Sub-wāhi

# #21858
source: Image type
be_by: Тып выявы
hu_hu: Képtípus
id_id: jenis gambar
it_it: TIpo immagine
mi: Momo Image

# #21859
source: Time created
be_by: Час стварэння
hu_hu: Létrehozás ideje
id_id: Waktu pembuatan
it_it: Creato il
mi: Time i hanga

# #21860
source: Supplemental categories
be_by: Дадатковыя катэгорыі
hu_hu: Kiegészítő kategóriák
id_id: Kategori tambahan
it_it: Categorie supplementari
mi: Ngā kāwai Tāpiri

# #21861
source: Keywords
be_by: Ключавыя словы
hu_hu: Kulcsszavak
id_id: Kata kunci
it_it: Parole chiave
mi: Ngā kupumatua

# #21862
source: Caption
be_by: Подпіс
hu_hu: Képaláírás
id_id: Judul
it_it: Didascalia
mi: Tapanga

# #21863
source: Author
be_by: Аўтар
hu_hu: Szerző
id_id: Penulis
it_it: Autore

# #21864
source: Headline
be_by: Загаловак
hu_hu: Főcím
id_id: Judul
it_it: Testata
mi: Panerārangi

# #21865
source: Special instructions
be_by: Адмысловыя інструкцыі
hu_hu: Különleges útmutatás
id_id: Instruksi khusus
it_it: Istruzioni speciali
mi: Tohutohu Motuhake

# #21866
source: Category
be_by: Катэгорыя
hu_hu: Kategória
id_id: Kategori
it_it: Categoria

# #21868
source: Byline title
be_by: Назва подпісу
hu_hu: Cikkszerző beosztás
id_id: Judul byline
it_it: Titolo byline
mi: Taitara Byline

# #21869
source: Credit
be_by: Стваральнік
hu_hu: Készítő
id_id: Kredit
it_it: Crediti
mi: Ngā tauwhi

# #21870
source: Source
be_by: Крыніца
hu_hu: Forrás
id_id: Sumber
it_it: Sorgente
mi: Pūtake

# #21871
source: Copyright notice
be_by: Аўтарскія правы
hu_hu: Szerzői jogi megjegyzés
id_id: Peringatan Hak Cipta
it_it: Avviso sul copyright
mi: Pānui manatārua

# #21872
source: Object name
be_by: Назва аб’екта
hu_hu: Elem neve
id_id: Nama Objek
it_it: Nome oggetto
mi: Ingoa ahanoa

# #21873
source: City
be_by: Горад
hu_hu: Város
id_id: Kota
it_it: Città

# #21874
source: State
be_by: Вобласць
hu_hu: Állam
id_id: Wilayah
it_it: Stato

# #21875
source: Country
be_by: Краіна
hu_hu: Ország
id_id: Negara
it_it: Paese

# #21876
source: Original TX reference
be_by: Арыгінальная даведка TX
hu_hu: Eredeti Tx referencia
id_id: Referensi Tx Asli
it_it: Riferimento a TX originale

# #21877
source: Date created
be_by: Дата стварэння
hu_hu: Létrehozás dátuma
id_id: Tanggal dibuat
it_it: Data creazione
mi: Te rā i waihangatia

# #21878
source: Urgency
be_by: Тэрміновасць
hu_hu: Sürgösség
id_id: Urgensi
it_it: Urgenza
mi: Rūraa

# #21879
source: Country code
be_by: Код краіны
hu_hu: Országkód
id_id: Kode Negara
it_it: Codice paese
mi: Country waehere

# #21880
source: Reference service
be_by: Служба даведкі
hu_hu: Referencia szolgáltatás
id_id: Service referensi
it_it: Servizio di riferimento
mi: Ratonga Tohutoro

# #21881
source: Allow remote control via UPnP
be_by: Дазволіць адлеглае кіраванне па UPnP
hu_hu: Távoli vezérlés engedélyezése UPnP-n keresztül
id_id: Izinkan kendali jarak jauh melalui UPnP
it_it: Permetti controllo remoto via UPnP

# #21882
source: Attempt to skip introduction before DVD menu
be_by: Спрабаваць прамінуць уводзіны перад меню DVD
hu_hu: Kísérlet a DVD főmenü előtti előzetes átugrására
id_id: Coba untuk melewatkan perkenalan sebelum menu DVD
it_it: Prova a saltare l'introduzione prima del menu DVD
mi: Ngana ki te tīpoka introduction i mua i te tahua DVD

# #21883
source: Saved music
be_by: Захаваная музыка
hu_hu: Mentett zene
id_id: Musik tersimpan
it_it: Musica salvata
mi: Music ora

# #21884
source: Query info for all artists
be_by: Інфармацыя пра ўсіх выканаўцаў
hu_hu: Információk minden előadóról
id_id: Meminta semua info artis
it_it: Richiedi informazioni per tutti gli artisti
mi: Te uiui info mō ngā toi katoa

# #21885
source: Downloading album information
be_by: Спампоўванне інфармацыі пра альбом
hu_hu: Albuminformációk letöltése
id_id: Mengunduh informasi album
it_it: Download informazioni album in corso
mi: Tikiake ana i ngā mōhiohio album

# #21886
source: Downloading artist information
be_by: Спампоўванне інфармацыі пра выканаўцу
hu_hu: Előadóinformációk letöltése
id_id: Mengunduh informasi artis
it_it: Download informazioni artista in corso
mi: Tikiake ana i ngā mōhiohio artist

# #21887
source: Biography
be_by: Біяграфія
hu_hu: Életrajz
id_id: Biografi
it_it: Biografia

# #21888
source: Discography
be_by: Дыскаграфія
hu_hu: Diszkográfia
id_id: Diskografi
it_it: Discografia
mi: Kōpaepae

# #21889
source: Searching artist
be_by: Пошук выканаўцы
hu_hu: Előadó keresése
id_id: Mencari Artis
it_it: Ricerca artista
mi: Artist rapu

# #21890
source: Select artist
be_by: Абраць выканаўцу
hu_hu: Előadó kiválasztása
id_id: Memilih artis
it_it: Seleziona artista
mi: Tīpakohia te artist

# #21891
source: Artist information
be_by: Звесткі пра выканаўцу
hu_hu: Információ az előadóról
id_id: Informasi artis
it_it: Informazioni artista
mi: Mōhiohio Artist

# #21892
source: Instruments
be_by: Інструменты
hu_hu: Hangszerek
id_id: Instrumen
it_it: Strumenti

# #21893
source: Born
be_by: Нараджэнне
hu_hu: Született
id_id: Lahir
it_it: Nato
mi: Whānau mai

# #21894
source: Formed
be_by: Утварэнне
hu_hu: Alakult
id_id: Dibentuk
it_it: Cresciuto
mi: I hanga

# #21895
source: Themes
be_by: Тэмы
hu_hu: Témák
id_id: Tema
it_it: Temi
mi: Kaupapa

# #21896
source: Disbanded
be_by: Распад
hu_hu: Feloszlott
id_id: Bubar
it_it: Sciolto
mi: Wehewehe

# #21897
source: Died
be_by: Смерць
hu_hu: Meghalt
id_id: Meninggal
it_it: Morto
mi: Mate

# #21898
source: Years active
be_by: Гады дзейнасці
hu_hu: Aktív évek
id_id: Tahun aktif
it_it: Anni attività
mi: Tau kaha

# #21899
source: Label
be_by: Студыя
hu_hu: Kiadó
it_it: Etichetta
mi: Tapanga

# #21900
source: Born / Formed
be_by: Нараджэнне / Утварэнне
hu_hu: Született / Alakult
id_id: Lahir / Dibentuk
it_it: Nato / Cresciuto

# #22000
source: Update library on startup
be_by: Абнаўляць бібліятэку падчас запуску
hu_hu: Médiatár frissítése induláskor
id_id: Perbarui pustaka waktu startup
it_it: Aggiorna libreria all'avvio
mi: Update tirotiro i te whakaohonga

# #22001
source: Hide progress of library updates
be_by: Схаваць працэс абнаўлення бібліятэкі
hu_hu: Médiatár frissítési állapotának elrejtése
id_id: Sembunyikan perkembangan pembaruan pustaka
it_it: Nascondi avanzamento aggiornamenti libreria
mi: Huna i te ahunga whakamua o ngā whakahōunga hei tirotiro ai

# #22002
source: DNS suffix
be_by: Суфікс DNS
hu_hu: DNS utótag
id_id: Akhiran DNS
it_it: Suffisso DNS
mi: DNS pīmuri

# #22004
source: Delayed by: {0:2.3f}s
be_by: Затрымка: {0:2.3f} с
hu_hu: Késleltetve: {0:2.3f} mp
id_id: Lebih lambat: {0:2.3f}d
it_it: In ritardo di: {0:2.3f}s

# #22005
source: Ahead by: {0:2.3f}s
be_by: Апярэджванне: {0:2.3f} с
hu_hu: Előrehozva: {0:2.3f} mp
id_id: Lebih awal: {0:2.3f}d
it_it: In anticipo di: {0:2.3f}s

# #22006
source: Subtitle offset
be_by: Зрух субцітраў
hu_hu: Felirat csúsztatás
id_id: Offset takarir
it_it: Sfasamento sottotitoli
mi: Taitararoto wāhikē

# #22007
source: OpenGL vendor:
be_by: Вытворца OpenGL:
hu_hu: OpenGL gyártója:
id_id: vendor OpenGL:
it_it: Marca OpenGL:
mi: Kaihoko OpenGL:

# #22008
source: OpenGL renderer:
be_by: Адмалёўшчык OpenGL:
hu_hu: OpenGL renderelő:
id_id: Renderer OpenGL:
it_it: Renderizzatore OpenGL:
mi: Pūtāhuahua OpenGL:

# #22009
source: OpenGL version:
be_by: Версія OpenGL:
hu_hu: OpenGL verzió:
id_id: Versi OpenGL:
it_it: Versione OpenGL:
mi: OpenGL putanga:

# #22010
source: GPU temperature:
be_by: Тэмпература GPU:
hu_hu: GPU hőmérséklete:
id_id: Temperatur GPU:
it_it: Temperatura GPU:
mi: Pāmahana GPU:

# #22011
source: CPU temperature:
be_by: Тэмпература CPU:
hu_hu: CPU hőmérséklete:
id_id: Temperatur CPU:
it_it: Temperatura CPU:
mi: Pāmahana PTM:

# #22012
source: Total memory
be_by: Памяці агулам
hu_hu: Teljes memória
id_id: Total memori
it_it: Memoria totale
mi: Mahara katoa

# #22013
source: Profile data
be_by: Даныя профілю
hu_hu: Profil adatok
id_id: Data Profil
it_it: Dati profilo
mi: Profile raraunga

# #22014
source: Use dim if paused during video playback
be_by: Зацямняць экран падчас паўзы ў відэа
hu_hu: Elhalványítás videólejátszás szüneteltetése közben
id_id: Redupkan jika jeda ketika memutar video
it_it: Usa attenuazione se in pausa durante la riproduzione video
mi: Whakamahia atarua ki te tūtatari i roto i te purei anō ataata

# #22015
source: All recordings
be_by: Усе запісы
hu_hu: Összes felvétel
id_id: Semua Rekaman
it_it: Tutte le registrazioni
mi: Recordings katoa

# #22016
source: By title
be_by: Па назве
hu_hu: Cím szerint
id_id: Berdasar Judu
it_it: Per titolo
mi: Mā te taitara

# #22017
source: By group
be_by: Па групе
hu_hu: Csoport szerint
id_id: Berdasar grup
it_it: Per gruppo
mi: I te rōpū

# #22019
source: Recordings by title
be_by: Запісы па назве
hu_hu: Felvételek cím szerint
id_id: Rekaman berdasar judu
it_it: Registrazioni per titolo
mi: Recordings by taitara

# #22020
source: Guide
be_by: Праграма
hu_hu: Műsorújság
id_id: Panduan
it_it: Guida

# #22021
source: Minimise black bars
be_by: Мінімізаваць чорныя палосы
hu_hu: Fekete sávok csökkentése
id_id: Minimalkan bar hitam
it_it: Riduci al minimo le barre nere

# #22022
source: Show video files in listings
be_by: Паказваць відэафайлы ў спісе
hu_hu: Videófájlok megjelenítése listázáskor
id_id: Perlihatkan berkas video pada daftar
it_it: Mostra file video negli elenchi
mi: Whakaaturia ngā kōnae ataata i roto i ngā rārangi

# #22024
source: Direct3D version:
be_by: Версія Direct3D:
hu_hu: Direct3D verzió:
id_id: Versi Direct3D:
it_it: Versione Direct3D:
mi: Putanga Direct3D:

# #22030
source: Font
be_by: Шрыфт
hu_hu: Betűkészlet
id_id: Huruf
it_it: Carattere
mi: Momotuhi

# #22031
source: Size
be_by: Памер
hu_hu: Méret
id_id: Ukuran
it_it: Dimensione
mi: Rahi

# #22032
source: Colours
be_by: Колеры
hu_hu: Színek
id_id: Warna
it_it: Colori

# #22033
source: Charset
be_by: Кадаванне
hu_hu: Karakterkészlet
it_it: Set di caratteri
mi: Tautuhipūāhua

# #22079
source: Default select action
be_by: Прадвызначанае дзеянне выбару
hu_hu: Alapértelmezett kiválasztási művelet
id_id: Tindakan pilih bawaan
it_it: Azione predefinita di selezione
mi: Taunoa mahi tīpako

# #22080
source: Choose
be_by: Абраць
hu_hu: Válasszon
id_id: Pilih
it_it: Scegli
mi: Kōwhiri

# #22081
source: Show information
be_by: Паказаць інфармацыю
hu_hu: Információ megjelenítése
id_id: Tampilkan informasi
it_it: Mostra informazioni
mi: Whakaatuhia ētahi atu pārongo

# #22082
source: More...
be_by: Яшчэ…
hu_hu: Több…
id_id: Lebih banyak lagi...
it_it: Altro...
mi: Anō...

# #22083
source: Play all
be_by: Прайграць усё
hu_hu: Összes lejátszása
id_id: Mainkan semuanya
it_it: Riproduci tutto
mi: Te tākaro katoa

# #23049
source: Teletext not available
be_by: Тэлетэкст недаступны
hu_hu: Teletext nem elérhető
id_id: Teleteks tida tersedia
it_it: Televideo non disponibile
mi: Teletext kāore i te wātea

# #23050
source: Activate teletext
be_by: Уключыць тэлетэкст
hu_hu: Teletext aktiválása
id_id: Aktifkan teletext
it_it: Abilita televideo

# #23051
source: Part {0:d}
be_by: Частка {0:d}
hu_hu: {0:d}. rész
id_id: Bagian {0:d}
it_it: Parte {0:d}

# #23052
source: Buffering {0:d} bytes
be_by: Буферызацыя {0:d} байтаў
hu_hu: {0:d} bájt előtöltése
id_id: Buffering {0:d} bit
it_it: Buffer di {0:d} bytes

# #23053
source: Stopping
be_by: Спыненне
hu_hu: Leáll
id_id: Berhenti
it_it: In arresto
mi: Te rapuKua

# #23054
source: Running
be_by: Запуск
hu_hu: Fut
id_id: Menjalankan
it_it: In esecuzione
mi: Rere

# #23055
source: Scale teletext to 4:3
be_by: Маштабаваць тэлетэкст да 4:3
hu_hu: Teletext méretezése 4:3 arányra
id_id: Atur rasio Teletext ke 4:3
it_it: Ridimensiona televideo a 4:3

# #23100
source: External player active
be_by: Актыўны вонкавы прайгравальнік
hu_hu: Külső lejátszó aktív
id_id: Player eksternal aktif
it_it: Lettore esterno attivo

# #23101
source: Click "OK" to terminate the player
be_by: Націсніце "Добра", каб закрыць прайгравальнік
hu_hu: Nyomj „OK”-t a lejátszó bezárásához
id_id: Klik OK untuk mematikan player
it_it: Premi "OK" per chiudere il lettore

# #23104
source: Click "OK" when playback has ended
be_by: Націсніце "Добра" пасля завяршэння прайгравання
hu_hu: Nyomj „OK”-t a lejátszás végén
id_id: Klik OK ketika playback sudah berakhir
it_it: Premi "OK" al termine della riproduzione

# #24001
source: Add-ons
be_by: Дапаўненні
hu_hu: Kiegészítők
id_id: Tambahan
it_it: Add-on
mi: Tāpiri-ake

# #24002
source: Add-on options
be_by: Параметры дапаўнення
hu_hu: Kiegészítő beállításai
id_id: Pilihan Tambahan
it_it: Opzioni add-on
mi: Kōwhiringa Tāpiri-i runga i

# #24003
source: Add-on information
be_by: Інфармацыя пра дапаўненне
hu_hu: Kiegészítő információ
id_id: Informasi pengaya
it_it: Informazioni add-on

# #24004
source: Recently updated
be_by: Апошняе абнаўленне
hu_hu: Mostanában frissítve
id_id: Baru-baru ini diperbarui
it_it: Aggiornati di recente

# #24005
source: Media sources
be_by: Крыніцы медыяфайлаў
hu_hu: Médiaforrások
id_id: Sumber Media
it_it: Sorgenti multimediali
mi: Puna Media

# #24006
source: GUI sounds
be_by: Гукі інтэрфейсу
hu_hu: Felület hangok
id_id: Suara GUI
it_it: Suoni GUI

# #24007
source: Movie information
be_by: Інфармацыя пра фільм
hu_hu: Film információ
id_id: Informasi Film
it_it: Informazioni film
mi: Mōhiohio kiriata

# #24010
source: Visualisation
be_by: Візуалізацыя
hu_hu: Látvány
id_id: Visualisasi
it_it: Visualizzazione

# #24011
source: Add-on repository
be_by: Рэпазіторый дапаўненняў
hu_hu: Kiegészítő tárolóhely
id_id: Repositori Tambahan
it_it: Repository add-on
mi: Pupuru Tāpiri-i runga i

# #24012
source: Subtitles
be_by: Субцітры
hu_hu: Feliratok
id_id: Takarir
it_it: Sottotitoli
mi: Hauraro

# #24013
source: Lyrics
be_by: Тэксты песень
hu_hu: Dalszöveg
id_id: Lirik
it_it: Testi

# #24014
source: TV information
be_by: Інфармацыя пра серыялы
hu_hu: Sorozat információ
id_id: Informasi TV
it_it: Informazioni TV
mi: Mōhiohio TV

# #24015
source: Music video information
be_by: Інфармацыя пра музычнае відэа
hu_hu: Zenei videóklip információ
id_id: Informasi video musik
it_it: Informazioni video musicali
mi: Mōhiohio Music video

# #24016
source: Album information
be_by: Інфармацыя пра альбом
hu_hu: Album információ
id_id: Informasi Album
it_it: Informazioni album
mi: Mōhiohio Album

# #24017
source: Artist information
be_by: Інфармацыя пра выканаўцу
hu_hu: Előadó információ
id_id: Informasi Artis
it_it: Informazioni artista
mi: Mōhiohio Artist

# #24018
source: Services
be_by: Сэрвісы
hu_hu: Szolgáltatások
id_id: Server
it_it: Servizi
mi: Ratonga

# #24019
source: PVR clients
be_by: Кліенты PVR
hu_hu: PVR ügyfelek
id_id: Klien PVR
it_it: Client PVR
mi: Kiritaki PVR

# #24020
source: Configure
be_by: Наладзіць
hu_hu: Beállítás
id_id: Konfigurasi
it_it: Configura
mi: Whirihorahia

# #24021
source: Disable
be_by: Выключыць
hu_hu: Kikapcsolás
id_id: Non Aktifkan
it_it: Disabilita
mi: Monokia

# #24022
source: Enable
be_by: Уключыць
hu_hu: Engedélyezés
id_id: Aktifkan
it_it: Abilita
mi: Whakahohe

# #24023
source: Disabled
be_by: Забаронена
hu_hu: Letiltva
id_id: Non Aktif
it_it: Disabilitato
mi: Kua mono

# #24024
source: Add-on disabled
be_by: Дапаўненне выключана
hu_hu: Kiegészítő tiltva
id_id: Tambahan dinon-aktifkan
it_it: Add-on disabilitato

# #24025
source: Context menus
be_by: Кантэкстныя меню
hu_hu: Környezeti menük
id_id: Menu konteks
it_it: Menu contestuali

# #24026
source: Languages
be_by: Мовы
hu_hu: Nyelvek
id_id: Bahasa
it_it: Lingue
mi: Ngā reo

# #24027
source: Weather
be_by: Надвор'е
hu_hu: Időjárás
id_id: Cuaca
it_it: Meteo
mi: Huarere

# #24029
source: Service for weather information
be_by: Сэрвіс для звестак пра надвор'е
hu_hu: Időjárásadatok szolgáltatója
id_id: Service untuk informasi cuaca
it_it: Servizio informazioni meteo
mi: Ratonga hoki ngā mōhiohio huarere

# #24030
source: This add-on can't be configured
be_by: Гэтае дапаўненне немагчыма наладзіць
hu_hu: Ez a kiegészítő nem konfigurálható
id_id: Pengaya ini tidak dapat dikonfigurasi
it_it: Questo add-on non può essere configurato

# #24031
source: Error loading settings
be_by: Не атрымалася загрузіць налады
hu_hu: Hiba a beállítások betöltésekor
id_id: Galat dalam memuat pengaturan
it_it: Errore nel caricamento delle impostazioni
mi: I ngā tautuhinga Hapa te uta

# #24032
source: All add-ons
be_by: Усе дапаўненні
hu_hu: Minden kiegészítő
id_id: Semua pengaya
it_it: Tutti gli add-on

# #24033
source: Install from repository
be_by: Усталяваць з рэпазіторыя
hu_hu: Telepítés tárolóból
id_id: Pasang dari repository
it_it: Installa da repository

# #24034
source: Check for updates
be_by: Праверыць на абнаўленні
hu_hu: Frissítések keresése
id_id: Periksa untuk pembaruan
it_it: Controlla aggiornamenti
mi: Tirohia hoki ngā whakahōunga

# #24035
source: Image collections
be_by: Калекцыі выяў
hu_hu: Képgyűjtemények
id_id: Koleksi gambar
it_it: Raccolte immagini

# #24036
source: Changelog
be_by: Гісторыя змен
hu_hu: Változáslista
id_id: Log Perubahan
it_it: Registro delle modifiche

# #24037
source: Uninstall
be_by: Выдаліць
hu_hu: Törlés
id_id: Lepas Instalasi
it_it: Disinstalla
mi: Whakawāteangia

# #24038
source: Install
be_by: Усталяваць
hu_hu: Telepítés
id_id: Pasang
it_it: Installa
mi: Tāuta

# #24039
source: Disabled add-ons
be_by: Выключаныя дапаўненні
hu_hu: Letiltott kiegészítők
id_id: Non-aktifkan pengaya
it_it: Add-on disabilitati

# #24040
source: (Clear the current setting)
be_by: (Ачысціць бягучыя налады)
hu_hu: (A jelenlegi beállítás törlése)
id_id: (Bersihkan pengaturan saat ini)
it_it: (Cancella l'attuale impostazione)
mi: (Mārama te tautuhinga o nāianei)
