Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #19271
source: No PVR add-ons could be found
be_by: Не знойдзена дапаўненняў PVR
hu_hu: Nem található PVR kiegészítő
id_id: Tidak ada pengaya PVR yang dapat ditemukan
it_it: Nessun add-on PVR trovato

# #19272
source: To use PVR you need to install, enable and configure a PVR add-on. Please visit http://kodi.wiki/view/PVR to learn more.
id_id: Untuk menggunakan PVR, Anda perlu menginstal, mengaktifkan, dan mengonfigurasi add-on PVR. Silakan kunjungi http://kodi.wiki/view/PVR untuk mempelajari lebih lanjut.
it_it: Per utilizzare PVR è necessario installare, abilitare e configurare un add-on PVR. Per ulteriori informazioni, visita http://kodi.wiki/view/PVR.

# #19273
source: TV guide
be_by: Тэлепраграма
hu_hu: TV műsorújság
id_id: Panduan televisi
it_it: Guida TV

# #19274
source: Radio guide
be_by: Радыёпраграма
hu_hu: Rádió kalauz
id_id: Panduan radio
it_it: Guida Radio

# #19275
source: Conflict warning
be_by: Папярэджанне пра канфлікт
hu_hu: Ütközési figyelmeztetés
id_id: Peringatan konflik
it_it: Avviso di conflitto
mi: Whakatūpato Papā

# #19276
source: Conflict error
be_by: Памылка праз канфлікт
hu_hu: Ütközési hiba
id_id: Galat konflik
it_it: Errore di conflitto
mi: Hapa Papā

# #19277
source: Recording conflict
be_by: Падчас запісу адбыўся канфлікт
hu_hu: Felvételek ütközése
id_id: Konflik rekaman
it_it: Conflitto di registrazione
mi: Pakanga tuhi

# #19278
source: Recording error
be_by: Падчас запісу адбылася памылка
hu_hu: Felvételi hiba
id_id: Galat Perekaman
it_it: Errore di registrazione
mi: Te tuhi hapa

# #19279
source: PVR clients
id_id: Klien PVR
it_it: Client PVR

# #19280
source: Client specific settings
be_by: Спецыфічныя для кліента налады
hu_hu: PVR ügyfélhez kapcsolódó beállítások
id_id: Pengaturan spesifik klien
it_it: Impostazioni specifiche client
mi: I ngā tautuhinga kiritaki motuhake

# #19281
source: Confirm channel switches by pressing "OK"
be_by: Пацвердзіце пераключэнне канала націснуўшы "Добра"
hu_hu: Csatorna váltások megerősítése "OK" gombbal
id_id: Konfirmasi penggantian saluran dengan menekan "OK"
it_it: Conferma i cambi canale premendo "OK"

# #19282
source: Current icon
be_by: Бягучы значок
hu_hu: Jelenlegi ikon
id_id: Ikon saat ini
it_it: Icona attuale
mi: Icon o nāianei

# #19283
source: No icon
be_by: Значок адсутнічае
hu_hu: Nincs ikon
id_id: Tidak ada ikon
it_it: Nessuna icona

# #19284
source: Choose icon
be_by: Абраць значок
hu_hu: Ikon választás
id_id: Pilih ikon
it_it: Scegli icona
mi: Kōwhiri ata

# #19285
source: Browse for icon
be_by: Пошук значка
hu_hu: Ikon keresése
id_id: Ramban ikon
it_it: Sfoglia icona
mi: Tirotiro hoki icon

# #19286
source: Searching for channel icons
be_by: Пошук значкоў каналаў
hu_hu: Csatornaikonok keresése
id_id: Mencari ikon kanal
it_it: Ricerca icone dei canali

# #19287
source: All channels
be_by: Усе каналы
hu_hu: Minden csatorna
id_id: Semua kanal
it_it: Tutti i canali

# #19288
source: Date selector
be_by: Абраць дату
hu_hu: Dátumválasztó
id_id: Pemilih tanggal
it_it: Selettore data

# #19289
source: Hide group
be_by: Схаваць групу
hu_hu: Csoport elrejtése
id_id: Sembunyikan grup
it_it: Nascondi gruppo

# #19290
source: Undelete
be_by: Аднавіць
hu_hu: Törlés visszavonása
id_id: Batalkan penghapusan
it_it: Annulla eliminazione

# #19291
source: Delete permanently
be_by: Выдаліць назаўсёды
hu_hu: Végleges törlés
id_id: Hapus permanen
it_it: Elimina definitivamente

# #19292
source: Delete all permanently
be_by: Выдаліць усё назаўсёды
hu_hu: Minden végleges törlése
id_id: Hapus semua permanen
it_it: Elimina tutto in modo permanente

# #19293
source: Remove all deleted recordings from trash? This operation cannot be reverted.
be_by: Выдаліць усе выдаленыя запісы са сметніцы? Гэтую аперацыю немагчыма скасаваць.
hu_hu: Törli az összes rögzítést a kukából? Ez a művelet nem vonható vissza.
id_id: Hapus semua rekaman yang dihapus dari sampah? Operasi ini tidak dapat dibatalkan.
it_it: Rimuovere tutte le registrazioni cancellate dal cestino? Questa operazione non può essere annullata.

# #19294
source: Remove this deleted recording from trash? This operation cannot be reverted.
be_by: Выдаліць гэтыя выдаленыя запісы са сметніцы? Гэтую аперацыю немагчыма скасаваць.
hu_hu: Törli a rögzítést a kukából? Ez a művelet nem vonható vissza.
id_id: Hapus rekaman yang dihapus ini dari sampah? Operasi ini tidak dapat dibatalkan.
it_it: Rimuovere questa registrazione cancellata dal cestino? Questa operazione non può essere annullata.

# #19295
source: Delete timer rule
be_by: Выдаліць правіла таймера
hu_hu: Időzitő szabály törlése
id_id: Hapus aturan pewaktu
it_it: Elimina regola timer

# #19296
source: No PVR add-on enabled
be_by: Уключаныя дапаўненні PVR адсутнічаюць
hu_hu: Nincs PVR kiegészítő engedélyezve
id_id: Tidak ada pengaya PVR diaktifkan
it_it: Nessun add-on PVR abilitato

# #19297
source: Vertical channels
be_by: Каналы па вертыкалі
hu_hu: Függőleges csatornák
id_id: Saluran vertikal
it_it: Canali verticali

# #19298
source: Horizontal channels
be_by: Каналы па гарызанталі
hu_hu: Vízszintes csatornák
id_id: Saluran horizontal
it_it: Canali orizzontali

# #19299
source: Expires
be_by: Тэрмін дзеяння
hu_hu: Lejárat
id_id: Berakhir
it_it: Scade

# #19300
source: Vertical channels, no group selector
be_by: Каналы па вертыкалі, без выбару групы
hu_hu: Függőleges csatornák, nincs csoportválasztó
id_id: Saluran vertikal, tidak ada pemilih grup
it_it: Canali verticali, nessun selettore di gruppo

# #19301
source: Horizontal channels, no group selector
be_by: Каналы па гарызанталі, без выбару групы
hu_hu: Vízszintes csatornák, nincs csoportválasztó
id_id: Saluran horizontal, tidak ada pemilih grup
it_it: Canali orizzontali, nessun selettore di gruppo

# #19302
source: Do you want to record the selected programme or to switch to the current programme?
be_by: Хочаце запісаць абраную праграму альбо перайсці да бягучай праграмы?
hu_hu: Szeretné felvenni a kiválasztott programot vagy átállna az aktuális programra?
id_id: Apakah Anda ingin merekam program yang dipilih atau beralih ke program saat ini?
it_it: Vuoi registrare il programma selezionato o passare al programma attuale?

# #19303
source: Close channel OSD after switching channels
be_by: Закрываць OSD канала пасля пераключэння каналаў
hu_hu: A csatorna OSD bezárása csatornaváltáskor
id_id: Menutup saluran OSD setelah berpindah saluran
it_it: Chiudi OSD del canale dopo aver cambiato canale

# #19304
source: View timer rule
be_by: Паказаць правіла таймера
hu_hu: Időzítő szabály megtekintése
id_id: Lihat aturan pewaktu
it_it: Visualizza regola timer

# #19305
source: Deleted missed PVR reminder for '{0:s}' on channel '{1:s}' at '{2:s}'
be_by: Выдалены мінуты напамін для PVR "{0:s}" на канале "{1:s}" а "{2:s}"
id_id: Pengingat PVR yang tidak terjawab untuk '{0:s}' di saluran '{1:s}' di '{2:s}' telah dihapus
it_it: Eliminato promemoria PVR perso per '{0:s}' sul canale '{1:s}' a '{2:s}'

# #19306
source: Deleted missed PVR reminder for channel '{0:s}' at '{1:s}'
be_by: Выдалены мінуты напамін для PVR для канала "{0:s}" а "{1:s}"
id_id: Pengingat PVR yang tidak terjawab untuk saluran '{0:s}' di '{1:s}' telah dihapus
it_it: Eliminato promemoria PVR perso per il canale '{0:s}' a '{1:s}'

# #19307
source: Reminder for [B]{0:s}[/B] on channel [B]{1:s}[/B] at [B]{2:s}[/B].
be_by: Напамін для [B]{0:s}[/B] на канале [B]{1:s}[/B] а [B]{2:s}[/B].
id_id: Pengingat untuk [B]{0:s}[/B] di saluran [B]{1:s}[/B] di [B]{2:s}[/B].
it_it: Promemoria per [B]{0:s}[/B] sul canale [B]{1:s}[/B] a [B]{2:s}[/B].

# #19308
source: Reminder for channel [B]{0:s}[/B] at [B]{1:s}[/B].
be_by: Напамін для канала [B]{0:s}[/B] а [B]{1:s}[/B].
id_id: Pengingat untuk saluran [B]{0:s}[/B] di [B]{1:s}[/B].
it_it: Promemoria per il canale [B]{0:s}[/B] a [B]{1:s}[/B].

# #19309
source: (Auto-close of this reminder will schedule a recording...)
be_by: (Аўтаматычнае закрыццё гэтага напаміну заплануе запіс…)
id_id: (Tutup otomatis pengingat ini akan menjadwalkan perekaman...)
it_it: (La chiusura automatica di questo promemoria pianificherà una registrazione...)

# #19310
source: Scheduled recording for auto-closed PVR reminder for '{0:s}' on channel '{1:s}' at '{2:s}'
be_by: Запланаваны запіс для аўтаматычна закрытага напаміну для PVR для "{0:s}" на канале "{1:s}" а "{2:s}"
id_id: Perekaman terjadwal untuk pengingat PVR yang ditutup otomatis untuk '{0:s}' di saluran '{1:s}' di '{2:s}'
it_it: Registrazione PVR programmata con promemoria a chiusura automatica per '{0:s}' al canale '{1:s}' a '{2:s}'

# #19311
source: Scheduled recording for auto-closed PVR reminder for channel '{0:s}' at '{1:s}'
be_by: Запланаваны запіс для аўтаматычна закрытага напаміну для PVR на канале "{0:s}" а "{1:s}"
id_id: Perekaman terjadwal untuk pengingat PVR yang ditutup otomatis untuk saluran '{0:s}' di '{1:s}'
it_it: Registrazione PVR programmata con promemoria a chiusura automatica per canale '{0:s}' a '{1:s}'

# #19312
source: PVR reminder
be_by: Напамін для PVR
hu_hu: PVR emlékeztető
id_id: pengingat PVR
it_it: Promemoria PVR

# #19313
source: Automatically close reminder popup after
be_by: Аўтаматычна закрываць выплыўны напамін пасля
hu_hu: Az emlékeztető felugró ablakának automatikus bezárása
id_id: Tutup pop up pengingat secara otomatis setelah
it_it: Chiudi automaticamente il popup di promemoria dopo

# #19314
source: Schedule recording when auto-closing the reminder popup
be_by: Запланаваны запіс пасля аўтаматычнага закрыцця выплыўнога напаміну
hu_hu: A felvétel ütemezni az emlékeztető felugró ablak automatikus bezárásakor
id_id: Jadwalkan perekaman saat menutup otomatis popup pengingat
it_it: Pianifica la registrazione alla chiusura automatica del popup di promemoria

# #19315
source: Backend order
be_by: Парадак з сервера
hu_hu: Háttérkiszolgáló rendelés
id_id: Urutan backend
it_it: Ordine backend

# #19316
source: Start group channel numbers from 1
be_by: Пачынаць нумарацыю груп каналаў з 1
id_id: Mulai nomor saluran grup dari 1
it_it: Inizia i numeri di canale del gruppo da 1

# #19317
source: 12 hours back
be_by: 12 гадзін назад
hu_hu: Vissza 12 óra
id_id: 12 jam ke belakang
it_it: 12 ore indietro

# #19318
source: 12 hours forward
be_by: 12 гадзін уперад
hu_hu: Előre 12 óra
id_id: 12 jam ke depan
it_it: 12 ore avanti

# #19319
source: Previous group
be_by: Папярэдняя група
hu_hu: Előző csoport
id_id: Grup sebelumnya
it_it: Gruppo precedente

# #19320
source: Next group
be_by: Наступная група
hu_hu: Következő csoport
id_id: Grup berikutnya
it_it: Gruppo successivo

# #19321
source: Group selector
be_by: Абраць групы
hu_hu: Csoport választó
id_id: Pemilih grup
it_it: Selettore gruppo

# #19322
source: First channel
be_by: Першы канал
hu_hu: Első csatorna
id_id: Saluran pertama
it_it: Primo canale

# #19323
source: Playing channel
be_by: Канал, што прайграецца
hu_hu: Csatorna lejátszás
id_id: Memutar saluran
it_it: Canale in riproduzione

# #19324
source: Last channel
be_by: Апошні канал
hu_hu: Legutóbbi csatorna
id_id: Saluran terakhir
it_it: Ultimo canale

# #19325
source: Programme
be_by: Праграма
hu_hu: Program
id_id: Program
it_it: Programma

# #19326
source: Navigate...
be_by: Навігацыя...
hu_hu: Irányítás
id_id: Navigasi...
it_it: Navigare...

# #19327
source: Delete watched
id_id: Hapus yang ditonton
it_it: Elimina già visti

# #19328
source: Delete all watched recordings in this folder?
id_id: Hapus semua rekaman yang ditonton di folder ini?
it_it: Eliminare tutte le registrazioni già viste in questa cartella?

# #19329
source: Allow backend channel numbers with more than one PVR add-on
id_id: Izinkan nomor saluran backend dengan lebih dari satu tambahan PVR
it_it: Permetti numeri canali dei backend con più di un add-on PVR

# #19330
source: Switch to channel when auto-closing the reminder popup
id_id: Beralih ke saluran saat menutup otomatis popup pengingat
it_it: Cambia canale quando si chiude automaticamente il popup del promemoria

# #19331
source: (Auto-close of this reminder will switch to channel...)
id_id: (Tutup otomatis pengingat ini akan beralih ke saluran...)
it_it: (La chiusura automatica di questo promemoria passerà al canale...)

# #19332
source: Switched to channel for auto-closed PVR reminder for '{0:s}' on channel '{1:s}' at '{2:s}'
id_id: Beralih ke saluran untuk pengingat PVR yang ditutup otomatis untuk '{0:s}' di saluran '{1:s}' di '{2:s}'
it_it: Canale cambiato per promemoria PVR chiuso automaticamente per '{0:s}' sul canale '{1:s}' alle '{2:s}'

# #19333
source: Switched to channel for auto-closed PVR reminder for channel '{0:s}' at '{1:s}'
id_id: Beralih ke saluran untuk pengingat PVR yang ditutup otomatis untuk saluran '{0:s}' di '{1:s}'
it_it: Canale cambiato per promemoria PVR chiuso automaticamente per il canale '{0:s}' alle '{1:s}'

# #19334
source: Providers
id_id: Penyedia
it_it: Fornitori

# #19335
source: New search...
id_id: Pencarian baru...
it_it: Nuova ricerca...

# #19336
source: Edit search...
id_id: Sunting pencarian...
it_it: Modifica ricerca...

# #19337
source: Saved searches
id_id: Simpan pencarian
it_it: Ricerche salvate

# #19338
source: Delete this saved search?
id_id: Hapus pencarian yang disimpan ini?
it_it: Eliminare questa ricerca salvata?

# #19339
source: Ignore finished broadcasts
id_id: Abaikan siaran yang selesai
it_it: Ignora trasmissioni terminate

# #19340
source: Ignore future broadcasts
id_id: Abaikan siaran yang akan datang
it_it: Ignora trasmissioni future

# #19341
source: Save the current search?
id_id: Simpan pencarian saat ini?
it_it: Salvare la ricerca corrente?

# #19342
source: [not saved]
id_id: [tidak tersimpan]
it_it: [non salvata]

# #19343
source: [saved]
id_id: [tersimpan]
it_it: [salvata]

# #19344
source: Do you want to set a reminder for the selected programme or to switch to the current programme?
id_id: Apakah Anda ingin mengatur pengingat untuk program yang dipilih atau untuk beralih ke program saat ini?
it_it: Vuoi impostare un promemoria per il programma selezionato o passare al programma attuale?

# #19345
source: PVR client add-ons
id_id: Pengaya klien PVR
it_it: Add-on client PVR

# #19346
source: Display and manage available PVR client add-ons.
id_id: Tampilkan dan kelola pengaya klien PVR yang tersedia.
it_it: Visualizza e gestisci gli add-on dei client PVR disponibili.

# #19347
source: None of the active PVR clients provide client-specific settings.
id_id: Tak satu pun dari klien PVR aktif menyediakan pengaturan khusus klien.
it_it: Nessuno dei client PVR attivi fornisce impostazioni specifiche sul client.

# #19348
source: Provider
id_id: Penyedia
it_it: Fornitore

# #19349
source: User preference
id_id: Preferensi pengguna
it_it: Preferenze utente

# #19499
source: Other / Unknown
be_by: Іншае / Невядома
hu_hu: Más / Ismeretlen
id_id: Lain / Tidak dikenal
it_it: Altro / Sconosciuto

# #19500
source: Movie / Drama
be_by: Фільм / Драма
hu_hu: Film / Dráma
id_id: Film/Drama
it_it: Film / Drammatico

# #19501
source: Detective / Thriller
be_by: Дэтэктыў / Трылер
hu_hu: Bűnügyi / Thriller
id_id: Detektif/Thriller
it_it: Poliziesco / Thriller

# #19502
source: Adventure / Western / War
be_by: Прыгоды / Вестэрн / Вайна
hu_hu: Kaland / Western / Háborús
id_id: Petualangan / Barat / Perang
it_it: Avventura / Western / Guerra

# #19503
source: Science fiction / Fantasy / Horror
be_by: Навуковая фантастыка / Фэнтэзі / Жахі
hu_hu: Sci-fi / Fantasy / Horror
id_id: Sains fiksi / Fantasi/ Horror
it_it: Fantascienza / Fantasy / Horror

# #19504
source: Comedy
be_by: Камедыя
hu_hu: Vígjáték
id_id: Komedi
it_it: Commedia
mi: Whakakata

# #19505
source: Soap / Melodrama / Folkloric
be_by: Меладрама / Фальклор
hu_hu: Szappanopera / Melodráma / Folklór
id_id: Soap / Melodrama / Folklore
it_it: Soap / Melodramma / Folcloristico

# #19506
source: Romance
be_by: Рамантыка
hu_hu: Romantikus
id_id: Romansa
it_it: Romantico
mi: Mahi whaiāipo

# #19507
source: Serious / Classical / Religious / Historical movie / drama
be_by: Класіка / Рэлігія / Гістарычнае кіно / Драма
hu_hu: Komoly / Klasszikus / Vallási / Történelmi / Dráma
id_id: Serius / Klasik / Religi / Film Historis / Drama
it_it: Dramma / Classico / Religioso / Film storico / Drammatico

# #19508
source: Adult movie / drama
be_by: Кіно для дарослых / Драма
hu_hu: Felnőtt film / Dráma
id_id: Film Dewasa / Drama
it_it: Per adulti / Drammatico

# #19516
source: News / Current affairs
be_by: Навіны / Падзеі
hu_hu: Hírek / Aktualitások
id_id: Berita / Current Affairs
it_it: Notizie / Attualità

# #19517
source: News / Weather report
be_by: Навіны / Надвор’е
hu_hu: Hírek / Időjárásjelentés
id_id: Berita / Laporan Cuaca
it_it: Notizie / Previsioni meteo

# #19518
source: News magazine
be_by: Выпуск навін
hu_hu: Hírmagazin
id_id: Berita majalah
it_it: Notiziario

# #19519
source: Documentary
be_by: Дакументальны фільм
hu_hu: Dokumentum
id_id: Dokumenter
it_it: Documentari
mi: Pakipūmeka

# #19520
source: Discussion / Interview / Debate
be_by: Абмеркаванні / Інтэрв'ю / Дэбаты
hu_hu: Beszélgetés / Interjú / Vita
id_id: Diskusi / Wawancara / Debat
it_it: Discussione / Intervista / Dibattito

# #19532
source: Show / Game show
be_by: Шоў / Гульнявое шоў
hu_hu: Show / Játék show
it_it: Spettacolo / Gioco

# #19533
source: Game show / Quiz / Contest
be_by: Гульнявое шоў / Віктарына / Конкурс
hu_hu: Játék show / Kvíz / Verseny
id_id: Game Show / Kuis / Kontes
it_it: Gioco / Quiz / Concorso

# #19534
source: Variety show
be_by: Эстрада
hu_hu: Revü
it_it: Spettacolo di varietà

# #19548
source: Sports
be_by: Спорт
hu_hu: Sport
id_id: Olahraga
it_it: Sport
mi: Hākinakina

# #19549
source: Special event
be_by: Адмысловая падзея
hu_hu: Különleges esemény
id_id: Even Khusus
it_it: Evento speciale

# #19550
source: Sport magazine
be_by: Спартовы выпуск
hu_hu: Sport magazin
id_id: Majalah Olahraga
it_it: Notiziario sportivo

# #19551
source: Football
be_by: Футбол
hu_hu: Labdarúgás
id_id: Sepak Bola
it_it: Calcio

# #19553
source: Team sports
be_by: Камандныя тыпы спорту
hu_hu: Csapatsport
id_id: Olahraga Tim
it_it: Sport di squadra

# #19554
source: Athletics
be_by: Атлетыка
hu_hu: Atlétika
id_id: Atletik
it_it: Atletica
mi: Kaiaka

# #19555
source: Motor sport
be_by: Аўтамотаспорт
id_id: Olahraga Bermotor
it_it: Sport motoristici

# #19556
source: Water sport
be_by: Водны спорт
hu_hu: Vízisport
id_id: Olahraga Air
it_it: Sport acquatici

# #19557
source: Winter sports
be_by: Зімнія тыпы спорту
hu_hu: Téli sport
id_id: Olahraga Musim Dingin
it_it: Sport invernali

# #19558
source: Equestrian
be_by: Конны спорт
hu_hu: Lovas
id_id: Berkuda
it_it: Equitazione

# #19559
source: Martial sports
be_by: Адзінаборствы
hu_hu: Harci sport
id_id: Olahraga Bela Diri
it_it: Arti marziali

# #19564
source: Children's / Youth programmes
be_by: Перадачы для дзяцей і падлеткаў
hu_hu: Gyerek / Ifjúsági program
id_id: Program Anak-anak / Remaja
it_it: Programmi per bambini e ragazzi

# #19565
source: Pre-school children's programmes
be_by: Перадачы для дашкольнікаў
hu_hu: Óvodás program
id_id: Program Pra-sekolah
it_it: Programmi per bambini in età prescolare

# #19566
source: Entertainment programmes for 6 to 14
be_by: Забаўляльныя перадачы ад 6 да 14
hu_hu: Szórakoztató program 6-14 éveseknek
id_id: Program Hiburan untuk 6 sampai 14 tahun
it_it: Programmi d'intrattenimento da 6 a 14 anni

# #19567
source: Entertainment programmes for 10 to 16
be_by: Забаўляльныя перадачы ад 10 да 16
hu_hu: Szórakoztató program 10-16 éveseknek
id_id: Program Hiburan untuk 10 sampai 16 tahun
it_it: Programmi d'intrattenimento da 10 a 16 anni

# #19568
source: Informational / Educational / School programme
be_by: Інфармацыя / Навучанне / Для школьнікаў
hu_hu: Információs / Oktató / Iskolai program
id_id: Program Informasi / Pendidikan / Sekolah
it_it: Documentari / Educativo / Programma scolastico

# #19569
source: Cartoons / Puppets
be_by: Мультфільмы
hu_hu: Animációs / Báb
id_id: Kartun / Boneka
it_it: Cartoni / Pupazzi

# #19580
source: Music / Ballet / Dance
be_by: Музыка / Балет / Танцы
hu_hu: Zene / Balett / Tánc
id_id: Musik / Balet / Dansa
it_it: Musica / Balletto / Danza

# #19582
source: Serious / Classical music
be_by: Класічная музыка
hu_hu: Komoly / Klasszikus zene
id_id: Serius / Musik Klasik
it_it: Musica seria / Classica

# #19583
source: Folk / Traditional music
be_by: Фольк / Традыцыйная музыка
hu_hu: Népzene / Hagyományos zene
id_id: Folk / Musik Tradisional
it_it: Musica folk / Tradizionale

# #19586
source: Ballet
id_id: Balet
it_it: Balletto

# #19596
source: Arts / Culture
be_by: Мастацтва / Культура
hu_hu: Művészet / Kultúra
id_id: Seni / Budaya
it_it: Arti / Cultura

# #19597
source: Performing arts
be_by: Выступы
hu_hu: Előadóművészet
id_id: Seni Pertunjukan
it_it: Arti dello spettacolo

# #19598
source: Fine arts
be_by: Выяўленчае мастацтва
hu_hu: Képzőművészet
id_id: Seni Rupa
it_it: Belle arti

# #19599
source: Religion
be_by: Рэлігія
hu_hu: Vallás
id_id: Religi
it_it: Religione

# #19600
source: Popular culture / Traditional arts
be_by: Папулярная культура / Традыцыйнае мастацтва
hu_hu: Popkultúra / Hagyományos művészetek
id_id: Budaya Populer / Seni Tradisional
it_it: Cultura popolare / Arti tradizionali

# #19601
source: Literature
be_by: Літаратура
hu_hu: Irodalom
id_id: Sastra
it_it: Letteratura

# #19603
source: Experimental film / video
be_by: Эксперыментальнае кіно / Відэа
hu_hu: Kísérleti film / Videó
id_id: Film Eksperimental / Video
it_it: Film /video sperimentali

# #19604
source: Broadcasting / Press
be_by: Трансляцыі / Прэса
hu_hu: Közvetítés / Sajtó
id_id: Siaran / Press
it_it: Divulgazione / Stampa

# #19605
source: New media
be_by: Новыя СМІ
hu_hu: Új média
id_id: Media Baru
it_it: Nuovi media

# #19606
source: Arts / Culture magazines
be_by: Перадачы пра культуру і мастацтва
hu_hu: Művészeti / Kulturális magazin
id_id: Seni / Majalah Budaya
it_it: Arte / Cultura

# #19607
source: Fashion
be_by: Мода
hu_hu: Divat
id_id: Mode
it_it: Moda

# #19612
source: Social / Political / Economics
be_by: Сацыялогія / Палітыка / Эканоміка
hu_hu: Szociális / Politikai / Gazdasági
id_id: Sosial / Politik / Ekonomi
it_it: Sociale / Politico / Economico

# #19613
source: Magazines / Reports / Documentary
be_by: Часопісы / Рэпартажы / Дакументалістыка
hu_hu: Magazinok / Riportok / Dokumentumfilm
id_id: Majalah / Laporan / Dokumenter
it_it: Riviste / Reportage / Documentari

# #19614
source: Economics / Social advisory
be_by: Эканамічныя і сацыяльныя парады
hu_hu: Gazdasági / Szociális tanácsadó
id_id: Ekonomi / Social Advisory
it_it: Economia / Consulenza sociale

# #19615
source: Remarkable people
be_by: Выбітныя людзі
hu_hu: Híres emberek
id_id: Orang Berpengaruh
it_it: Persone degne di nota

# #19628
source: Education / Science / Factual
be_by: Адукацыя / Навука / Факты
hu_hu: Oktatás / Tudomány / Tényfeltáró
id_id: Pendidikan / Sains / Faktual
it_it: Istruzione / Scienza / Fatti reali

# #19629
source: Nature / Animals / Environment
be_by: Прырода / Жывёлы / Наваколле
hu_hu: Természet / Állatok / Környezet
id_id: Alam / Hewan / Lingkungan
it_it: Natura / Animali / Ambiente

# #19630
source: Technology / Natural sciences
be_by: Тэхналогіі / Навука
hu_hu: Technika / Természettudományi
id_id: Teknologi / Pengetahuan Alam
it_it: Tecnologia / Scienze naturali

# #19631
source: Medicine / Physiology / Psychology
be_by: Медыцына / Фізіялогія / Псіхалогія
hu_hu: Orvosi / Élettani / Pszichológiai
id_id: Pengobatan / Fisiologi / Psikologi
it_it: Medicina / Fisiologia / Psicologia

# #19632
source: Foreign countries / Expeditions
be_by: Замежжа / Падарожжы
hu_hu: Idegen országok / Felfedező utak
id_id: Negara Asing / Ekspedisi
it_it: Paesi esteri / Spedizioni

# #19633
source: Social / Spiritual sciences
be_by: Сацыяльныя і духоўныя навукі
hu_hu: Szociális / Lélek tudományok
id_id: Sosial / Sains Spiritual
it_it: Sociale / Scienze spirituali
