Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36254
source: Action to perform when pressing the record button. [Record current show] will record the current show from "now" to the end of the show. If no TV guide data is currently available a fixed length recording starting "now", with the value set for "Instant recording duration" will be scheduled. [Record for a fixed period of time] will schedule a fixed length recording starting "now", with the value set for "Instant recording duration". [Ask what to do] will open a dialogue containing different recording actions to choose from, like "Record current show", "Record next show" and some fixed duration recordings.
be_by: Дзеянне пры націсканні кнопкі запісу. "Запісваць бягучую перадачу": запіс бягучай перадачы ад дадзенага моманту да яе завяршэння. Калі тэлепрагама недаступная, запісвацца будзе цягам фіксаванага прамежку часу, вызначанага параметрам "Працягласць хуткага запісу". "Запісваць фіксаваны прамежак часу": запісваць фіксаваны прамежку часу, вызначаны параметрам "Працягласць хуткага запісу"."Пытацца, што рабіць": адкрыць дыялогавае акно з магчымымі варыянтамі.
hu_hu: Művelet végrehajtása a felvétel gomb megnyomásakor. [Aktuális sorozatrész rögzítése]: felvesz az aktuális részt mostantó a műsorújságban megadott befejező időpontig. Ha a műsorújságban nem érhető el ez az időpont akkor "Azonnal felvétel hossza" beállításban megadott időn keresztül történik a rögzítés. [Rögzítés megadott ideig]: motantól az "Azonnal felvétel hossza" beállításban megadott időn keresztül történik a rögzítés. [Kérdezzen rá a műveletre]: Dialógus ablakban kell választanunk az "Aktuális sorozatrész rögzítése", "Következő sorozatrész rögzítése" és "Rögzítés megadott ideig" lehetőségekből.
id_id: Tindakan yang harus dilakukan saat menekan tombol rekam. [Rekam acara saat ini] akan merekam acara saat ini dari "sekarang" hingga akhir acara. Jika tidak ada data panduan TV yang saat ini tersedia, perekaman dengan durasi tetap yang dimulai "sekarang", dengan nilai yang ditetapkan untuk "Durasi perekaman instan" akan dijadwalkan. [Rekam untuk jangka waktu tertentu] akan menjadwalkan perekaman dengan durasi tetap mulai "sekarang", dengan nilai yang ditetapkan untuk "Durasi perekaman instan". [Tanya apa yang harus dilakukan] akan membuka dialog yang berisi tindakan perekaman yang berbeda untuk dipilih, seperti "Rekam acara saat ini", "Rekam acara berikutnya" dan beberapa rekaman durasi tetap.
it_it: Azione da eseguire quando si preme il pulsante di registrazione. [Registra programma corrente] registrerà il programma corrente da "adesso" alla fine dello programma. Se al momento non sono disponibili dati della guida TV, verrà programmata una registrazione di durata fissa che inizia "adesso", con il valore impostato per "Durata registrazione istantanea". [Registra per un periodo di tempo fisso] pianificherà una registrazione di durata fissa che inizia "adesso", con il valore impostato per "Durata registrazione istantanea". [Chiedi cosa fare] aprirà una finestra di dialogo contenente diverse azioni di registrazione tra cui scegliere, come "Registra programma corrente", "Registra programma successivo" e alcune registrazioni a durata fissa.

# #36255
source: When enabled, both song and album artists are shown. When disabled, only album artists are shown and artists that appear only on individual songs from an album are excluded.
be_by: Калі ўключана, будуць адлюстроўвацца выканаўцы песень і альбомаў. Калі выключана, будуць адлюстроўвацца толькі выканаўцы альбомаў.
hu_hu: Ha engedélyezed, akkor látszik a dal előadója és az album előadója is. Ha tiltod, akkor csak az album előadó jelenik meg. A dal lőadója csak egyedülálló számok esetén jelenik meg.
id_id: Saat diaktifkan, artis lagu dan album akan ditampilkan. Jika dinonaktifkan, hanya artis album yang ditampilkan dan artis yang hanya muncul di masing-masing lagu dari album akan dikecualikan.
it_it: Se abilitato, vengono mostrati sia gli artisti dei brani che quelli degli album. Se disabilitato, vengono mostrati solo gli artisti dell'album e gli artisti che compaiono solo su singoli brani di un album vengono esclusi.

# #36256
source: Automatically fetch album and artist information from information providers when adding songs to the library.
be_by: Аўтаматычна атрымліваць інфармацыю пра альбомы і выканаўцаў ад прадвызначанага пастаўшчыка падчас дадання песень у бібліятэку.
hu_hu: Az album- és előadóinformációk automatikus lekérése az információ szolgáltatóktól új számok hozzáadásakor a zenetárba.
id_id: Secara otomatis mengambil informasi album dan artis dari penyedia informasi saat menambahkan lagu ke perpustakaan.
it_it: Recupera automaticamente le informazioni su album e artista dai fornitori di informazioni quando aggiungi brani alla libreria.

# #36257
source: Select the default album information provider.
be_by: Абраць прадвызначанага пастаўшчыка інфармацыі пра альбомы.
hu_hu: Válassza ki az alapértelmezett album információs szolgáltatót.
id_id: Pilih penyedia informasi album bawaan.
it_it: Seleziona il fornitore predefinito di informazioni sull'album.

# #36258
source: Select the default artist information provider.
be_by: Абраць прадвызначанага пастаўшчыка інфармацыі пра выканаўцаў.
hu_hu: Válassza ki az alapértelmezett előadó információs szolgáltatót.
id_id: Pilih penyedia informasi artis bawaan.
it_it: Seleziona il fornitore predefinito di informazioni sull'artista.

# #36259
source: Check for new and removed media files on startup.
be_by: Правяраць на наяўнасць новых альбо выдаленых медыяфайлаў падчас запуску.
hu_hu: Új és törölt médiafájlok keresése induláskor.
id_id: Periksa file media baru dan yang dihapus saat startup.
it_it: Verifica la presenza di file multimediali nuovi e rimossi all'avvio.

# #36260
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ.
id_id: Tidak ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36261
source: If enabled, this framerate is used for streams we were not able to detect fps.
be_by: Калі ўключана, гэтая чашчыня кадраў будзе выкарыстоўвацца для струменяў, у якіх яе не атрымалася вызначыць.
hu_hu: Ha engedélyezett, akkor ez a képkockasebesség lesz használatban azokhoz a videófolyamokhoz ahol nem sikerült a képkockasebességet érzékelni.
id_id: Jika diaktifkan, frekuensi gambar ini digunakan untuk streaming yang tidak dapat kami deteksi fps.
it_it: Se abilitato, viene utilizzata questa frequenza dei fotogrammi per le tracce delle quali non è stato possibile rilevare i fps.

# #36262
source: Export parts of the music library to an XML file or NFO files. This will optionally overwrite your current NFO and artwork files.
be_by: Экспарт частак музычнай бібліятэкі ў файлы фарматаў XML і NFO. Існыя файлы NFO і ілюстрацыі могуць перазапісацца.
hu_hu: Zenetár részeinek exportálása XML fájlba vagy NFO fájlokba. Ez választhatóan felülírhatja a jelenlegi NFO és illusztrációs fájlokat.
id_id: Ekspor bagian perpustakaan musik ke file XML atau file NFO. Ini secara opsional akan menimpa file NFO dan karya seni Anda saat ini.
it_it: Esporta parti della libreria musicale in un file XML o in file NFO. Questo sovrascriverà opzionalmente i tuoi NFO attuali e gli artwork.

# #36263
source: Import an XML file into the music library database.
be_by: Імпарт файла XML у базу даных музычнай бібліятэкі.
hu_hu: XML fájl importálása a zenetár adatbázisba.
id_id: Impor file XML ke database perpustakaan musik.
it_it: Importa un file XML nel database della libreria musicale.

# #36264
source: This category contains the settings for how music playback is handled.
be_by: Катэгорыя змяшчае налады прайгравання музычных файлаў.
hu_hu: Ez a kategória a zenelejátszással kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana pemutaran musik ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione della riproduzione musicale.

# #36265
source: Automatically plays the next item in the current folder, for example in "Files" view after a track has been played, the next track in the same folder will automatically play.
be_by: Аўтаматычнае прайграванне наступнага элемента ў бягучым каталозе. Напрыклад, у рэжыме прагляду файлаў пасля завяршэння прайгравання аўтаматычна будзе прайгравацца наступная кампазіцыя з гэтага каталога.
hu_hu: Automatikusan lejátsza a következő elemet a jelenlegi mappában, például a „Fájlok” nézetben miután egy szám lejátszása befejeződött, a következő szám ugyanabban a mappában automatikusan lejátszásra kerül.
id_id: Secara otomatis memutar item berikutnya di folder saat ini, misalnya dalam tampilan "File" setelah trek diputar, trek berikutnya dalam folder yang sama akan diputar secara otomatis.
it_it: Riproduce automaticamente l'elemento successivo nella cartella attuale, ad esempio nella vista "File" dopo che un brano è stato riprodotto, il brano successivo nella stessa cartella verrà riprodotto automaticamente.

# #36266
source: When songs are selected they are queued instead of playback starting immediately.
be_by: Абраныя песні не прайграюцца адразу, а дадаюцца ў спіс прайгравання.
hu_hu: Mikor egy zeneszám kiválasztásra kerül, akkor a lejátszási sor végéhez adódik, nem kerül azonnal lejátszásra.
id_id: Ketika lagu yang dipilih akan diantrikan bukan langsung diputar.
it_it: Quando i brani vengono selezionati, vengono messi in coda invece di iniziare immediatamente la riproduzione.

# #36267
source: Read the ReplayGain information encoded in your audio files by a program such as MP3Gain and normalise the sound levels accordingly.
be_by: Чытаць інфармацыю Replay Gain, закадаваную ў музычных файлах праграмамі кшталту MP3Gain і адпаведна выроўніваць узровень гучнасці.
hu_hu: Kiolvassa az audiófájlokban kódolt lejátszásszint információkat, amelyeket az MP3Gain és hasonló programok írnak bele, és megfelelő módon normalizálja a hangerő szinteket.
id_id: Baca informasi ReplayGain yang dikodekan dalam file audio Anda oleh program seperti MP3Gain dan normalkan tingkat suara yang sesuai.
it_it: Leggi le informazioni ReplayGain codificate nei tuoi file audio da un programma come MP3Gain e normalizza di conseguenza i livelli sonori.

# #36268
source: Reference volume (PreAmp level) to use for files with encoded ReplayGain information. Default is 89dB as per standard. Change with caution.
be_by: Даведкавы ўзровень гучнасці (PreAmp), што выкарыстоўваецца для файлаў з закадаванай інфармацыяй ReplayGain. Прадвызначана 89 дБ згодна са стандартам. Змяняйце ўважліва.
hu_hu: Referencia hangerő (PreAmp szint) azokhoz a fájlokhoz, amelyekben van lejátszásszint információ kódolva. Az alapértelmezés a szabvány szerinti 89dB. Óvatosan változtassa.
id_id: Volume referensi (tingkat PreAmp) yang akan digunakan untuk berkas dengan informasi ReplayGain yang disandikan. Bawaan adalah 89dB sesuai standar. Ubah dengan hati-hati.
it_it: Volume di riferimento (livello PreAmp) da utilizzare per i file con informazioni ReplayGain codificate. L'impostazione predefinita è 89 dB come da standard. Cambia con cautela.

# #36269
source: Reference volume (PreAmp level) to use for files without encoded ReplayGain information. Default is 89dB as per standard. Change with caution.
be_by: Даведкавы ўзровень гучнасці (PreAmp), што выкарыстоўваецца для файлаў без закадаванай інфармацыі ReplayGain. Прадвызначана 89 дБ згодна са стандартам. Змяняйце ўважліва.
hu_hu: Referencia hangerő (PreAmp szint) azokhoz a fájlokhoz, amelyekben nincs lejátszásszint információ kódolva. Az alapértelmezés a szabvány szerinti 89dB. Óvatosan változtassa.
id_id: Volume referensi (tingkat PreAmp) yang akan digunakan untuk berkas tanpa informasi ReplayGain yang disandikan. Bawaan adalah 89dB sesuai standar. Ubah dengan hati-hati.
it_it: Volume di riferimento (livello PreAmp) da usare per i file senza informazioni ReplayGain codificate. L'impostazione predefinita è 89 dB come da standard. Cambia con cautela.

# #36270
source: Play file at lower volume, if necessary, to avoid audio limiting clipping protection. Otherwise clipping protection will be provided by the audioengine in those parts that need it.
be_by: Калі неабходна, прайграваць файл з паніжанай гучнасцю, каб пазбегнуць абмежавання гуку. У адваротным выпадку ў тых частках, дзе неабходна, абараняць будзе аўдыярухавік.
hu_hu: Amennyiben szükséges, a fájl lejátszása alacsonyabb hangerővel, elkerülendő a hangkorlátozó vágási védelmet. Ellenkező esetben szükség esetén a hangvezérlő bekapcsolja a védelmet.
id_id: Putar file pada volume yang lebih rendah, jika perlu, untuk menghindari perlindungan kliping yang membatasi audio. Jika tidak, perlindungan kliping akan disediakan oleh mesin audio di bagian-bagian yang membutuhkannya.
it_it: Riproduci il file a un volume più basso, se necessario, per evitare la protezione dal clipping che limita l'audio. In caso contrario, la protezione dal clipping verrà fornita dal motore audio a quelle parti che ne hanno bisogno.

# #36271
source: Smoothly fade from one audio track to the next. You can set the amount of overlap from 1-15 seconds.
be_by: Плаўны пераход паміж кампазіцыямі. Магчымыя варыянты: 1-15 секунд.
hu_hu: Finom átmenet egyik zeneszámból a másikba. Beállítható az időtartam 1-15 másodpercig.
id_id: Pudarkan secara lembut dari satu trek audio ke trek berikutnya. Anda dapat menentukan lama tindihan dari 1-15 detik.
it_it: Dissolvenza uniforme da una traccia audio all'altra. È possibile impostare la quantità di sovrapposizione da 1 a 15 secondi.
mi: Pai memeha atu i tetahi ara ki te audio muri. Ka taea e koe whakaturia te nui o īnaki i 1-15 hēkona.

# #36272
source: Allow crossfading to occur when both tracks are from the same album.
be_by: Дазволіць плаўны пераход, калі абедзве кампазіцыі з аднаго альбома.
hu_hu: Az átkeverés engedélyezése ha mindkét zeneszám ugyanarról az albumról származik.
id_id: Perbolehkan crossfading terjadi bila kedua dari album yang sama.
it_it: Consenti dissolvenza incrociata quando entrambi i brani provengono dallo stesso album.

# #36273
source: Select the visualisation that will be displayed while listening to music.
be_by: Абраць візуалізацыю, што будзе выкарыстоўвацца падчас прайгравання музыкі.
hu_hu: Zenelejátszás alatt használt vizualizáció kiválasztása.
id_id: Pilih visualisasi yang akan ditampilkan ketika mendengarkan musik.
it_it: Seleziona la visualizzazione che verrà mostrata durante l'ascolto della musica.
mi: Tīpakohia te whakakitenga kia e ka whakaaturia i te wā e whakarongo ki te waiata.

# #36274
source: When browsing music files in file view read the tags of those not in the music library as you go. This can make large directories slow to display, especially over a network.
id_id: Saat menelusuri file musik dalam tampilan file, baca tag yang tidak ada di perpustakaan musik saat Anda pergi. Ini dapat membuat direktori besar lambat untuk ditampilkan, terutama melalui jaringan.
it_it: Quando si sfogliano i file nella cartella musica, leggi i tag non presenti nella libreria musicale mentre si procede. Questo può rallentare la visualizzazione di cartelle di grandi dimensioni, soprattutto su una rete.

# #36275
source: Control the way that the names of songs are displayed in the user interface. In order to function properly, tag reading needs to be enabled.
be_by: Наладка адлюстравання назваў песень у інтэрфейсе карыстальніка. Патрабуецца ўключэнне чытання пазнак.
hu_hu: Vezérli a nevek kijelzését a felhasználói felületen. A helyes működéshez engedélyezni kell cimkék olvasását.
id_id: Atur bagaimana nama lagu ditampilkan di antar muka pengguna. Untuk bisa berfungsi dengan baik, pembacaan tag harus diaktifkan.
it_it: Controlla il modo in cui i vengono mostrati i titoli dei brani nell'interfaccia utente. Per il corretto funzionamento, è necessario che la lettura dei tag sia abilitata.

# #36276
source: Used for formatting the second column in file lists.
be_by: Фармат адлюстравання другога слупка ў спісе файлаў.
hu_hu: A fájllisták második oszlopának formázásához használható.
id_id: Digunakan untuk format kolom kedua dari list berkas.
it_it: Usato per impostare il formato della seconda colonna nell'elenco file.

# #36277
source: Control the way that the names of songs are displayed in the now playing list.
be_by: Наладка адлюстравання назваў песень у спісе прайграваемага.
hu_hu: Vezérli a nevek kijelzését a most játszott listán.
id_id: Atur bagaimana nama lagu ditampilkan di list yang sedang dimainkan.
it_it: Controlla il modo in cui i nomi dei brani vengono visualizzati nella playlist in riproduzione adesso.

# #36278
source: Used for formatting the second column in the now playing list.
be_by: Фармат адлюстравання другога слупка ў спісе прайграваемага.
hu_hu: A most játszott lista második oszlopának formázásához használható.
id_id: Digunakan untuk format kolom kedua dari list yang sedang dimainkan.
it_it: Usato per impostare il formato della seconda colonna nella playlist in riproduzione adesso.

# #36279
source: Control the way that the names of songs are displayed in library lists.
be_by: Наладка адлюстравання назваў песень у спісах бібліятэкі.
hu_hu: Vezérli a nevek kijelzését a médiatár listáknál.
id_id: Atur bagaimana nama lagu ditampilkan di list pustaka.
it_it: Controlla il modo in cui vengono visualizzati i titoli dei brani negli elenchi della libreria.

# #36280
source: Used for formatting the second column in library lists.
be_by: Фармат адлюстравання другога слупка у спісах бібліятэкі.
hu_hu: A médiatár listák második oszlopának formázásához használható.
id_id: Digunakan untuk format kolom kedua dari list pustaka.
it_it: Usato per impostare il formato della seconda colonna negli elenchi della libreria.

# #36281
source: Search for thumbs on remote shares and optical media. This can often slow down the listing of network folders.
be_by: Шукаць мініяцюры на адлеглых рэсурсах і аптычных носьбітах. Гэта часта запавольвае сканаванне сеткавых каталогаў.
hu_hu: Bélyegképek keresése távoli megosztásokon és optikai lemezeken. Ez gyakran lelassíthatja a hálózati mappák listázását.
id_id: Cari gambar pada berbagi jarak jauh dan media optik. Ini sering dapat memperlambat daftar folder jaringan.
it_it: Ricerca anteprime su condivisioni remote e supporti ottici. Questo può spesso rallentare la creazione della lista delle cartelle di rete.

# #36282
source: This category contains the settings for how CDs are handled.
be_by: Катэгорыя змяшчае налады апрацоўкі CD.
hu_hu: Ez a kategória a CD-k kezelésével kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan bagaimana CD ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione dei CD.

# #36283
source: Autorun CDs when inserted in drive.
be_by: Аўтаматычна запускаць CD пры іх наяўнасці ў дыскаводзе.
hu_hu: CD meghajtóba helyezett lemez automatikus lejátszása.
id_id: Otomatis putar CD ketika dimasukkan ke dalam drive.
it_it: Avvio automatico del CD quando inserito nel lettore.
mi: Kōpae Autorun ka whakaurua ki roto i te puku.

# #36284
source: Read the information belonging to an audio CD, like song title and artist, from the Internet database gnudb.org.
id_id: Baca informasi milik CD audio, seperti judul lagu dan artis, dari database Internet gnudb.org.
it_it: Leggi le informazioni appartenenti a un CD audio, come il titolo della canzone e l'artista, dal database internet gnudb.org.

# #36285
source: Select the location on your hard drive where ripped tracks will be saved to.
be_by: Абраць месца на дыску для захавання алічбаваных кампазіцый.
hu_hu: Válassza ki a helyet a merevlemezen ahová a sávok mentésre kerülnek.
id_id: Pilih lokasi di hard disk dimana trek tersalin akan disimpan.
it_it: Seleziona la posizione sul tuo disco rigido in cui verranno salvate le tracce estratte.
mi: Tīpakohia te wāhi i runga i tō puku mārō te wahi e ora ara pipiripia e ki.

# #36286
source: Control how saved music is named from the tags. Tags: [B]%N[/B]: TrackNumber, [B]%S[/B]: DiscNumber, [B]%A[/B]: Artist, [B]%T[/B]: Title, [B]%B[/B]: Album, [B]%G[/B]: Genre, [B]%Y[/B]: Year, [B]%F[/B]: FileName, [B]%D[/B]: Duration, [B]%J[/B]: Date, [B]%R[/B]: Rating, [B]%I[/B]: FileSize.
be_by: Наладка адлюстравання інфармацыі пра музыку з пазнак. Пазнакі: [B]%N[/B]: Нумаркампазіцыі,[B]%S[/B]: Нумар дыска, [B]%A[/B]: ИВыканаўца, [B]%T[/B]: Назва, [B]%B[/B]: Альбом, [B]%G[/B]: Жанр, [B]%Y[/B]: Год, [B]%F[/B]: Назва файла, [B]%D[/B]:Працягласць, [B]%J[/B]: Дата, [B]%R[/B]: Рэйтынг, [B]%I[/B]: Памер файла.
hu_hu: Vezérli, hogy a mentett zene hogy kerül elnevezésre a címkék alapján: [B]%N[/B]: Sorszám, [B]%S[/B]: Lemez, [B]%A[/B]: Előadó, [B]%T[/B]: Cím, [B]%B[/B]: Album, [B]%G[/B]: Műfaj, [B]%Y[/B]: Év, [B]%F[/B]: Fájlnév, [B]%D[/B]: Hossz, [B]%J[/B]: Dátum, [B]%R[/B]: Értékelés, [B]%I[/B]: Méret.
id_id: Atur bagaimana musik tersimpan dinamain dari tag. Tag: [B]%N[/B]: Nomor Trek, [B]%S[/B]: Nomor Disk, [B]%A[/B]: Artis, [B]%T[/B]: Judul, [B]%B[/B]: Album, [B]%G[/B]: Genre, [B]%Y[/B]: Tahun, [B]%F[/B]: Nama Berkas, [B]%D[/B]: Durasi, [B]%J[/B]: Tanggal, [B]%R[/B]: Rating, [B]%I[/B]: Ukuran Berkas.
it_it: Controlla come la musica salvata viene rinominata dai tag. Tag: [B]%N[/B]: NumeroTraccia, [B]%S[/B]: NumeroDisco [B]%A[/B]: Artista, [B]%T[/B]: Titolo, [B]%B[/B]: Album, [B]%G[/B]: Genere, [B]%Y[/B]: Anno, [B]%F[/B]: NomeFile, [B]%D[/B]: Durata, [B]%J[/B]: Data, [B]%R[/B]: Voto, [B]%I[/B]: Dimensione.

# #36287
source: Select which audio encoder to use when ripping.
be_by: Абраць кадавальнік для алічбавання.
hu_hu: Válassza ki mely kódolás kerüljön használatra a lemez mentéséhez.
id_id: Pilih pengenkode yang akan digunakan untuk menyalin.
it_it: Seleziona quale codificatore audio utilizzare durante l'estrazione.
mi: Tīpakohia e audio encoder ki te whakamahi i te tārua.

# #36288
source: Select which quality you want to rip your files.
be_by: Абраць якасць алічбавання.
hu_hu: Válassza ki milyen minőségben kerüljenek mentésre a fájlok.
id_id: Pilih kualitas yang diinginkan ketika menyalin berkas Anda.
it_it: Seleziona con quale qualità vuoi salvare i tuoi file.
mi: Tīpakohia e kounga hiahia koe ki te ripiripia e koutou kōnae.

# #36289
source: Select which bitrate to use for the specified audio encoder for audio compression.
be_by: Абраць бітрэйт сціскання аўдыякадавальніка.
hu_hu: Válassza ki milyen bitráta kerüljön alkalmazásra az hang tömörítéshez.
id_id: Pilih bitrate yang akan digunakan untuk kompresi audio oleh enkoder audio tersebut.
it_it: Seleziona quale bitrate utilizzare per il codificatore audio specificato per la compressione audio.
mi: Tīpakohia e bitrate ki te whakamahi hoki i te encoder ororongo whakapūtā mō te kōpeketanga audio.

# #36290
source: For FLAC define compression level, default 5.
be_by: Узровень сціскання для FLAC, прадвызначана 5.
hu_hu: FLAC tömörítés megadása, alapértelmezett érték 5.
id_id: Tentukan tingkat kompresi untuk FLAC, bawaannya 5.
it_it: Definisce il livello di compressione per FLAC, 5 è il predefinito.

# #36291
source: Auto eject disc after rip is complete.
be_by: Аўтаматычна вымаць дыск пасля завяршэння алічбавання.
hu_hu: Lemez automatikus kiadása mentés után.
id_id: Otomatis mengeluarkan disk setelah penyalinan selesai.
it_it: Espulsione automatica del disco al termine dell'estrazione.
mi: Te whakaputa aunoa kōpae i muri tārua oti.

# #36292
source: This category contains startup settings.
be_by: Катэгорыя змяшчае налады запуску.
hu_hu: Ez a kategória indítási beállításokat tartalmaz.
id_id: Kategori ini berisi pengaturan startup.
it_it: Questa categoria contiene le impostazioni di avvio.
