Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36383
source: Configure the proxy server port.
be_by: Наладзіць порт проксі-сервера.
hu_hu: Proxy kiszolgáló portjának megadása.
id_id: Konfigurasi port dari server proxy.
it_it: Configura la porta del server proxy.
mi: Whirihorahia te tauranga tūmau takawaenga.

# #36384
source: Configure the proxy server username.
be_by: Наладзіць імя карыстальніка проксі-сервера.
hu_hu: Proxy kiszolgáló felhasználónevének megadása.
id_id: Konfigurasi nama pengguna server proxy.
it_it: Configura il nome utente del server proxy.
mi: Whirihorahia te ingoa tūmau takawaenga.

# #36385
source: Configure the proxy server password.
be_by: Наладзіць пароль проксі-сервера.
hu_hu: Proxy kiszolgáló jelszavának megadása.
id_id: Konfigurasi kata kunci server proxy.
it_it: Configura la password del server proxy.
mi: Whirihorahia te kupuhipa tūmau takawaenga.

# #36386
source: If your Internet connection has limited bandwidth available, use this setting to keep bandwidth usage by this application within defined limits.
be_by: Калі ваша злучэнне з інтэрнэтам мае абмежаваную паласу пропуску, выкарыстайце гэты параметр, каб абмежаваць паласу пропуску для праграмы.
hu_hu: Ha az internetkapcsolata korlátozott sávszélességgel rendelkezik, akkor használja ezt a beállítást hogy a sávszélesség-használat a megadott korlátok között maradjon.
id_id: Jika koneksi Internet Anda memiliki bandwidth terbatas, gunakan pengaturan ini untuk menjaga penggunaan bandwidth oleh aplikasi ini dalam batas yang ditentukan.
it_it: Se la tua connessione internet ha una larghezza di banda disponibile limitata, usa questa impostazione per mantenere l'utilizzo della larghezza di banda da parte di questa applicazione entro i limiti definiti.

# #36387
source: This category contains the settings for power saving.
be_by: Катэгорыя змяшчае налады эканоміі энергіі.
hu_hu: Ez a kategória az energiagazdálkodási beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan untuk penghematan daya.
it_it: Questa categoria contiene le impostazioni per il risparmio energetico.

# #36388
source: Turn off display when idle. Useful for TVs that turn off when there is no display signal detected.
be_by: Выключаць дысплей пры бяздзейнасці. Карысна для тэлевізараў, што могуць выключацца пры адсутнасці сігналу.
hu_hu: Képernyő kikapcsolása tétlenség esetén. Hasznos lehet olyan televíziók esetén, amik kikapcsolnak ha nem érzékelnek jelet a bemeneten.
id_id: Matikan tampilan ketika langsam. Berguna untuk TV yang mati ketika tidak ada sinyal tampilan terdeteksi.
it_it: Spegni lo schermo se inattivo. Utile per le TV che si spengono in assenza di segnale video.

# #36389
source: Set the time to wait for any activity to occur before shutting down.
be_by: Вызначыць час адсутнасць актыўнасці перад выключэннем.
hu_hu: Állítsa be a várakozási időt a kikapcsolás előtt.
id_id: Atur waktu untuk menunggu aktivitas apa pun terjadi sebelum dimatikan.
it_it: Imposta il tempo di attesa senza attività necessario prima dello spegnimento.

# #36390
source: Define what action to perform when the shutdown function timer lapsed.
be_by: Абраць дзеянне, што будзе выконвацца пасля завяршэння вызначанага часу таймера выключэння.
hu_hu: Határozza meg a végrehajtandó műveletet, amikor lejár a kikapcsolása időzítő.
id_id: Tentukan tindakan apa yang harus dilakukan ketika timer fungsi shutdown berakhir.
it_it: Definisci quale azione eseguire allo scadere del timer della funzione di spegnimento.

# #36391
source: This category contains the settings for enabling event and debug logging. You can also enable component-specific debug logging in order to help troubleshoot related issues in more detail.
be_by: Катэгорыя змяшчае налады для ўключэння і выключэння журналаў падзей і адладкі. Таксама вы можаце ўключыць журнал адладкі для асобных кампанентаў, каб выправіць звязаныя з імі праблемы.
hu_hu: Ez a kategória az esemény- és hibakeresési naplózási beállításokat tartalmazza. Bekapcsolhatja a komponens-specifikus naplózást hogy segítsen a kapcsolódó problémák megoldásában.
id_id: Kategori ini berisi pengaturan untuk mengaktifkan event dan debug logging. Anda juga dapat mengaktifkan logging debug khusus komponen untuk membantu memecahkan masalah terkait secara lebih rinci.
it_it: Questa categoria contiene le impostazioni per abilitare la registrazione di eventi e debug. Puoi anche abilitare la registrazione del debug specifica di un componente per aiutare a risolvere i problemi in modo più dettagliato.

# #36392
source: Turn debug logging on or off. Useful for troubleshooting.
be_by: Уключэнне і выключэнне журнала адладкі. Карысна для выяўлення праблем.
hu_hu: Hibakeresési naplózás ki- bekapcsolása. Hasznos hibák keresése esetén.
id_id: Set logging debug nyala atau mati. Berguna ketika pemecahan masalah.
it_it: Attiva o disattiva la registrazione del log di debug. Utile per la risoluzione dei problemi.

# #36393
source: Select the folder where screenshots should be saved in.
be_by: Абраць каталог, дзе захоўваюцца здымкі экрана.
hu_hu: Válassza ki a mappát ahová a képernyőképek mentve legyenek.
id_id: Pilih folder tempat tangkapan layar harus disimpan.
it_it: Seleziona la cartella in cui devono essere salvati gli screenshot.

# #36394
source: Enables verbose messages from additional libraries to be included in the debug log.
be_by: Дадае паведамленні ад дадатковых бібліятэк у журнал адладкі.
hu_hu: A bőbeszédű üzenetek engedélyezése az egyéb könyvtárakból, hogy bekerüljenek a hibakeresési naplóba.
id_id: Mengaktifkan pesan verbose dari pustaka tambahan untuk disertakan dalam log debug.
it_it: Consente di includere messaggi dettagliati da librerie aggiuntive nel registro di debug.

# #36395
source: This category contains the settings for how the master lock function is handled.
be_by: Катэгорыя змяшчае налады агульнага блакавання.
hu_hu: Ez a kategória a mester zárolás funkció beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana fungsi kunci master ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione della funzione di blocco master.

# #36396
source: Here you can enable or disable master lock and define the PIN code used to unlock it. You can also specify which areas of the application would need a PIN to access them.
be_by: Тут можна ўключыць альбо выключыць агульную абарону і вызначыць пін-код для разблакавання. Таксама тут можна вызначыць раздзелы, для доступу да якіх патрэбны пін-код.
hu_hu: Itt be- vagy kikapcsolhatja a mester zárolás funkciót és megadhatja a PIN-kódot amellyel feloldhatja. Megadhatja azt is, hogy az alkalmazás mely részeihez legyen szükséges a PIN-kód.
id_id: Di sini Anda dapat mengaktifkan atau menonaktifkan kunci master dan menentukan kode PIN yang digunakan untuk membukanya. Anda juga dapat menentukan area aplikasi mana yang memerlukan PIN untuk mengaksesnya.
it_it: Qui puoi abilitare o disabilitare il blocco master e definire il codice PIN utilizzato per sbloccarlo. È inoltre possibile specificare quali aree dell'applicazione necessitano di un PIN per accedervi.

# #36397
source: If enabled, the master lock code is required to unlock this application on startup.
be_by: Калі ўключана, каб разблакаваць праграму пасля запуску неабходна будзе ўвесці пін-код.
hu_hu: Ha be van kapcsolva, akkor a mester zárolás kódja szükséges az alkalmazás feloldásához indításkor.
id_id: Jika diaktifkan, kode kunci master diperlukan untuk membuka kunci aplikasi ini saat startup.
it_it: Se abilitato, è necessario il codice di blocco master per sbloccare questa applicazione all'avvio.

# #36398
source: Define the maximum number of retries before this application is closed down.
be_by: Вызначыць максімальную колькасць спробаў уводу перад закрыццём праграмы.
hu_hu: Meghatározza az újrapróbálkozások maximális számát, mielőtt az alkalmazás lezárásra kerül.
id_id: Tentukan jumlah maksimum percobaan ulang sebelum aplikasi ini ditutup.
it_it: Definisci il numero massimo di tentativi prima che questa applicazione venga chiusa.

# #36399
source: This category contains the settings for how the cache function is handled.
be_by: Катэгорыя змяшчае налады кэшу.
hu_hu: Ez a kategória a gyorsítótár funkció beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana fungsi cache ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione della funzione cache.

# #36400
source: Enable cache for playback of video, audio or DVDs from hard disk.
be_by: Уключыць кэш для прайграваемых з цвёрдага дыска відэа, аўдыё альбо DVD.
hu_hu: Gyorsítótár engedélyezése videó, hang vagy DVD merevlemezről történő lejátszásához.
id_id: Aktifkan cache untuk pemutaran video, audio atau DVD dari hard disk.
it_it: Abilita la cache per la riproduzione video, audio o DVD dall'hard disk.

# #36401
source: Enable cache for playback of video from DVD-ROM.
be_by: Уключыць кэш для відэа, прайграваемага з DVD-дыскавода.
hu_hu: Gyorsítótár engedélyezése DVD-ROM-ról való videó lejátszásához.
id_id: Aktifkan cache untuk pemutaran video dari DVD-ROM.
it_it: Abilita la cache per la riproduzione video da DVD-ROM.

# #36402
source: Enable cache for video playback from local network.
be_by: Уключыць кэш для відэа, прайграваемага з лакальнай сеткі.
hu_hu: Gyorsítótár engedélyezése helyi hálózatról való videó lejátszásához.
id_id: Aktifkan cache untuk pemutaran video dari jaringan lokal.
it_it: Abilita la cache per la riproduzione video dalla rete locale.

# #36403
source: Enable cache for video playback from Internet.
be_by: Уключыць кэш для відэа, прайграваемага з сеціва.
hu_hu: Gyorsítótár engedélyezése internetről való videó lejátszásához.
id_id: Aktifkan cache untuk pemutaran video dari Internet.
it_it: Abilita la cache per la riproduzione video da internet.

# #36404
source: Enable cache for playback of audio from DVD-ROM.
be_by: Уключыць кэш для аўдыё, прайграваемага з DVD-дыскавода.
hu_hu: Gyorsítótár engedélyezése DVD-ROM-ról való hang lejátszáshoz.
id_id: Aktifkan cache untuk pemutaran audio dari DVD-ROM.
it_it: Abilita la cache per la riproduzione audio da DVD-ROM.

# #36405
source: Enable cache for audio playback from local network.
be_by: Уключыць кэш для аўдыё, прайграваемага з лакальнай сеткі.
hu_hu: Gyorsítótár engedélyezése hálózatról való hang lejátszáshoz.
id_id: Aktifkan cache untuk pemutaran audio dari jaringan lokal.
it_it: Abilita la cache per la riproduzione audio dalla rete locale.

# #36406
source: Enable cache for audio playback from Internet.
be_by: Уключыць кэш для аўдыё, прайграваемага з сеціва.
hu_hu: Gyorsítótár engedélyezése internetről való hang lejátszáshoz.
id_id: Aktifkan cache untuk pemutaran audio dari Internet.
it_it: Abilita la cache per la riproduzione audio da internet.

# #36407
source: Enable cache for playback of DVD from DVD-ROM.
be_by: Уключыць кэш для DVD, прайграваемых з DVD-дыскавода.
hu_hu: Gyorsítótár engedélyezése DVD tartalom lemezről történő lejátszásakor.
id_id: Aktifkan cache untuk pemutaran DVD dari DVD-ROM.
it_it: Abilita la cache per la riproduzione DVD dal lettore DVD.

# #36408
source: Enable cache for DVD playback from local network.
be_by: Уключыць кэш для DVD, прайграваемых з лакальнай сеткі.
hu_hu: Gyorsítótár engedélyezése a hálózatról való DVD lejátszásához.
id_id: Aktifkan cache untuk pemutaran DVD dari jaringan lokal.
it_it: Abilita la cache per la riproduzione DVD dalla rete locale.

# #36409
source: Enable cache of unknown types from Internet.
be_by: Уключыць кэш для невядомых тыпаў з сеціва.
hu_hu: Gyorsítótár engedélyezése ismeretlen tartalom internetről történő lejátszásakor.
id_id: Aktifkan cache untuk tipe tidak dikenal dari Internet.
it_it: Abilita la cache per la riproduzione di file sconosciuti da internet.

# #36410
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36411
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36412
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36413
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36414
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36415
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36416
source: Specify the type of remote used.
be_by: Вызначыць тып пульт.
hu_hu: A távirányító típusának meghatározása.
id_id: Tentukan tipe remote yang digunakan.
it_it: Specifica il tipo di telecomando usato.

# #36417
source: Always run a Kodi helper so that the remote can be used to start Kodi.
be_by: Заўсёды запускаць памагатага Kodi, каб запускаць Kodi пультам.
hu_hu: Mindig indítson el egy Kodi súgót
id_id: Selalu jalankan pembantu Kodi sehingga remote dapat digunakan untuk memulai Kodi.
it_it: Esegui sempre l'assistente di Kodi per fare in modo che il telecomando possa essere usato per avviare Kodi.

# #36418
source: Specify the delay between button sequences on a universal remote.
be_by: Вызначыць затрымку паміж націсканнямі клавіш універсальнага пульта.
hu_hu: A gombnyomás közti késleltetés megadása univerzális távkapcsoló esetében.
id_id: Tentukan jeda antar urutan tombol pada remote universal.
it_it: Specificare il ritardo tra le sequenze di pulsanti su un telecomando universale.

# #36419
source: Define locations used for retrieving weather information.
be_by: Вызначыць мясціны, для якіх патрэбна атрымліваць звесткі пра надвор'е.
hu_hu: Időjárás információs szolgáltatójának megadása.
id_id: Tentukan lokasi yang digunakan ketika mengambil informasi cuaca.
it_it: Definisci le posizioni utilizzate per recuperare le informazioni meteo.
mi: Whakatautuhia ngā wāhi e whakamahia ana mō te tiki i ngā mōhiohio huarere.

# #36420
source: Look for external subtitles for videos provided by the UPnP server. This can cause extensive CPU, filesystem and network load.
be_by: Шукаць вонкавыя субцітры для відэа з сервера UPnP. Гэта можа павялічыць нагрузку на працэсар, файлавую сістэму, сетку.
hu_hu: Külső feliratok keresése az UPnP kiszolgálók által biztosított videókhoz. Ez komoly CPU, fájlrendszer és hálózati terhelést okozhat.
id_id: Cari takarir eksternal untuk video yang disediakan oleh server UPnP. Ini dapat menyebabkan beban CPU, sistem file, dan jaringan yang ekstensif.
it_it: Cerca sottotitoli esterni per i video forniti dal server UPnP. Questo può causare un carico elevato della CPU, del filesystem e della rete.

# #36421
source: Bypassing VDPAU mixer saves resources on low power systems but slightly reduces picture quality.
be_by: Выключэнне VDPAU-мікшара паменшыць выкарыстанне рэсурсаў на слабых сістэмах, але трохі панізіць якасць малюнка.
hu_hu: Kihagyja a VDPAU keverőt, ezáltal erőforrást takarít meg az alacsonyabb teljesítményű rendszeren, de kismértékben rontja a képminőséget.
id_id: Membypass VDPAU Mixer akan menghemat sumber daya pada sistem berdaya kecil tetapi akan sedikit mengurangi kualitas gambar.
it_it: Escludere il mixer VDPAU consente di risparmiare risorse su sistemi a bassa potenza ma riduce leggermente la qualità dell'immagine.

# #36422
source: Update official add-ons from
id_id: Perbarui pengaya resmi dari
it_it: Aggiorna add-on ufficiali da

# #36423
source: By default, add-ons from official repositories will be prevented from being auto-updated from private repositories. For cases such as updating from an add-ons beta repository this option can be switched to [Any repositories] (bear in mind this is a less secure option and enabling it could cause incompatibility and crashes).
id_id: Secara bawaan, pengaya dari repositori resmi akan dicegah agar tidak diperbarui secara otomatis dari repositori pribadi. Untuk kasus seperti memperbarui dari repositori beta add-on, opsi ini dapat dialihkan ke [Repositori Apapun] (ingat bahwa ini adalah opsi yang kurang aman dan mengaktifkannya dapat menyebabkan ketidakcocokan dan crash).
it_it: Per impostazione predefinita, gli add-on dai repository ufficiali non potranno essere aggiornati automaticamente dai repository privati. Per casi come l'aggiornamento da un repository beta di add-on, questa opzione può essere impostata su [Qualsiasi repository] (tenere presente che questa è un'opzione meno sicura e abilitarla potrebbe causare incompatibilità e arresti anomali).

# #36424
source: Select what will happen when an item is selected in the guide: [Show context menu] Will trigger the context menu from where you can choose further actions; [Switch to channel] Will instantly tune to the related channel; [Show information] Will display a detailed information with plot and further options; [Record] Will create a recording timer for the selected item. ["Smart select"] The action is choosen dynamically, depending on whether the event is in the past, now or in the future.
be_by: Дзеянне пры выбары элемента праграмы. [Паказаць кантэкстнае меню] вывад кантэкстнага меню; [Пераключыцца на канал] неадкладна пераключыцца на адпаведны канал; [Паказаць інфармацыю] паказаць падрабязныя звесткі пра сюжэт і іншыя параметры; [Запіс] стварэнне таймера запісу для абранага элемента. ["Разумны выбар"] дзеянне абіраецца дынамічна, ў залежнасці ад таго, адбылося яно ў мінулым, адбываецца зараз, ці адбудзецца ў будучыні.
hu_hu: Válassza ki mi történjen ha egy elem kiválasztásra került a műsorújságban: [Környezeti menü megjelenítése] Aktiválja a környezeti menüt, ahol további műveletek közül választhat; [Csatornára váltás] Azonnal behangolja a csatornát; [Információk megjelenítése] Részletes információk megjelenítése történettel és további lehetőségekkel; [Felvétel] Időzítő létrehozása a kiválasztott elemhez. [„Okos kiválasztás”] A művelet dinamikus kerül kiválasztásra, attól függően, hogy az elem a múltban, a jelenben vagy a jövőben van.
id_id: Pilih apa yang akan terjadi ketika item dipilih dalam panduan: [Tampilkan menu konteks] Akan memicu menu konteks dari mana Anda dapat memilih tindakan lebih lanjut; [Beralih ke saluran] Akan langsung menyetel saluran terkait; [Tampilkan informasi] Akan menampilkan informasi terperinci dengan plot dan opsi lebih lanjut; [Rekam] Akan membuat pengatur waktu perekaman untuk item yang dipilih. ["Pilihan pintar"] Tindakan dipilih secara dinamis, tergantung pada apakah peristiwa itu di masa lalu, sekarang atau di masa depan.
it_it: Seleziona cosa accadrà quando un elemento verrà selezionato nella guida: [Mostra menu contestuale] Attiverà il menu contestuale dal quale potrai scegliere ulteriori azioni; [Passa al canale] Ti sintonizzerà istantaneamente al canale selezionato; [Mostra informazioni] Visualizzerà informazioni dettagliate con la trama e ulteriori opzioni; [Registra] Creerà un timer di registrazione per l'elemento selezionato; ["Scelta smart"] L'azione è scelta dinamicamente, a seconda che l'evento sia passato, presente o futuro.

# #36425
source: Show context menu
be_by: Паказаць кантэкстнае меню
hu_hu: Helyi menü mutatása
id_id: Tampilkan menu konteks
it_it: Mostra menu contestuale
mi: Whakaatu tahua horopaki

# #36426
source: Switch to channel
be_by: Пераключыцца на канал
hu_hu: Csatornára váltás
id_id: Pindah ke saluran
it_it: Cambia al canale
mi: Whakawhiti atu ki te hongere

# #36427
source: Show information
be_by: Паказаць інфармацыю
hu_hu: Információ mutatása
id_id: Tampilkan informasi
it_it: Mostra Informazioni
mi: Whakaatuhia ētahi atu pārongo

# #36428
source: Record
be_by: Запіс
hu_hu: Felvétel
id_id: Rekam
it_it: Registra
mi: Hopu

# #36429
source: Select this if the audio out connection only supports multichannel audio as Dolby Digital 5.1 (AC-3), such as a S/PDIF connection. If your system supports PCM multichannel audio via HDMI, leave this disabled.
be_by: Абярыце, калі да аўдыявыхаду падлучаная прылада, што падтрымлівае шматканальны гук кшталту Dolby Digital 5.1 (AC-3). Калі прылада падтрымлівае па HDMI толькі шматканальны гук PCM, пакінце выключаным.
hu_hu: Válassza ezt ha a hangkimenet csak Dolby Digital 5.1 (AC-3) többcsatornás hangot támogat, mint például S/PDIF kapcsolat. Ha a rendszere PCM többcsatornás hangot támogat HDMI-n keresztül, hagyja letiltva.
id_id: Pilih ini jika koneksi audio out hanya mendukung audio multisaluran seperti Dolby Digital 5.1 (AC-3), seperti koneksi S/PDIF. Jika sistem Anda mendukung audio multisaluran PCM melalui HDMI, biarkan ini dinonaktifkan.
it_it: Seleziona questa opzione se la connessione di uscita audio supporta solo l'audio multicanale come Dolby Digital 5.1 (AC-3), come una connessione S/PDIF. Se il tuo sistema supporta l'audio multicanale PCM tramite HDMI, lascialo disabilitato.

# #36430
source: Configure how video processing will be accelerated. This includes things like decoding and scaling.
be_by: Наладка апаратнай апрацоўкі відэа ўключаючы маштабаванне і дэкадаванне.
hu_hu: Beállítja hogy a videó-feldolgozás milyen módon legyen gyorsítva. Ez magába foglalja a dekódolást és a méretezést is.
id_id: Konfigurasikan bagaimana pemrosesan video diakselerasi. Ini meliputi pendekodean dan scaling.
it_it: Configura come verrà accelerata l'elaborazione video. Include impostazioni come la decodifica e il ridimensionamento.

# #36431
source: Shows all events in the event log for the current profile with options to only show specific levels.
be_by: Паказвае ўсе падзеі ў журнале падзей для бягучага профілю. Магчыма паказваць толькі пэўныя ўзроўні.
hu_hu: Megjeleníti az összes eseményt az eseménynaplóban a jelenlegi profilhoz, beállítható hogy csak bizonyos szintek jelenjenek meg.
id_id: Menampilkan semua peristiwa di log peristiwa untuk profil saat ini dengan opsi untuk hanya menampilkan level tertentu.
it_it: Mostra tutti gli eventi nel registro eventi per il profilo attuale con opzioni per mostrare solo livelli specifici.

# #36432
source: Select virtual keyboard layouts.
be_by: Абраць раскладкі віртуальнай клавіятуры.
hu_hu: Válassza ki a virtuális billentyűzet kiosztását.
id_id: Pilih layout keyboard virtual.
it_it: Seleziona layout tastiera virtuale.

# #36433
source: When enabled, VAAPI render method is preferred and the CPU has less load. If you experience hangs, disable this option.
be_by: Калі ўключана, VAAPI выкарыстоўваецца як пераважны метад апрацоўкі, што паніжае нагрузку на працэсар. Выключыце, калі ўзнікаюць праблемы.
hu_hu: Engedélyezéskor a VAAPI lesz az előnyben részesített renderelő és a CPU terhelése kisebb lesz. Ha fagyást tapasztal, akkor kapcsolja ki ez a beállítást.
id_id: Saat diaktifkan, metode render VAAPI lebih disukai dan beban CPU lebih sedikit. Jika Anda mengalami hang, nonaktifkan opsi ini.
it_it: Se abilitato, il metodo di render VAAPI è preferito e la CPU ha meno carico. Se riscontri blocchi, disabilita questa opzione.

# #36434
source: If enabled, switch to the channel with the programme to remind when auto-closing the reminder popup.
id_id: Jika diaktifkan, alihkan ke saluran dengan program untuk mengingatkan saat menutup otomatis popup pengingat.
it_it: Se abilitato, cambia al canale con il programma da ricordare quando si chiude automaticamente il popup di promemoria.

# #36436
source: Select hardware keyboard layout.
id_id: Pilih tata letak keyboard perangkat keras.
it_it: Seleziona layout tastiera fisica.
