Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36437
source: Official repositories only (default)
id_id: Hanya repositori resmi (bawaan)
it_it: Solo repository ufficiali (predefinito)

# #36438
source: Any repositories
id_id: Repositori apa saja
it_it: Qualsiasi repository

# #36442
source: Set the number of volume control steps.
be_by: Вызначыць колькасць крокаў кіравання гучнасцю.
hu_hu: Hangerőszabályozás lépéseinek száma
id_id: Atur jumlah langkah kontrol volume.
it_it: Imposta il numero di passi nel controllo volume.

# #36443
source: Whitelisted modes give the user the control to choose which display modes are allowed or not allowed to be used
id_id: Mode daftar putih memberi pengguna kontrol untuk memilih mode tampilan mana yang diizinkan atau tidak diizinkan untuk digunakan
it_it: Le modalità consentite danno all'utente il controllo di scegliere quali modalità dello schermo possono o non possono essere utilizzate

# #36444
source: Select this option to allow using 3:2 pulldown refresh rates (playing 23.976 FPS video on a 59.94 Hz monitor or playing 24 FPS video on a 60 Hz monitor). You may want to use this option if your monitor doesn't have a 23.976 Hz or 24 Hz mode.
id_id: Pilih opsi ini untuk mengizinkan penggunaan kecepatan refresh pull-down 3:2 (memutar video 23.976 FPS pada monitor 59,94 Hz atau memutar video 24 FPS pada monitor 60 Hz). Anda mungkin ingin menggunakan opsi ini jika monitor Anda tidak memiliki mode 23.976 Hz atau 24 Hz.
it_it: Seleziona questa opzione per consentire l'utilizzo di frequenze di aggiornamento in pulldown 3:2 (riproduzione di un video a 23,976 FPS su un monitor a 59,94 Hz o riproduzione di video a 24 FPS su un monitor a 60 Hz). Potresti voler utilizzare questa opzione se il monitor non supporta una modalità a 23.976 Hz o 24 Hz.

# #36445
source: Select this option to allow using double refresh rates (playing 29.97 FPS video on a 59.94 Hz monitor or playing 30 FPS video on a 60 Hz monitor). You may want to use this option if your monitor doesn't have a 29.97 Hz or 30 Hz mode.
id_id: Pilih opsi ini untuk mengizinkan penggunaan kecepatan refresh ganda (memutar video 29,97 FPS pada monitor 59,94 Hz atau memutar video 30 FPS pada monitor 60 Hz). Anda mungkin ingin menggunakan opsi ini jika monitor Anda tidak memiliki mode 29,97 Hz atau 30 Hz.
it_it: Seleziona questa opzione per consentire l'utilizzo di frequenze di aggiornamento raddoppiate (riproduzione di video a 29,97 FPS su un monitor a 59,94 Hz o riproduzione di video a 30 FPS su un monitor a 60 Hz). Potresti voler utilizzare questa opzione se il monitor non supporta una modalità a 29,97 Hz o 30 Hz.

# #36460
source: Event logging allows to keep track of what has happened.
be_by: Журнал падзей дае магчымасць адсочваць падзеі.
hu_hu: Az eseménynaplózás lehetővé teszi az események követését.
id_id: Pencatatan peristiwa memungkinkan untuk melacak apa yang telah terjadi.
it_it: La registrazione degli eventi consente di tenere traccia di quello che è accaduto.

# #36461
source: Notification event describe regular processes and actions performed by the system or the user.
be_by: Апавяшчэнне паведамляе пра працэсы і дзеянні, якія выконваюцца карыстальнікам альбо сістэмай.
hu_hu: Az értesítési események a rendszer felhasználójának szokásos folyamatait és műveleteit írják le.
id_id: Peristiwa pemberitahuan menggambarkan proses dan tindakan reguler yang dilakukan oleh sistem atau pengguna.
it_it: Un evento di notifica descrive processi regolari e azioni eseguite dal sistema o dall'utente.

# #36500
source: Stereoscopic 3D mode / Current
be_by: Стэрэаскапічны 3D-рэжым / Бягучы
hu_hu: Sztereoszkópikus 3D mód / jelenlegi
id_id: Mode 3D stereoskopik / Saat Ini
it_it: Modalità 3D stereoscopica / Attuale

# #36501
source: Stereoscopic 3D mode
be_by: Стэрэаскапічны 3D-рэжым
hu_hu: Sztereoszkópikus 3D mód
id_id: Modus 3D Stereoskopis
it_it: Modalità 3D stereoscopica

# #36502
source: Disabled
be_by: Выключана
hu_hu: Letiltva
id_id: Non Aktif
it_it: Disabilitato
mi: Kua mono

# #36503
source: Over / Under
be_by: Вертыкальная пара
hu_hu: Alul / felül
id_id: Atas / Bawah
it_it: Sopra / Sotto

# #36504
source: Side by side
be_by: Гарызантальная пара
hu_hu: Egymás mellett 'SBS'
id_id: Berjejer
it_it: Fianco a fianco
mi: Taha i te taha

# #36505
source: Anaglyph red / cyan
be_by: Анагліф чырвоны / блакітны
hu_hu: Anaglif Vörös / Cián
id_id: Anaglyph merah / cyan
it_it: Anaglifo rosso / ciano

# #36506
source: Anaglyph green / magenta
be_by: Анагліф зялёны / пурпуровы
hu_hu: Anaglif Zöld / Magenta
id_id: Anaglyph hijau / magenta
it_it: Anaglifo verde / magenta

# #36507
source: Interlaced
be_by: Празрадковы
hu_hu: Váltottsoros 'interlace'
id_id: Terjalin
it_it: Interlacciato
mi: Tuifio

# #36508
source: Hardware based
be_by: Апаратны
hu_hu: Hardveres
id_id: Berbasis perangkat keras
it_it: Basato sull'hardware

# #36509
source: Monoscopic / 2D
be_by: Без стэрэаскапіі / 2D
hu_hu: Monoszkópikus / 2D
id_id: Monoscopik / 2D
it_it: Monoscopico / 2D

# #36510
source: Anaglyph yellow / blue
be_by: Анагліф жоўты / сіні
hu_hu: Anaglif Sárga / Kék
id_id: Anaglyph kuning / biru
it_it: Anaglifo giallo / blu

# #36511
source: Checkerboard
be_by: Шахматны
hu_hu: Dámatábla
id_id: Papan main dam
it_it: Scacchiera

# #36520
source: Playback mode of stereoscopic 3D videos
be_by: Рэжым прайгравання стэрэаскапічнага 3D-відэа
hu_hu: A sztereoszkópikus 3D videók lejátszási módja
id_id: Modus pemutaran video 3D stereoskopis
it_it: Modalità di riproduzione dei video stereoscopici 3D

# #36521
source: Ask me
be_by: Пытацца ў мяне
hu_hu: Kérdezzen
id_id: Tanya saya
it_it: Chiedi
mi: Ui ki ahau

# #36523
source: Maximum sampling rate for S/PDIF or sampling rate for fixed output configuration.
be_by: Максімальная чашчыня дыскрэтызацыі для выхаду S/PDIF альбо для фіксаванай канфігурацыі выхаду.
hu_hu: Maximális mintavételezési ráta S/PDIF kimenetnél, vagy fix mintavételi ráta más kimeneteknél.
id_id: Sampling rate maksimum untuk S/PDIF atau sampling rate untuk konfigurasi output tetap.
it_it: Frequenza di campionamento massima per S/PDIF o frequenza di campionamento per configurazione a uscita fissa.

# #36524
source: Preferred mode
be_by: Пераважны рэжым
hu_hu: Előnyben részesített mód
id_id: Modus pilihan
it_it: Modalità preferita
mi: Aratau e hiahiatia ana

# #36525
source: Same as movie (autodetect)
be_by: Як у фільме (аўтавызначэнне)
hu_hu: Az állomány szerinti (detektálás)
id_id: Sama seperti film (deteksi-otomatis)
it_it: Uguale al film (rilevamento automatico)
mi: Rite kiriata (Rapuaunoatia)

# #36526
source: Disable stereoscopic 3D mode when playback ended
be_by: Выключаць стэрэаскапічны рэжым пасля завяршэння прайгравання
hu_hu: Sztereoszkópikus 3D mód letiltása a lejátszás befejezésekor
id_id: Matikan modus 3D stereoskopis ketika pemutaran selesai
it_it: Disabilita la modalità 3D stereoscopica al termine della riproduzione

# #36527
source: Select playback mode
be_by: Абраць рэжым прайгравання
hu_hu: Lejátszási mód kiválasztása
id_id: Pilih modus pemutaran
it_it: Seleziona modalità di riproduzione

# #36528
source: Select stereoscopic 3D mode
be_by: Абраць стэрэаскапічны рэжым
hu_hu: Sztereoszkópikus 3D mód kiválasztása
id_id: Pilih Modus 3D Stereoskopis
it_it: Seleziona modalità 3D stereoscopica

# #36531
source: Select alternate mode...
be_by: Абраць альтэрнатыўны рэжым…
hu_hu: Válasszon más módot...
id_id: Pilih modus alternatif...
it_it: Seleziona modalità alternativa...
mi: Tīpakohia aratau kē ...

# #36532
source: Same as movie
be_by: Як у фільме
hu_hu: A film szerinti
id_id: Sama seperti film
it_it: Uguale al film
mi: Rite kiriata

# #36533
source: Select how audio is downmixed, e.g. from 5.1 to 2.0.[CR][Enabled] Maintains volume level of the original audio source however the dynamic range is compressed.[CR][Disabled] Maintains the dynamic range of the original audio source when downmixed however volume will be lower. Note: Dynamic range is the difference between the quietest and loudest sounds in an audio source. Enable this setting if movie dialogues are barely audible.
be_by: Абраць метад мікшавання гуку, напрыклад з 5.1 да 2.0.[CR][Уключана] захаванне зыходнага ўзроўня гучнасці крыніцы гуку са сцісканнем дынамічнага дыяпазону. [CR][Выключана] захаванне зыходнага дынамічнага дыяпазону крыніцы, але з паніжэннем узроўня гучнасці мікшаванага гуку. Нататка: дынамічны дыяпазон — розніца паміж самым ціхім і самым гучным гукамі крыніцы. Уключыце параметр, калі дыялогі ў фільмах дрэнна чуваць.
hu_hu: Válassza ki hogyan legyen lekeverve a hang, például 5.1-ről 2.0-ra.[CR][Engedélyezve] Megtartja a hangerő szintjét az eredeti hangnak a dinamikatartomány szűkülése árán.[CR][Letiltott] Megtartja a dinamikatartományt, a hangerő csökkenése árán. Megjegyzés: A dinamikatartomány a különbség a leghalkabb és a leghangosabb hang között a hangforrásban. Engedélyezze ezt a beállítást ha a párbeszédek rosszul halhatóak.
id_id: Pilih bagaimana audio di-downmix, mis. dari 5.1 hingga 2.0.[CR][Enabled] Mempertahankan tingkat volume sumber audio asli namun rentang dinamis dikompresi.[CR][Disabled] Mempertahankan rentang dinamis sumber audio asli saat downmix namun volume akan lebih rendah. Catatan: Rentang dinamis adalah perbedaan antara suara paling tenang dan paling keras di sumber audio. Aktifkan pengaturan ini jika dialog film hampir tidak terdengar.
it_it: Seleziona la modalità di downmix dell'audio, ad es. da 5.1 a 2.0.[CR][Abilitato] Mantiene il livello del volume della sorgente audio originale anche se la gamma dinamica è compressa.[CR][Disabilitato] Mantiene la gamma dinamica della sorgente audio originale durante il downmix, tuttavia il volume sarà inferiore. Nota: la gamma dinamica è la differenza tra i suoni più bassi e quelli più forti in una sorgente audio. Abilita questa impostazione se i dialoghi del film sono appena udibili.

# #36534
source: Specify additional libraries whose verbose messages are to be included in the debug log.
be_by: Вызначыць дадатковыя бібліятэкі, паведамленні якіх неабходна ўключаць у журнал адладкі.
hu_hu: Adja meg azokat az egyéb komponenseket, amelyek bőbeszédű üzenetei bekerüljenek a hibakeresési naplóba
id_id: Tentukan pustaka tambahan yang pesan verbosenya akan disertakan dalam log debug.
it_it: Specifica librerie aggiuntive i cui messaggi dettagliati devono essere inclusi nel registro di debug.

# #36535
source: Stereoscopic 3D mode of video
be_by: Стэрэаскапічны рэжым відэа
hu_hu: A videó sztereoszkópikus 3D módja
id_id: Modus 3D Stereoskopis dari video
it_it: Modalità 3D stereoscopica del video

# #36536
source: Invert stereoscopic 3D mode (flip eyes)
be_by: Адваротны стэрэаскапічны рэжым
hu_hu: Sztereoszkópikus 3D invertálása (szemek felcserélése).
id_id: Membalikkan mode 3D stereoskopik (mata balik)
it_it: Inverti modalità 3D stereoscopica (capovolgi occhi)

# #36537
source: Select in which mode stereoscopic 3D videos will be played.[CR][Ask me] Will show a dialogue to select the desired mode for each playback.[CR][Preferred mode] Will use the preferred mode specified in the "System -> Video hardware" section of the settings.[CR][Monoscopic / 2D] Will play the video in mono / 2D.[CR][Ignore] Disables any stereoscopic 3D processing and handling.
be_by: Абраць рэжым прайгравання стэрэаскапічнага 3D-відэа.[CR][Пытацца]: паказваць дыялог выбару для кожнага відэа.[CR][Пераважны рэжым]: выкарыстоўваць пераважны рэжым, вызначаны ў раздзеле налад "Сістэма" ->"Вывад відэа".[CR][Без стэрэаскапіі / 2D]: прайграваць відэа без стэрэаскапіі / 2D.[CR][Ігнараваць]: выключыць апрацоўку і вывад стэрэаскапіі.
hu_hu: Sztereoszkópikus 3D mód kiválasztása a lejátszáshoz.[CR][Rákérdezés] egy párbeszédablakban minden lejátszáskor kiválasztható a kívánt mód.[CR][Előnyben részesített mód] a „Rendszer -> Videó” szekcióban megadott mód használata.[CR][Monoszkópikus / 2D] a videót mono / 2D módban játsza le.[CR][Figyelmen kívül hagyás] letilt minden sztereoszkópikus 3D feldolgozást és kezelést.
id_id: Pilih dalam mode mana video 3D stereoskopik akan diputar.[CR][Tanya saya] Akan menampilkan dialog untuk memilih mode yang diinginkan untuk setiap pemutaran.[CR][Mode pilihan] Akan menggunakan mode pilihan yang ditentukan dalam "Sistem -> Perangkat keras video" di bagian pengaturan.[CR][Monoskopik / 2D] Akan memutar video dalam mono / 2D.[CR][Abaikan] Menonaktifkan pemrosesan dan penanganan 3D stereoskopik.
it_it: Seleziona in quale modalità verranno riprodotti i video 3D stereoscopici.[CR][Chiedi] Mostrerà una finestra di dialogo per selezionare la modalità desiderata per ogni riproduzione.[CR][Modalità preferita] Userà la modalità preferita specificata in "Sistema -> Hardware video" delle impostazioni.[CR][Monoscopico / 2D] Riproduce il video in mono/2D.[CR][Ignora] Disabilita qualsiasi elaborazione e gestione del 3D stereoscopico.

# #36538
source: [Enabled] Switch GUI (and some TVs) back to 2D mode, between videos in a playlist or when playback ended.[CR][Disabled] GUI and TV will stay in stereoscopic 3D mode. For video playlists with mixed stereoscopic 3D and 2D content, then the GUI will also stay in stereoscopic 3D mode even when a non-stereoscopic 2D video is playing.
be_by: [Уключана] пераключаць інтэрфейс (і некаторыя тэлевізары) назад у рэжым 2D па завяршэнні прайгравання.[CR][Выключана] інтэрфейс і тэлевізар застаюцца ў рэжыме стэрэаскапіі. Пры прайграванні спісаў прайгравання стэрэаскапічны рэжым 3D не пераключаецца, нават калі файлы без стэрэаскапіі.
hu_hu: [Engedélyezve] A GUI (és néhány TV) visszaállítása 2D módba, a lejátszólista videói között vagy ha a lejátszás véget ért.[CR][Letiltva] A GUI és a TV sztereoszkópikus 3D módban marad. Az olyan lejátszólistáknál ahol vegyesen szerepel sztrereoszkópikus 3D és 2D tartalom, akkor is 3D módban marad a GUI, amikor nem-sztereoszkópikus 2D videó lejátszása folyik.
id_id: [Diaktifkan] Beralih GUI (dan beberapa TV) kembali ke mode 2D, antara video dalam daftar putar atau saat pemutaran berakhir.[CR][Dinonaktifkan] GUI dan TV akan tetap dalam mode 3D stereoskopik. Untuk daftar putar video dengan konten 3D dan 2D stereoskopik campuran, maka GUI juga akan tetap dalam mode 3D stereoskopik bahkan saat video 2D non-stereoskopik diputar.
it_it: [Abilitato] Riporta la GUI (e alcune TV) alla modalità 2D, tra i video in una playlist o al termine della riproduzione. [CR][Disabilitato] La GUI e la TV rimarranno in modalità 3D stereoscopica. Per le playlist video con contenuti 3D e 2D stereoscopici misti, la GUI rimarrà in modalità 3D stereoscopica anche durante la riproduzione di un video 2D non stereoscopico.

# #36539
source: Changes the stereoscopic 3D mode of the user interface.
be_by: Змена стэрэаскапічнага рэжыму інтэрфейсу карыстальніка.
hu_hu: Beállítja a a sztereoszkópikus 3D módot a felhasználói felületen.
id_id: Ubah modus stereoskpis 3D pada antarmuka pengguna.
it_it: Cambia la modalità 3D stereoscopica dell'interfaccia utente.

# #36540
source: The preferred mode in which stereoscopic 3D media such as videos should be played.
be_by: Пераважны рэжым прайгравання стэраскапічных 3D-відэа.
hu_hu: Az előnyben részesített sztereoszkópikus 3D mód amiben a médiák mint pl. a videók lejátszásra kerülnek.
id_id: Modus yang diutamakan ketika memutar media 3D stereoskopis seperti video.
it_it: La modalità preferita in cui devono essere riprodotti i media 3D stereoscopici come i video.

# #36541
source: Allows volume control from AirPlay clients.
be_by: Дазволіць кіраванне гучнасцю праз кліенты AirPlay.
hu_hu: A hangerő változtatás engedélyezése az AirPlay kliensekkel.
id_id: Perbolehkan volume control dari klien AirPlay.
it_it: Consente il controllo del volume dai client AirPlay.
mi: Taea mana rōrahi i kiritaki AirPlay.

# #36544
source: Enable hardware decoding of video files.
be_by: Уключыць апаратнае дэкадаванне відэафайлаў.
hu_hu: Videófájlok hardveres dekódolásának engedélyezése.
id_id: Fungsikan pendekodean perangkat keras atas berkas video.
it_it: Abilita la decodifica hardware dei file video.
mi: Whakahohe i wetemuna ngā pūmārō o ngā kōnae ataata.

# #36545
source: Stereoscopic 3D depth of subtitles
be_by: Глыбіня субцітраў стэрэаскапічнага 3D-відэа
hu_hu: A feliratok sztereoszkópikus 3D mélysége
id_id: Kedalaman takarir 3D stereoskopik
it_it: Profondità 3D stereoscopica dei sottotitoli

# #36546
source: Sets the visual depth of subtitles for stereoscopic 3D videos. The higher the value, the closer the subtitles will appear to the viewer.
be_by: Вызначае візуальную глыбіню субцітраў для стэрэаскапічнага 3D-відэа. Чым вышэй значэнне, тым бліжэй да гледача адлюстроўваюцца субцітры.
hu_hu: Beállítja a feliratok sztereoszkópikus 3D videóknál látható térbeli mélységét. Minél magasabb az érték, a felirat annál közelebbinek fog látszani a nézőhöz.
id_id: Atur kedalaman visual dari takarir untuk video stereoskopis 3D. Semakin tinggi nilainya, takarir akan terlihat semakin dekat dengan pemirsa.
it_it: Imposta la profondità visiva dei sottotitoli per i video 3D stereoscopici. Più alto è il valore, più i sottotitoli appariranno vicini allo spettatore.

# #36547
source: Sets the peak luminance level for GUI elements while the display is in HDR PQ mode. This affects all OSD, subtitles and graphics that are SDR in origin.
id_id: Mengatur tingkat pencahayaan puncak untuk elemen GUI saat tampilan dalam mode HDR PQ. Ini memengaruhi semua OSD, takarir, dan grafik yang berasal dari SDR.
it_it: Imposta il livello di luminanza di picco per gli elementi della GUI mentre lo schermo è in modalità HDR PQ. Questo riguarda tutti gli OSD, i sottotitoli e la grafica che sono in origine SDR.

# #36548
source: Limits resolution of GUI to save memory. Does not affect video playback. Requires restart.
be_by: Абмяжоўваць раздзяляльную здольнасць графічнага інтэрфейсу, каб паменшыць выкарыстанне памяці. Не ўплывае на прайграванне відэа. Спатрэбіцца перазапуск.
hu_hu: GUI felbontásának korlátozása memória megtakarításhoz. Nem érvényes a videólejátszásra. Újraindítás szükséges.
id_id: Batasi resolusi GUI untuk menghemat memori. Tidak berefek pada pemutaran video.
it_it: Limita la risoluzione della GUI per salvare memoria. Non ha effetto sulla riproduzione dei video. Richiede riavvio.

# #36549
source: Enables support for receiving "Videos" and "Pictures" via AirPlay. This needs to be disabled when using iOS 9 or later clients to restore music streaming via AirPlay. "Videos" and "Pictures" are only supported for iOS clients using iOS 8.x and older.
be_by: Уключае падтрымку атрымання відэа і малюнкаў праз AirPlay. Пры выкарыстанні кліентаў з iOS 9 альбо вышэй параметр неабходна выключыць, каб аднавіць магчымасць струменевага прайгравання музыкі праз AirPlay."Відэа" і "Малюнкі" падтрымліваюцца толькі кліентамі з iOS 8.x і вышэй.
hu_hu: Engedélyezi a videók és képek fogadását AirPlay-en keresztül. Ezt le kell tiltani iOS 9 vagy újabb ügyfelek esetén az AirPlay zene sugárzás helyreállításához. A videók és képek csak iOS 8.x vagy újabb ügyfelek esetén támogatott.
id_id: Mengaktifkan dukungan untuk menerima "Video" dan "Gambar" melalui AirPlay. Ini perlu dinonaktifkan saat menggunakan klien iOS 9 atau lebih baru untuk memulihkan streaming musik melalui AirPlay. "Video" dan "Gambar" hanya didukung untuk klien iOS yang menggunakan iOS 8.x dan yang lebih lama.
it_it: Abilita il supporto per ricevere "Video" e "Immagini" tramite AirPlay. Deve essere disabilitato quando si usano client con iOS 9 o successivi per ripristinare le tracce musicali tramite AirPlay. "Video" e "Immagini" sono supportati solo da client che usano iOS 8.x o precedente.

# #36550
source: Stereoscopic 3D effect strength
be_by: Магутнасць стэрэаскапічнага 3D-эфекту
hu_hu: Sztereoszkópikus 3D hatás erőssége
id_id: Kekuatan efek 3D stereoskopik
it_it: Intensità effetto 3D stereoscopico

# #36551
source: Defines the strength of the stereoscopic 3D effect in the GUI. This is done by controlling the depth of perception within the GUI, so the higher the value, the more elements will pop out of the screen. [Zero] Disables the stereoscopic 3D effect of the GUI.[CR]For a good visual experience, the value should be higher for small screens and lower for large screens. Note: this is not supported by all skins.
be_by: Вызначае магутнасць стэрэаскапічнага 3D-эфекту ў графічным інтэрфейсе. Рэалізавана праз кіраванне глыбінёй ўспрымання графічнага інтэрфейсу. Чым вышэй значэнне, тым мацнейшы эфект. [Нуль] Выключае эфект стэрэаскапічнага 3D.[CR]Для лепшага ўспрымання эфекту значэнне мусіць быць большым для невялічкіх экранаў і меншым для вялікіх. Нататка:падтрымліваецца не ўсімі вокладкамі.
hu_hu: Meghatározza a GUI sztreoszkópikus 3D hatásának erősségét. Ez a mélységérzet állításával irányítható, minél magasabb az érték, annál több elem ugrik ki a képernyőből. [Nulla] Kikapcsolja a GUI sztereoszkópikus 3D hatását.[CR]A jó vizuális élmény érdekében, az értéknek magasabbnak kell lennie a kis kijelzőknél, és alacsonyabbnak a nagy képernyőknél. Megjegyzés: nem minden felszín támogatja.
id_id: Mendefinisikan kekuatan efek 3D stereoskopik di GUI. Ini dilakukan dengan mengontrol kedalaman persepsi di dalam GUI, sehingga semakin tinggi nilainya, semakin banyak elemen yang akan keluar dari layar. [Nol] Menonaktifkan efek 3D stereoskopik dari GUI.[CR]Untuk pengalaman visual yang baik, nilainya harus lebih tinggi untuk layar kecil dan lebih rendah untuk layar besar. Catatan: ini tidak didukung oleh semua skin.
it_it: Definisce l'intensità dell'effetto 3D stereoscopico nella GUI. Questo viene fatto controllando la profondità della percezione all'interno della GUI, quindi più alto è il valore, più elementi appariranno sullo schermo. [Zero] Disabilita l'effetto 3D stereoscopico della GUI.[CR]Per una buona esperienza visiva, il valore dovrebbe essere più alto per schermi piccoli e più basso per schermi grandi. Nota: questo non è supportato da tutte le skin.

# #36552
source: Defines the number of presentation buffers used by the graphics driver. Select 2 if the driver uses double buffering or 3 for triple buffering.
be_by: Вызначае колькасць відэабуфераў, што выкарыстоўваюцца графічным драйверам. Абярыце 2,калі буфер выкарыстоўвае падвойную буферызацыю, 3,калі патройную.
hu_hu: Meghatározza a grafikus eszközmeghajtó által használt megjelenítési pufferek számát. Válasszon 2-t a dupla puffereléshez, vagy 3-at a tripla puffereléshez.
id_id: Menentukan jumlah buffer presentasi yang digunakan oleh driver grafis. Pilih 2 jika driver menggunakan buffering ganda atau 3 untuk buffering tiga kali.
it_it: Definisce il numero di buffer di presentazione usati dal driver grafico. Scegli 2 se il driver usa buffer doppio o 3 per triplo buffer.

# #36553
source: Tone mapping
be_by: Танальнае адлюстраванне
hu_hu: Hangok leképezése
id_id: Pemetaan nada
it_it: Mappatura toni

# #36554
source: off
be_by: выключана
hu_hu: ki
id_id: mati
it_it: disattivato

# #36556
source: Tone mapping parameter
be_by: Параметр танальнага адлюстравання
hu_hu: Hangok leképezési paraméterei
id_id: Parameter pemetaan nada
it_it: Parametro mappatura toni

# #36560
source: Colour management
be_by: Кіраванне колерамі
hu_hu: Színkezelés
id_id: Manajemen warna
it_it: Gestione colore

# #36561
source: Reproduce video colours accurately using a display profile or a 3D lookup table.
be_by: Дакладнае прайграванне колераў праз выкарыстанне профілю дысплея альбо табліцы выгляду.
hu_hu: Videó színeinek pontos előállítása kijelző profil vagy 3D-s kereső tábla alapján.
id_id: Reproduksi warna video secara akurat menggunakan profil tampilan atau tabel pencarian 3D.
it_it: Riproduci i colori video accuratamente usando un profilo schermo o una tabella di ricerca 3D.

# #36562
source: Colour management mode
be_by: Рэжым кіравання колерамі
hu_hu: Színkezelési mód
id_id: Mode manajemen warna
it_it: Modalità gestione colore
