Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36169
source: Select the quality of resampling for cases where the audio output needs to be at a different sampling rate from that used by the source.[CR][Low] Is fast and will have minimal impact on system resources such as the use of the CPU.[CR][Medium] & [High] Will use progressively more system resources.
be_by: Абраць якасць паўторнай дыскрэтызацыі, калі гук патрэбна вывесці з чашчынёй, адрознай ад чашчыні крыніцы.[CR][Нізкая] Забяспечвае высокую хуткасць і мінімальную нагрузку на сістэмныя рэсурсы, напрыклад працэсар.[CR][Сярэдняя] і[Высокая], выкарыстоўваюць больш сістэмных рэсурсаў.
hu_hu: Válassza ki az újramintavételezés minőségét azokra az esetekre, amikor a kimenetnek más mintavételézési arányban kell lennie, mint a forrás.[CR][Alacsony] Gyors és minimális hatása van a rendszer erőforrásaira, mint például a CPU.[CR][Közepés] és [Magas] Fokozatosan több rendszererőforrást használnak.
id_id: Pilih kualitas pengambilan sampel ulang untuk kasus di mana output audio harus berada pada kecepatan pengambilan sampel yang berbeda dari yang digunakan oleh sumber.[CR][Rendah] Cepat dan akan berdampak minimal pada sumber daya sistem seperti penggunaan CPU. [CR][Sedang] & [Tinggi] Akan menggunakan lebih banyak sumber daya sistem secara progresif.
it_it: Seleziona la qualità del ricampionamento per i casi in cui l'uscita audio deve avere una frequenza di campionamento diversa da quella utilizzata dalla sorgente.[CR][Basso] È veloce e avrà un impatto minimo sulle risorse di sistema come l'uso della CPU. [CR][Medio] e [Alto] Utilizzeranno progressivamente più risorse di sistema.

# #36170
source: Stretch the video up to the set percentage in order to minimise black bars.
be_by: Расцягнуць відэа да вызначанага значэння ў адсотках, каб мінізаваць чорныя палосы.
hu_hu: A videó felfelé nyújtása a megadott százalékig, a fekete sávok minimalizálásáért.
id_id: Regangkan video hingga persentase yang ditetapkan untuk meminimalkan bilah hitam.
it_it: Allunga il video fino alla percentuale impostata per ridurre al minimo le barre nere.

# #36171
source: Select the zoom level that 4:3 videos are shown on widescreen displays.
be_by: Абраць узровень павелічэння відэа 4:3 для прайгравання на шырокафарматных дысплеях.
hu_hu: Kiválasztja a nagyítási értéket, ami a 4:3-as videót szélesvásznú kijelzőhöz igazítja.
id_id: Pilih tingkat zum untuk menampilkan video 4:3 pada tampilan layar lebar.
it_it: Seleziona il livello di zoom con cui i video 4:3 vengono mostrati sugli schermi widescreen.
mi: Tīpakohia te taumata topa e whakaaturia 4:3 ataata i runga i ngā whakaaturanga matawhānui.

# #36172
source: Enable PRIME decoding of video files
id_id: Aktifkan decoding PRIME file video
it_it: Abilita la decodifica PRIME dei file video

# #36173
source: Choose which short date format is used for displaying the date in the user interface.
be_by: Абраць скарочаны фармат даты для адлюстравання ў інтэрфейсе карыстальніка.
hu_hu: Válassza ki melyik rövid dátumformátum legyen használatban a felhasználói felületen.
id_id: Pilih format tanggal pendek yang digunakan untuk menampilkan tanggal di antarmuka pengguna.
it_it: Scegli quale formato di data breve viene utilizzato per visualizzare la data nell'interfaccia utente.

# #36174
source: Enable teletext when watching a live TV stream.
be_by: Уключаць тэлетэкст падчас прагляду струменевага тэлебачання.
hu_hu: Teletext engedélyezése élő TV műsor nézésekor.
id_id: Aktifkan teleteks saat menonton siaran TV.
it_it: Abilita televideo durante la riproduzione Live TV.

# #36175
source: Scale teletext to 4:3 ratio.
be_by: Маштабаваць тэлетэкст да 4:3.
hu_hu: Teletext méretezése 4:3 arányra.
id_id: Skala teleteks ke rasio 4:3.
it_it: Ridimensiona il televideo al rapporto 4:3.

# #36176
source: This category contains the settings for how video file lists are handled.
be_by: Катэгорыя змяшчае налады апрацоўкі спісаў відэафайлаў.
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek videófájl listák megjelenítését szabályozzák.
id_id: Kategori ini berisi pengaturan tentang bagaimana daftar file video ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione degli elenchi di file video.

# #36177
source: Toggle between [Choose], [Play] (default), [Resume] and [Show information].[CR][Choose] Will select an item, e.g. open a directory in files mode.[CR][Resume] Will automatically resume videos from the last position that you were viewing them, even after restarting the system.
be_by: Магчымыя дзеянні: [Абраць], [Прайграць] (прадвызначана), [Працягнуць] і [Паказацьінфармацыю].[CR][Абраць] Напрыклад, адкрыць каталог у рэжыме прагляду файлаў.[CR][Працягнуць] Аўтаматычна працягнуць прайграваць відэа ад месца спынення відэа нават пасля перазапуску сістэмы.
hu_hu: Váltás a [Kiválasztás], [Lejátszás] (alapértelmezett), [Folytatás] és [Információ] funkció között.[CR][Kiválasztás] használja az elemet, pl. belép a könyvtárba fájl módban. [CR][Folytatás] automatikusan folytatja az utolsó pozíciótól, akár rendszer újraindítás esetén is.
id_id: Beralih antara [Pilih], [Putar] (bawaan), [Lanjutkan] dan [Tampilkan informasi].[CR][Pilih] Akan memilih item, mis. buka direktori dalam mode file.[CR][Lanjutkan] Akan secara otomatis melanjutkan video dari posisi terakhir saat Anda melihatnya, bahkan setelah memulai ulang sistem.
it_it: Scambia tra [Scegli], [Riproduci] (predefinito), [Riprendi] e [Mostra Informazioni].[CR][Scegli] Selezionerà un elemento, ad esempio apre una cartella nella modalità file.[CR][Riprendi] Ripristinerà automaticamente i video dall'ultima posizione in cui lo stavi guardando, anche dopo aver riavviato il sistema.

# #36178
source: Extract metadata information such as codec and aspect ratio from videos.
be_by: Вымаць метаданыя кодэкаў і суадносін бакоў з відэафайлаў.
hu_hu: Médiainformációk kinyerése, mint a videók kodekje és a képaránya.
id_id: Ekstrak informasi metadata seperti codec dan rasio aspek dari video.
it_it: Estrai informazioni dai metadati come codec e proporzioni dei video.

# #36179
source: When a file is scanned into the library it will display the metadata title instead of the file name.
be_by: Калі файл адсканаваны ў бібліятэку, замест назвы файла будзе адлюстроўвацца назва з метаданых.
hu_hu: Mikor egy fájl beolvasásra kerül a médiatárba akkor a metaadatokban tárolt cím kerül feltüntetésre a fájlnév helyett.
id_id: Saat file dipindai ke perpustakaan, itu akan menampilkan judul metadata, bukan nama file.
it_it: Quando un file viene scansionato nella libreria verrà visualizzato il titolo dai metadati anziché il nome del file.
mi: A, no te te whai mai i te kōnae ki te tirotiro e whakaatu te reira i te metadata taitara hei utu mo te ingoa kōnae.

# #36180
source: Extract thumbnails to display in library mode.
be_by: Вымаць мініяцюры для адлюстравання ў рэжыме бібліятэкі.
hu_hu: Bélyegképek kinyerése a médiatár módban megjelenítéshez.
id_id: Ekstrak thumbnail untuk ditampilkan dalam mode perpustakaan.
it_it: Estrai le miniature da visualizzare in modalità libreria.

# #36181
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36182
source: Combines multi-part video files, DVD folders or movie folders, down to a single item in non-library views.
be_by: Аб'яднанне відэафайлаў, што складаюцца з некалькіх файлаў, DVD-каталогаў ці кінакаталогаў у адзін элемент пры адлюстраванні не ў рэжыме бібліятэкі.
hu_hu: A nem médiatár nézetekben összekombinálja a több részfájlból álló videókat egyetlen elemmé.
id_id: Menggabungkan file video multi-bagian, folder DVD atau folder film, hingga satu item dalam tampilan non-perpustakaan.
it_it: Combina file video divisi in più parti, cartelle DVD e cartelle film in un singolo elemento nelle viste non in modalità libreria.

# #36183
source: Removes the title, genre, etc. nodes from the library view. Selecting a category takes you straight to the title view.
be_by: Не паказваць назву, жанр і т. п. у рэжыме бібліятэкі. Пры выбары катэгорыі адразу будзе адлюстроўвацца спіс.
hu_hu: Eltávolítja a cím, műfaj, stb. opciókat a médiatár nézetben. A kategória kiválasztásakor egyből a cím nézet kerül megjelenítésre.
id_id: Menghapus judul, genre, dll. node dari tampilan perpustakaan. Memilih kategori membawa Anda langsung ke tampilan judul.
it_it: Rimuove raggruppamenti per titolo, genere, etc.. dalla vista libreria. Selezionando una categoria verrai portato direttamente alla vista titoli.

# #36184
source: This category contains the settings for how subtitles are handled.
be_by: Катэгорыя змяшчае налады адлюстравання субцітраў.
hu_hu: Ez a kategória a feliratok kezelésével kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan bagaimana takarir ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione dei sottotitoli.

# #36185
source: Set the font type to be used for subtitles.
id_id: Atur jenis fon yang akan digunakan untuk takarir.
it_it: Imposta il tipo di carattere da utilizzare per i sottotitoli.

# #36186
source: Set the font size to be used for subtitles.
be_by: Вызначыць памер шрыфту для субцітраў.
hu_hu: Feliratok betűmérete.
id_id: Tentukan ukuran fon yang akan digunakan untuk takarir.
it_it: Imposta la dimensione del carattere da usare per i sottotitoli.

# #36187
source: Set the font style to be used for subtitles.
be_by: Вызначыць стыль шрыфту для субцітраў.
hu_hu: Feliratok betűstílusa.
id_id: Tentukan gaya fon yang akan digunakan untuk takarir.
it_it: Imposta lo stile dei carattere da usare per i sottotitoli.

# #36188
source: Set the font colour to be used for subtitles.
be_by: Вызначыць колер шрыфту для субцітраў.
hu_hu: Feliratok betűszíne.
id_id: Tentukan warna fon yang akan digunakan untuk takarir.
it_it: Imposta il colore del carattere da usare per i sottotitoli.

# #36189
source: Set the font character set to be used for subtitles.
be_by: Вызначыць кадаванне для субцітраў.
hu_hu: Válassza ki betűkészletet a feliratokhoz.
id_id: Tentukan set karakter fon yang akan digunakan untuk takarir.
it_it: Imposta il set di caratteri da usare per i sottotitoli.

# #36190
source: Override subtitles fonts in subtitle formats such as ASS / SSA.
id_id: Ganti fon takarir dalam format takarir seperti ASS / SSA.
it_it: Sostituisce i font dei sottotitoli in formati come ASS / SSA.

# #36191
source: Set a custom directory for your subtitles. This can be a file share.
be_by: Задаць уласны каталог для вашых субтытраў. Гэта можа быть файлавае абагульненне.
hu_hu: Egyéni kövtár megadása a feliratokhoz. Ez lehet megosztott könyvtár.
id_id: Tetapkan direktori khusus untuk takarir Anda. Ini bisa berupa berbagi file.
it_it: Imposta una cartella personalizzata per i tuoi sottotitoli. Può essere una condivisione di file.
mi: Whakaturia he whaiaronga ritenga mo koutou ná. E taea e tenei he wahi kōnae.

# #36192
source: Location of subtitles on the screen. [Bottom of video] / [Top of video] When possible the subtitles will be positioned within the video area (depends on video encoding). Please note that some forced positions in the subtitles cannot be changed.
id_id: Lokasi takarir di layar. [Bawah video] / [Atas video] Jika memungkinkan, takarir akan diposisikan di dalam area video (tergantung pada encoding video). Harap dicatat bahwa beberapa posisi paksa dalam takarir tidak dapat diubah.
it_it: Posizione dei sottotitoli sullo schermo. [Parte inferiore del video] / [Parte superiore del video] Quando possibile, i sottotitoli verranno posizionati all'interno dell'area video (dipende dalla codifica video). Si prega di notare che alcune posizioni forzate nei sottotitoli non possono essere modificate.

# #36193
source: This category contains the settings for how DVD's, Blu-ray, & CD's are handled.
be_by: Катэгорыя змяшчае налады апрацоўкі і прайгравання DVD, Blu-ray і CD.
hu_hu: Ez a kategória a DVD-k, Blu-rayek és CD-k kezelésével kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan bagaimana DVD, Blu-ray, & CD ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione di DVD, Blu-ray e CD.

# #36194
source: Autorun DVD video when inserted in drive.
be_by: Аўтаматычна запускаць дыскі DVD пры іх устаўцы ў дыскавод.
hu_hu: DVD meghajtóba helyezett lemez automatikus lejátszása.
id_id: Otomatis nyalakan DVD video saat dimasukkan ke dalam drive.
it_it: Avvio automatico DVD video quando inserito nel lettore.
mi: Autorun ataata DVD ka whakaurua ki roto i te puku.

# #36195
source: Force a region for DVD playback.
be_by: Прымусова вызначаць рэгіён для прайгравання DVD.
hu_hu: Régiókód erőltetése DVD visszajátszáshoz.
id_id: Paksa wilayah untuk pemutaran DVD.
it_it: Forza regione per la riproduzione DVD.
mi: Whakahautia te rohe mo te purei anō DVD.

# #36196
source: Attempt to skip "unskippable" introductions before DVD menu.
be_by: Спрабаваць прамінуць уводзіны перад меню DVD.
hu_hu: Kísérlet a DVD-menü előtti előzetesek átugrására.
id_id: Cobalah untuk melewati perkenalan "yang tidak dapat dilewati" sebelum menu DVD.
it_it: Prova a saltare le introduzioni "non ignorabili" prima del menu DVD.

# #36197
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ.
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36198
source: Select the default movie information source. See the add-ons manager for options.
be_by: Абраць прадвызначаную крыніцу інфармацыі пра фільмы. Даступныя службы глядзіце ўкіраўніку дапаўненняў.
hu_hu: Alapértelmezett filmadatbázis-forrás kiválasztása. Lásd a kiegészítőkezelőt a beállításokhoz.
id_id: Pilih sumber informasi film bawaan. Lihat pengelola pengaya untuk opsi.
it_it: Seleziona la fonte predefinita per le informazioni dei film. Consulta il gestore add-on per le opzioni.

# #36199
source: Select the default TV show information source. See the add-ons manager for options.
be_by: Абраць прадвызначаную крыніцу інфармацыі пра серыялы. Даступныя службы глядзіце ўкіраўніку дапаўненняў.
hu_hu: Alapértelmezett sorozatadatbázis-forrás kiválasztása. Lásd a kiegészítőkezelőt a beállításokhoz.
id_id: Pilih sumber informasi acara TV bawaan. Lihat pengelola pengaya untuk opsi.
it_it: Seleziona la fonte predefinita per le informazioni delle serie TV. Consulta il gestore add-on per le opzioni.

# #36200
source: Select the default music videos information source. See the add-ons manager for options.
be_by: Абраць прадвызначаную крыніцу інфармацыі пра музычнае відэа. Даступныя службы глядзіце ў кіраўніку дапаўненняў.
hu_hu: Alapértelmezett zenei videó atbázisforrás kiválasztása. Lásd a kiegészítőkezelőt a beállításokhoz.
id_id: Pilih sumber informasi video musik bawaan. Lihat pengelola pengaya untuk opsi.
it_it: Seleziona la fonte predefinita per le informazioni dei video musicali. Consulta il gestore add-on per le opzioni.

# #36201
source: Settings for PVR & Live TV.
be_by: Налады прагляду і запісу ТБ.
hu_hu: PVR & Live TV beállítások.
id_id: Pengaturan untuk PVR & Siaran TV.
it_it: Impostazioni PVR e Live TV.

# #36202
source: This category contains the general settings for the PVR & Live TV.
be_by: Катэгорыя змяшчае асноўныя налады прагляду і запісу ТБ.
hu_hu: Ez a szekcióban a PVR & Live TV általános beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan umum untuk PVR & Siaran TV.
it_it: Questa categoria contiene le impostazioni generali per PVR e Live TV.

# #36203
source: Enables the "Personal Video Recorder" (PVR) features. This requires that at least one PVR add-on is installed.
be_by: Уключыць функцыі прагляду і запісу ТБ (PVR). Патрабуецца не менш за адно ўсталяванае дапаўненне PVR.
hu_hu: Engedélyezi a „személyes videófelvevő” (PVR) funkciókat. Ehhez legalább egy PVR kiegészítő szükséges.
id_id: Mengaktifkan fitur "Personal Video Recorder" (PVR). Ini membutuhkan setidaknya satu add-on PVR diinstal.
it_it: Abilita le funzioni di "Personal Video Recorder" (PVR). Questo richiede che almeno un add-on PVR sia installato.

# #36204
source: Import channel groups from the PVR backend (if supported). Will delete user created groups if they're not found on the backend.
be_by: Імпартаваць групы каналаў з сервера PVR (калі падтрымліваецца). Групы, створаныя карыстальнікам, будуць выдаленыя, калі такіх няма на серверы.
hu_hu: Csatorna csoportok importálása a PVR háttérkiszolgálóból (ha támogatott). A felhasználói csoportok törlésre kerülnek ha nem találhatóak meg a háttérszolgáltatásban.
id_id: Impor grup kanal dari backednd PVR (apabila didukung). Akan menghapus grub yang dibuat oleh pengguna apabila tidak ditemukan di dalam backend.
it_it: Importa gruppi di canali dall'interfaccia PVR (se supportato). Questo provoca la cancellazione dei gruppi creati dall'utente se questi non sono presenti nel backend.
mi: Kawemai i ngā rōpū hongere i te PVR tuara-muri (ki te tautoko). Ka muku i hanga kaiwhakamahi rōpū ki te kore ratou e kitea i runga i te tuara-muri.

# #36205
source: Sort the channels by channel number from the backend, but use local numbering for channels.
be_by: Сартаваць каналы па іх нумарах на серверы, але выкарыстоўваць лакальную нумарацыю каналаў.
id_id: Urutkan saluran berdasarkan nomor saluran dari backend, tetapi gunakan penomoran lokal untuk saluran.
it_it: Ordina i canali per numero di canale dal backend, ma usa la numerazione locale per i canali.

# #36206
source: Use the channel numbering from the backend.
id_id: Gunakan penomoran saluran dari backend.
it_it: Usa la numerazione dei canali dal backend.

# #36207
source: Open the channel manager, which allows modifying the channel order, channel name, icon, etc.
be_by: Адкрыць кіраўніка каналаў для наладкі парадку каналаў, назваў, значкоў і т. п.
hu_hu: Csatornakezelő megnyitása, ahol módosítható a csatornasorrend, csatornanév, ikon, stb.
id_id: Buka pengelola kanal yang memungkinkan merubah urutan, nama dan ikon dari kanal dan lain-lainnya.
it_it: Apre il gestore dei canali, che consente di modificare l'ordine dei canali, il nome, l'icona, etc.
mi: Whakatūwhera te kaiwhakahaere hongere, i taea ai te whakakē i te raupapa hongere, ingoa hongere, icon, etc

# #36208
source: Instruct the backend to search for channels (if supported).
be_by: Шукаць каналы на серверы (калі падтрымліваецца).
hu_hu: Csatornakeresés elindítása a háttérkiszolgálón (ha támogatott).
id_id: Menginstruksikan backend untuk mencari kanal (apabila didukung).
it_it: Indica al backend di cercare i canali (se supportati).
mi: Whakaako i te backend ki te rapu mō te takere (ki te tautoko).

# #36209
source: Clear the databases for PVR data like channels, groups, reminders and guide. Please note that not all data can be restored from the backend afterwards.
id_id: Hapus database untuk data PVR seperti saluran, grup, pengingat, dan panduan. Harap dicatat bahwa tidak semua data dapat dipulihkan dari backend sesudahnya.
it_it: Svuota i database per i dati PVR come canali, gruppi, avvisi e guide. Tieni presente che non tutti i dati potrebbero essere ripristinati in seguito dal backend.

# #36210
source: Open the client priorities dialog which allows modifying the priority for enabled PVR clients according to your personal preferences, for instance to order channels client by client. Higher value means higher priority.
be_by: Адкрыць дыялогавае акно прыярытэтаў кліента, ў якім можна змяніць прыярытэт уключаных кліентаў PVR у адпаведнасці з вашымі асабістымі наладамі. Напрыклад, каб сартаваць каналы кліент за кліентам. Боль высокае значэнне мае вышэйшы прыярытэт.
hu_hu: A kliensprioritások párbeszédablak megnyitása, amellyel módosítható az engedélyezett PVR kliensek prioritásának módosítása, a személyes igényeinek megfelelően. Például, a csatornákat kliensenként sorrendezheti. A magasabb érték magasabb prioritást jelent.
id_id: Buka dialog prioritas klien yang memungkinkan modifikasi prioritas untuk klien PVR yang diaktifkan sesuai dengan preferensi pribadi Anda, misalnya untuk memesan saluran klien demi klien. Nilai yang lebih tinggi berarti prioritas yang lebih tinggi.
it_it: Apre la finestra di dialogo priorità client che consente di modificare la priorità per i client PVR abilitati in base alle proprie preferenze personali, ad esempio per ordinare i canali cliente per cliente. Un valore più alto significa una priorità più alta.

# #36211
source: This category contains the settings for PVR channels and channel groups.
id_id: Kategori ini berisi pengaturan untuk saluran PVR dan grup saluran.
it_it: Questa categoria contiene le impostazioni per i canali PVR e i gruppi di canali.

# #36212
source: Display programming information when changing channels, such as the current TV show.
be_by: Выводзіць інфармацыю з тэлепраграмы падчас пераключэння каналаў, такую як назвабягучай перадачы.
hu_hu: Program információk megjelenítése a csatornaváltás alatt, mint például a jelenleg futó TV műsor.
id_id: Tampilan informasi pemrograman ketika mengubah kanal, seperti acara TV saat ini.
it_it: Visualizza le informazioni sulla programmazione quando si cambia canale, come l'attuale serie TV.

# #36213
source: Open the group manager, which allows modification of groups and their respective channels
be_by: Адкрыць кіраўніка груп, у якім можна змяняць групы і каналы, што ў іх уваходзяць
hu_hu: A csoportkezelő megnyitása, amely a csoportok és a megfelelő csatornák módosítását teszi lehetővé
id_id: Buka pengelola grup, yang memungkinkan modifikasi grup dan salurannya masing-masing
it_it: Apre il gestore dei gruppi, che permette la modifica dei gruppi e dei loro rispettivi canali

# #36214
source: Preselect the playing channel in windows and dialogs containing channel lists. If enabled and there is a playing channel, the playing channel will be selected when opening a window or dialog containing a channel list. If disabled, the channel previously selected in a window or dialog will be selected when opening a window containing a channel list.
be_by: Папярэдні выбар прайграваемага канала ў вокнах і дыялогах са спісам каналаў. Калі ўключана і прайграецца канал, то ён будзе абраны пры адкрыцці акна альбо дыялогу саспісам каналаў. Калі выключана, то будзе абраны канал, што быў раней абраны ў акне альбо дыялогу са спісам.
hu_hu: A lejátszott csatorna előzetes kiválasztása a csatornalistát tartalmazó ablakokon és párbeszédablakon. Ha engedélyezett, és van lejátszott csatorna, akkor az a csatorna lesz kiválasztva a csatornalistát tartalmazó ablakokon és párbeszédablakokon. Ha tiltott, akkor az előzőleg kiválasztott csatorna lesz kiválasztva.
id_id: Pilih saluran pemutaran di jendela dan dialog yang berisi daftar saluran. Jika diaktifkan dan ada saluran yang diputar, saluran yang diputar akan dipilih saat membuka jendela atau dialog yang berisi daftar saluran. Jika dinonaktifkan, saluran yang sebelumnya dipilih di jendela atau dialog akan dipilih saat membuka jendela yang berisi daftar saluran.
it_it: Preseleziona il canale in riproduzione nelle finestre e nelle finestre di dialogo contenenti elenchi di canali. Se abilitato ed è presente un canale in riproduzione, il canale in riproduzione verrà selezionato all'apertura di una finestra o di una finestra di dialogo contenente un elenco di canali. Se disabilitato, il canale precedentemente selezionato in una finestra o finestra di dialogo verrà selezionato all'apertura di una finestra contenente un elenco di canali.
