Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36128
source: This category contains the settings for how the screensaver add-ons are handled.
be_by: Катэгорыя змяшчае налады дапаўненняў ахоўніка экрана.
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek a képernyővédő kiegészítők kezelését szabályozzák.
id_id: Kategori ini berisi pengaturan bagaimana screensaver pengaya ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione degli add-on dell screensaver.

# #36129
source: Set the time to wait for any activity to occur before displaying the screensaver.
be_by: Вызначыць час чакання перад уключэннем ахоўніка экрана.
hu_hu: Állítsa be a várakozási időt a képernyővédő megjelenítése előtt.
id_id: Atur waktu tunggu untuk setiap aktifitas sebelum screensaver ditampilkan.
it_it: Imposta il tempo di attesa necessario senza attività prima di mostrare lo screensaver.

# #36130
source: Select the screensaver. The "Dim" screensaver will be forced when fullscreen video playback is paused or a dialogue box is active.
be_by: Абраць ахоўнік экрана. Падчас прыпынення прайгравання альбо пры актыўным дыялогавымакне будзе ўключацца "Dim".
hu_hu: Válasszon képernyővédőt. Az „Elhalványítás” képernyőkímélő lesz erőltetve, ha a teljes képernyős videolejátszás szüneteltetésre kerül vagy egy párbeszédablak aktív.
id_id: Pilih screen saver. Screensaver "Redup" akan dipaksakan saat pemutaran video layar penuh dihentikan sementara atau kotak dialog aktif.
it_it: Seleziona lo screensaver. Lo screensaver "Dim" sarà forzato quando la riproduzione di un video a schermo intero è in pausa oppure una finestra di dialogo è attiva.

# #36131
source: Select to change the screensaver specific settings. Which options are available for configuration depends on the features provided by the screensaver add-on.
be_by: Змяніць налады ахоўніка экрана. Даступныя параметры залежаць ад дапаўнення ахоўніка экрана.
hu_hu: Válassza a képernyővédőfüggő beállítások módosításához. Hogy milyen beállítások elérhetőek az a képernyőkímélő kiegészítő által biztosított funkciókon múlik.
id_id: Pilih untuk mengubah pengaturan spesifik screensaver. Setiap opsi tersedia untuk diatur bergantung pada fitur yang disediakan oleh pengaya screensaver.
it_it: Seleziona per modificare le impostazioni specifiche dello screensaver. Le opzioni disponibili per la configurazione dipendono dalle funzionalità fornite dall'add-on screensaver.

# #36132
source: Preview the selected screensaver.
be_by: Папярэдні прагляд абранага ахоўніка экрана.
hu_hu: Képernyővédő előnézete.
id_id: Pratinjau screensaver yang dipilih.
it_it: Anteprima dello screensaver selezionato.
mi: Arokite i te tiakimata tīpakohia.

# #36133
source: If music is being played, the selected visualisation will be started instead of displaying the screensaver.
be_by: Падчас прайгравання музыкі замест ахоўніка экрана будзе выводзіцца абраная візуалізацыя.
hu_hu: Ha zenelejátszás van folyamatban, akkor a kiválasztott vizualizáció indul el a képernyővédő megjelenítése helyett.
id_id: Jika musik sedang dimainkan, visualisasi yang dipilih akan dimulai sebagai ganti dari menampilkan screensaver.
it_it: Se si sta riproducendo della musica, verrà avviata la visualizzazione selezionata invece di visualizzare lo screensaver.

# #36134
source: Dim the display when media is paused. Not valid for the "Dim" screensaver mode.
be_by: Зацямняць дысплей падчас прыпынення. Непрыдатна для ахоўніка экрана "Dim".
hu_hu: Kijelző sötétítése a lejátszás szüneteltetésekor. Nem érvényes az „Elhalványítás” képernyővédő módban.
id_id: Meredupkan tampilan saat media dijeda. Tidak berlaku untuk mode screensaver "Redup".
it_it: Oscura lo schermo quando la riproduzione è in pausa. Non valido per la modalità screensaver "Dim".

# #36135
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ.
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36136
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ.
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36137
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ.
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36138
source: Section that contains settings related to videos and how they are handled.
be_by: Раздзел змяшчае налады апрацоўкі і адлюстравання відэа.
hu_hu: Ez a csoport a videókkal és azok kezelésével kapcsolatos beállításokat tartalmaz.
id_id: Bagianyang berisi semua setelan yang berhubungan dengan video dan cara penanganannya.
it_it: Sezione contenente impostazioni relative ai video e a come sono gestiti.

# #36139
source: This category contains the settings for how the video library is handled.
be_by: Катэгорыя змяшчае налады відэабібліятэкі.
hu_hu: Ez a kategória a videótár kezelésével kapcsolatos beállításokat tartalmazza.
id_id: Kategori yang berisi setelan bagaimana pustaka video ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione della libreria video.

# #36140
source: Choose which temperature unit is used for displaying temperatures in the user interface.
be_by: Абраць адзінкі вымярэння тэмпературы для адлюстравання ў інтэрфейсе карыстальніка.
hu_hu: Válassza ki a hőmérsékleti egységet a hőmérséklet megjelenítéséhez a felhasználói felületen.
id_id: Pilih unit temperatur yang digunakan untuk menampilkan temperatur pada antarmuka pengguna.
it_it: Scegli quale unità di temperatura sarà usata per mostrare le temperature nell'interfaccia utente.

# #36141
source: Show information for unwatched media in the video library or hide them if not selected to prevent spoilers. Available options are 'Movie plot', 'Episode plot' and 'Episode thumb'.
be_by: Паказваць у бібліятэцы інфармацыю пра непрагледжанае відэа альбо хаваць яе. Даступныя параметры: сюжэт фільма, сюжэт серыі альбо мініяцюра серыі.
hu_hu: A meg nem nézett tartalom információinak megjelenítése a videó könyvtárban vagy elrejtése ha nincs kiválasztva a spoilerek megakadályozása. A rendelkezésre álló lehetőségek a "Filmelőzetes", "Epizód előzetes" és "Epizód bélyegkép".
id_id: Tampilkan informasi untuk media yang belum ditonton di perpustakaan video atau sembunyikan jika tidak dipilih untuk mencegah spoiler. Pilihan yang tersedia adalah 'Plot film', 'Plot episode' dan 'Gambar episode'.
it_it: Mostra informazioni per gli elementi non visti nella libreria video o nascondili se non selezionato per prevenire spoiler. Le opzioni disponibili sono 'Trama film', 'Trama episodio' e 'Anteprima episodio'.

# #36142
source: Choose which speed unit is used for displaying speeds in the user interface.
be_by: Абраць адзінкі вымярэння хуткасці для адлюстравання ў інтэрфейсе карыстальніка.
hu_hu: Válassza ki a sebesség egységet a sebességek megjelenítéséhez a felhasználói felületen.
id_id: Pilih unit kecepatan yang digunakan untuk menampilkan kecepatan pada antarmuka pengguna.
it_it: Scegli quale unità di velocità sarà usata per mostrare le velocità nell'interfaccia utente.

# #36143
source: Downloads thumbnails for actors from online databases when adding media to the library.
be_by: Спампоўваць мініяцюры акцёраў з сеціўных баз даных падчас дадання медыяфайлаў убібліятэку.
hu_hu: Színész bélyegképek letöltése a médiatárhoz való hozzáadáskor.
id_id: Unduh daftar aktor dari basis data daring ketika menambahkan media ke pustaka.
it_it: Scarica le miniature degli attori dai database online quando si aggiungono file multimediali alla libreria.

# #36144
source: Select in which cases you want to hide the season nodes of TV shows. If hidden, selecting a TV show will directly jump into the episodes view.
be_by: Абярыце ў якіх выпадках хочаце хаваць сезоны серыяла. Калі схавана, то пры выбары серыяла будзе адбывацца агляд серый.
hu_hu: Válassza ki hogy mely esetekben szeretné elrejteni a TV sorozatok évad bejegyzéseit. Ha rejtett, akkor a TV műsor kiválasztása közvetlenül az epizódok nézetbe visz.
id_id: Pilih dalam kasus mana Anda ingin menyembunyikan simpul musim acara TV. Jika disembunyikan, memilih acara TV akan langsung masuk ke tampilan episode.
it_it: Seleziona in quali casi vuoi nascondere i nodi della stagione delle serie TV. Se nascosta, la selezione di una serie TV passerà direttamente alla visualizzazione degli episodi.

# #36145
source: When enabled, movies belonging to a "Movie set" are grouped together under one entry for the set in the movie library, this entry can then be opened to display the individual movies. When disabled, each movie will have its own entry in the movie library even if it belongs to a set.
be_by: Калі ўключана, фільмы, што ўваходзяць у кінацыкл, групуюцца разам у адзін запіс убібліятэцы. Яго можна адкрыць для прагляду фільмаў паасобку. Калі выключана, кожныфільм будзе размяшчацца ў бібліятэцы пад асобным запісам.
hu_hu: Ha be van kapcsolva, akkor a filmgyűjteménybe tartozó filmek egy csoportban jelennek meg a filmtárban. Ez a bejegyzés aztán megnyitható és megjelennek a filmek egyesével. Ha ki van kapcsolva, akkor minden filmnek saját bejegyzése lesz a filmtárban, még akkor is ha egy gyűjteménybe tartozik.
id_id: Saat diaktifkan, film yang termasuk dalam "Set film" dikelompokkan bersama di bawah satu entri untuk set di perpustakaan film, entri ini kemudian dapat dibuka untuk menampilkan film individual. Saat dinonaktifkan, setiap film akan memiliki entrinya sendiri di perpustakaan film meskipun itu milik satu set.
it_it: Quando abilitato, i film che appartengono a una "Raccolta film" saranno raggruppati assieme sotto un'unica voce per la collezione nella libreria film, questa voce può essere aperta per visualizzare i film singoli. Quando disabilitato, ogni film avrà la propria voce nella libreria film anche se appartiene a una raccolta.

# #36146
source: Check for new media files on startup.
be_by: Правяраць падчас запуску наяўнасць новых медыяфайлаў.
hu_hu: Új médiafájlok keresése induláskor
id_id: Periksa berkas media baru saat memulai.
it_it: Verifica la presenza di nuovi file multimediali all'avvio.

# #36147
source: Hide the library scanning progress bar during scans.
be_by: Хаваць радок працэсу сканавання.
hu_hu: Az állapot-visszajelző csík elrejtése az állománykeresés során.
id_id: Sembunyikan penunjuk perkembangan pindai pustaka saat memindai.
it_it: Nascondi la barra di progresso della scansione libreria durante le scansioni.
mi: Huna i te pae i te ahunga whakamua i roto i te matawai hei tirotiro ai scans.

# #36148
source: Remove items from your library that can't be found (either renamed, deleted, or on removable storage that is currently unplugged).
be_by: Выдаліць з бібліятэкі адсутныя файлы (якія былі выдаленыя, ў якіх былі змененыя назвы, альбо тыя, што знаходзяцца на адлучаных носьбітах).
hu_hu: A nem található állományok eltávolítása a médiatárból (akár törölt, átnevezett, vagy olyan eszközön található ami jelenleg nincs csatlakoztatva)
id_id: Hapus item dari perpustakaan Anda yang tidak dapat ditemukan (baik diganti namanya, dihapus, atau di penyimpanan yang dapat dilepas yang saat ini dicabut).
it_it: Rimuovi gli elementi dalla tua libreria che non possono essere trovati (rinominati, eliminati o su un archivio rimovibile che è attualmente scollegato).
mi: Tango i ngā tūemi i tou tirotiro e kore e taea e te kitea (rānei whakaingoatia, mukua, ranei i runga i rokiroki ka taea te kawe e he kotia wā).

# #36149
source: Export the video library database to XML files. This will optionally overwrite your current XML files.
be_by: Экспартаваць відэабібліятэку ў файл XML. Могуць перазапісацца бягучыя файлы XML.
hu_hu: Videotár adatbázis exportálása XML fájlokba. Ez választhatóan felülírhatja a jelenlegi XML fájlokat.
id_id: Ekspor database perpustakaan video ke file XML. Ini secara opsional akan menimpa file XML Anda saat ini.
it_it: Esporta il database della libreria video in un file XML. Può sovrascrivere su richiesta i file XML attuali.

# #36150
source: Import an XML file into the video library database.
be_by: Імпартаваць файл XML у відэабібліятэку.
hu_hu: XML fájl importálása a videótár adatbázisba.
id_id: Impor file XML ke dalam database perpustakaan video.
it_it: Importa un file XML nel database della libreria video.

# #36151
source: This category contains the settings for how video playback is handled.
be_by: Катэгорыя змяшчае налады апрацоўкі і прайгравання відэа.
hu_hu: Ez a kategória a videolejátszással kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana pemutaran video ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione della riproduzione video.

# #36152
source: Enable automatic playback of the next file in the list for selected playlist types.
be_by: Уключыць аўтаматычнае прайграванне наступнага файла са спіса для абраных тыпаў спісаў прайгравання.
hu_hu: Engedélyezheti a kiválasztott fájl lejátszási listájának listájában szereplő következő fájl automatikus lejátszását.
id_id: Aktifkan pemutaran otomatis file berikutnya dalam daftar untuk jenis daftar putar yang dipilih.
it_it: Abilita la riproduzione automatica del file successivo nell'elenco per i tipi di playlist selezionati.

# #36153
source: Adjust the method used to process and display video.
be_by: Абраць метад апрацоўкі і адлюстравання відэа.
hu_hu: A videó feldolgozásához és megjelenítéséhez használt módszer beállítása.
id_id: Setel metode yang dipakai untuk memroses dan menampilkan video.
it_it: Configura il metodo usato per elaborare e visualizzare i video.
mi: Whakaritea te tikanga e whakamahia ana ki te tukatuka me te whakaatu ataata.

# #36154
source: Use high quality scalers when upscaling a video by at least this percentage. A value below 5% makes little sense as video is processed with high GPU load without any visible picture quality improvements.
be_by: Выкарыстоўваць высокаякасныя алгарытмы маштабавання, пачынаючы з вызначанага значэння ў %. Значэнні менш за 5 % не рэкамендуюцца, бо на GPU будзе вялікая нагрузка, а адрозненняў бачна не будзе.
hu_hu: Csak akkor használjon magas minőségű videó felbontás konvertálást (upscaling) ha a megadott százaléknál nagyobb ez eltérés. 5% alatti méretkülönbségnél a képminőségjavulás nem érzékelhető miközben magas CPU terheléssel jár.
id_id: Gunakan penskala berkualitas tinggi saat meningkatkan skala video setidaknya dengan persentase ini. Nilai di bawah 5% tidak masuk akal karena video diproses dengan beban GPU tinggi tanpa peningkatan kualitas gambar yang terlihat.
it_it: Usa filtri di alta qualità quando ingrandisci un video di almeno questa percentuale. Un valore inferiore al 5% ha poco senso poiché il video è processato con alto carico della GPU senza alcun miglioramento visibile della qualità dell'immagine.

# #36155
source: Enable VDPAU hardware decoding of video files, mainly used for NVIDIA graphics and in some circumstances AMD graphics.
be_by: Уключыць апаратнае дэкадаванне VDPAU, што пераважна выкарыстоўваецца ў картах Nvidia і ў некаторых картах AMD.
hu_hu: VDPAU hardveres videó dekódolás engedélyezése. Főleg NVIDIA grafikai megjelentők támogatják, de adott esetben AMD gyártásúak is.
id_id: Aktifkan decoding perangkat keras VDPAU dari file video, terutama digunakan untuk grafis NVIDIA dan dalam beberapa keadaan grafis AMD.
it_it: Abilita la decodifica hardware VDPAU dei file video, utilizzata principalmente nelle schede grafiche NVIDIA e in alcune circostanze anche in quelle AMD.

# #36156
source: Enable VAAPI hardware decoding of video files, mainly used for Intel graphics and in some circumstances AMD graphics.
be_by: Уключыць апаратнае дэкадаванне VAAPI, што пераважна выкарыстоўваецца ў картах Intel і ў некаторых картах AMD.
hu_hu: VAAPI hardveres videó dekódolás engedélyezése. Főleg Intel grafikai megjelentők támogatják, de adott esetben AMD gyártásúak is.
id_id: Aktifkan pendekodean perangkat keras VAAPI dari berkas video, terutama digunakan untuk kartu grafis merek Intel dan dalam beberapa kasus merek AMD.
it_it: Abilita la decodifica hardware VAAPI dei file video, utilizzata principalmente nelle schede grafiche Intel e in alcune circostanze anche in quelle AMD.

# #36157
source: When enabled, a "Movie set" entry is used even if the movie library contains only a single movie from that set. When disabled, a "Movie set" entry is used only if the movie library contains more than one movie from that set.
be_by: Калі ўключана, запіс "Кінацыкл" выкарыстоўваецца нават пры наяўнасці толькі аднаго фільма ў бібліятэцы. Калі выключана, запіс "Кінацыкл" выкарыстоўваецца толькі калі ў бібліятэцы змяшчаецца больш за адзін фільм з цыклу.
hu_hu: Ha be van kapcsolva, akkor a filmgyűjtemény bejegyzés lesz használva még akkor is ha csak egy film van a gyűjteményben. Ha ki van kapcsolva, akkor csak akkor jelenik meg a filmgyűjtemény bejegyzés, ha több mint egy film van a gyűjteményben.
id_id: Saat diaktifkan, entri "Kumpulan film" digunakan meskipun perpustakaan film hanya berisi satu film dari rangkaian itu. Saat dinonaktifkan, entri "Kumpulan film" hanya digunakan jika perpustakaan film berisi lebih dari satu film dari rangkaian itu.
it_it: Quando abilitato, sarà usata una voce "Raccolta film" anche se la libreria film contiene solo un film da quella collezione. Quando disabilitato, la voce "Raccolta film" sarà usata solo se la libreria film contiene più di un film per quella raccolta.

# #36158
source: Enable DXVA2 hardware decoding of video files.
be_by: Уключыць апаратнае дэкадаванне відэафайлаў пры дапамозе DXVA2.
hu_hu: Videófájlok DXVA2 hardveres dekódolásának engedélyezése.
id_id: Aktifkan pendekodean perangkat keras DXVA2 atas berkas video.
it_it: Abilita la decodifica hardware DXVA2 dei file video.

# #36159
source: Enable CrystalHD decoding of video files.
be_by: Уключыць дэкадаванне відэафайлаў пры дапамозе CrystalHD.
hu_hu: Videófájlok CrystalHD hardveres dekódolásának engedélyezése.
id_id: Aktifkan decoding CrystalHD file video.
it_it: Abilita la decodifica CrystalHD dei file video.

# #36160
source: Enable VTB hardware decoding of video files.
be_by: Уключыць апаратнае дэкадаванне відэафайлаў пры дапамозе VTB.
hu_hu: Videófájlok VTB hardveres dekódolásának engedélyezése.
id_id: Aktifkan decoding perangkat keras VTB untuk file video.
it_it: Abilita la decodifica hardware VTB dei file video.

# #36161
source: Select an action Kodi will perform on startup.
be_by: Абярыце дзеянне, што будзе выконвацца падчас запуску Kodi.
hu_hu: Válassza ki, hogy induláskor a Kodi milyen műveletet hajtson végre.
id_id: Pilih tindakan yang akan dilakukan Kodi saat startup.
it_it: Seleziona un'azione che Kodi eseguirà all'avvio.

# #36162
source: Enable VideoToolbox hardware decoding of video files.
be_by: Уключыць апаратнае дэкадаванне відэафайлаў пры дапамозе VideoToolbox.
hu_hu: Videófájlok VideoToolbox hardveres dekódolásának engedélyezése.
id_id: Aktifkan pendekodean perangkat-keras VideoToolbox berkas video.
it_it: Abilita la decodifica hardware VideoToolbox dei file video.

# #36163
source: Show TV shows with no episodes when browsing the video library.
be_by: Падчас агляду бібліятэкі паказваць серыялы без серый.
hu_hu: Megjeleníti az epizódok nélküli TV műsorokat a videotárban.
id_id: Tampilkan acara TV tanpa episode saat menjelajahi perpustakaan video.
it_it: Mostra serie TV senza episodi durante la navigazione nella libreria video.

# #36164
source: Allow the refresh rate of the display to be changed so that it best matches the video frame rate. This may yield smoother video playback.
be_by: Дазволіць змяняць чашчыню абнаўлення дысплея, каб яна адпавядала чашчыні кадраў відэа. Праз гэта відэа можа прайгравацца больш плаўна.
hu_hu: Lehetővé teszi, hogy a megjelenítő képfrissítési gyakoriságát a videó képkockasebességéhez igazítsuk. Ezzel elkerülhetők a kimaradt képkockák és a lejátszás folyamatosabbá válik.
id_id: Perbolehkan refresh rate tampilan dirubah sehingga bisa menyesuaikan dengan frame-rate video. Ini dapat menghasilkan pemutaran video yang lebih halus.
it_it: Consente la modifica della frequenza di aggiornamento dello schermo in modo che corrisponda al meglio alla frequenza dei fotogrammi del video. Questo potrebbe produrre una riproduzione video più fluida.

# #36165
source: Delay of reset event after a change of refresh rate
be_by: Затрымка пры ачышчэнні падзей пасля змены чашчыні абнаўлення
hu_hu: A visszaállítási esemény késleltetése a képfrissítési gyakoriság módosítása után
id_id: Penundaan acara reset setelah perubahan kecepatan refresh
it_it: Ritardo dell'evento di ripristino dopo una modifica della frequenza di aggiornamento

# #36166
source: Synchronise video and audio to the refresh rate of the monitor. VideoPlayer won't use passthrough audio in this case because resampling may be required.
be_by: Сінхранізаваць відэа і гук з чашчынёй абнаўлення дысплея. У гэтым выпадку прайгравальнік не выкарыстоўвае наўпроставы вывад аўдыё, бо можа спатрэбіцца паўторная дыскрэтызацыя.
hu_hu: A hang és videó szinkronizálása a monitor képfrissítési gyakoriságához. A VideoPlayer nem fog hangtovábbítást használni ebben az esetben, mert újramintavételezés lehetne szükséges.
id_id: Sinkronkan video dan audio dengan kecepatan refresh monitor. VideoPlayer tidak akan menggunakan audio passthrough dalam kasus ini karena pengambilan sampel ulang mungkin diperlukan.
it_it: Sincronizza il video e l'audio alla frequenza di aggiornamento del monitor. VideoPlayer non userà il passthrough audio in questo caso poiché potrebbe essere necessario un ricampionamento.

# #36167
source: Choose which time format is used for displaying the time in the user interface.
be_by: Абраць фармат часу для адлюстравання ў інтэрфейсе карыстальніка.
hu_hu: Válassza ki az időformátumot az idő megjelenítéséhez a felhasználói felületen.
id_id: Pilih format waktu yang digunakan untuk menampilkan waktu di antarmuka pengguna.
it_it: Scegli quale formato dell'ora sarà usato per mostrare l'ora nell'interfaccia utente.

# #36168
source: Choose whether to use 12 or 24-hour format for displaying the time in the user interface.
be_by: Абраць фармат адлюстравання часу: 12 альбо 24-гадзінны.
hu_hu: Kérjük válassza ki, hogy 12, vagy 24 órás időformátumban történjen az idő kijelzése.
id_id: Pilih apakah akan menggunakan format 12 atau 24 jam untuk menampilkan waktu di antarmuka pengguna.
it_it: Scegli se usare il formato 12 o 24 ore per mostrare l'ora nell'interfaccia utente.
