Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36000
source: Pulse-Eight CEC adapter
be_by: Адаптар Pulse-Eight CEC
id_id: Adaptor Pulse-Eight CEC
it_it: Adattatore CEC Pulse-Eight

# #36002
source: Switch to keyboard side command
be_by: Уключыць дадатковыя загады клавіятуры
hu_hu: Váltás billentyűparancsra
id_id: Pindah ke perintah samping keyboard
it_it: Passa ai comandi da tastiera
mi: Whakawhiti atu ki te whakahau taha papapātuhi

# #36003
source: Switch to remote side command
be_by: Уключыць дадатковыя загады пульта
hu_hu: Váltás távirányító parancsra
id_id: Pindah ke perintah sampingan remote
it_it: Passa ai comandi dal telecomando
mi: Whakawhiti atu ki te whakahau taha mamao

# #36004
source: Press "user" button command
be_by: Націсніце наладжваемую кнопку "user"
hu_hu: Nyomja meg a „felhasználó” gomb parancsot
id_id: Tekan perintah tombol "pengguna"
it_it: Premi il bottone "user"
mi: Press "kaiwhakamahi " whakahau pātene

# #36005
source: Enable switch side commands
be_by: Уключыць дадатковыя загады
hu_hu: Kapcsoló parancsok engedélyezése
id_id: Aktifkan pemindahan perintah sampingan
it_it: Abilita comandi laterali
mi: Whakahohe i whakahau taha whakawhiti

# #36006
source: Couldn't open the adapter
be_by: Не атрымалася адкрыць адаптар
hu_hu: Adapter megnyitása sikertelen
id_id: Tidak dapat membuka adaptor
it_it: Impossibile connettersi all'adattatore

# #36007
source: Devices to power on during startup
be_by: Уключаць прыладу падчас запуску
hu_hu: Készülékek bekapcsolása a rendszer indulásakor
id_id: Perangkat untuk dihidupkan selama Mulai
it_it: Dispositivi da accendere all'avvio

# #36008
source: Devices to power off during shutdown
be_by: Выключаць прыладу падчас выключэння
hu_hu: Készülékek kikapcsolása a leállításkor
id_id: Perangkat untuk dimatikan selama dimatikan
it_it: Dispositivi da spegnere alla chiusura

# #36009
source: Put devices in standby mode when activating the screensaver
be_by: Пераводзіць прыладу ў рэжым сну пры актывацыі ахоўніка экрана
hu_hu: Képernyővédő bekapcsolásákor az eszközöket készenléti módba helyezi
id_id: Biarkan perangkat pada mode standby ketika screensaver aktif
it_it: Metti i dispositivi in modalità standby quando si attiva lo screensaver

# #36010
source: Wake devices when deactivating the screensaver
be_by: Абуджаць прыладу пры дэактывацыі ахоўніка экрана
hu_hu: Eszközök felébresztése a képernyővédő felfüggesztésekor
id_id: Bangunkan perangkat saat mematikan screensaver
it_it: Risveglia dispositivi alla disattivazione dello screensaver

# #36011
source: Couldn't detect the CEC com port. Please configure it manually.
be_by: Не атрымалася выявіць порт CEC. Калі ласка, наладзьце яго ўласнаручна.
hu_hu: Nem sikerült észlelni a CEC com portot. Kérjük állítsa be kézzel.
id_id: Tidak dapat mendeteksi port CEC com. Mohon atur manual.
it_it: Impossibile trovare la porta com CEC. Impostala manualmente.

# #36012
source: Couldn't initialise the CEC adapter. Please check your settings.
be_by: Не атрымалася ініцыялізаваць адаптар CEC. Калі ласка, праверце вашыя налады.
hu_hu: Nem sikerült elérni a CEC adaptert. Kérjük ellenőrizze a beállításokat.
id_id: Tidak dapat menginisialisasi adaptor CEC. SIlahkan periksa setelan anda.
it_it: Impossibile connettersi all'adattatore CEC. Controlla le impostazioni.

# #36013
source: CEC client device mode
id_id: Mode perangkat klien CEC
it_it: Modalità dispositivo client CEC

# #36015
source: HDMI port number
be_by: Нумар порта HDMI
hu_hu: HDMI csatlakozó száma
id_id: Nomor port HDMI
it_it: Numero porta HDMI
mi: Tau tauranga atanga

# #36016
source: Connected
be_by: Падлучана
hu_hu: Csatlakozva
id_id: Terhubung
it_it: Connesso
mi: Tūhono

# #36017
source: Couldn't initialise the CEC adapter: libCEC was not found on your system.
be_by: Не атрымалася ініцыялізаваць адаптар CEC: libCEC не знойдзеная.
hu_hu: Nem sikerült elérni a CEC adaptert. A libCEC nem található meg a rendszerben.
id_id: Tidak dapat menginisialisasi adaptor CEC. libCEC tidak ditemukan di dalam sistem anda.
it_it: Impossibile inizializzare l'adattatore CEC: libCEC non è stata trovata nel tuo sistema.

# #36018
source: Use the TV's language setting
be_by: Выкарыстоўваць моўныя налады ТБ
hu_hu: A TV nyelvi beállításainak használata
id_id: Gunakan pengaturan bahasa TV
it_it: Usa la lingua impostata sulla TV
mi: Whakamahia te tautuhinga reo o te TV

# #36019
source: Connected to HDMI device
be_by: Падлучана да прылады HDMI
hu_hu: HDMI eszközhöz csatlakoztatva
id_id: Koneksikan ke perangkat HDMI
it_it: Collegato ad un dispositivo HDMI
mi: Tūhono ki te pūrere atanga

# #36020
source: Switch source to this device on startup
be_by: Пераключаць крыніцу на гэтую прыладу падчас запуску
hu_hu: Bekapcsoláskor ez az eszköz legyen az aktív bemenet
id_id: Ubah sumber ke perangkat ini saat memulai
it_it: Cambia sorgente a questo dispositivi all'avvio

# #36021
source: Physical address (overrules HDMI port)
be_by: Апаратны адрас (не зважаць на нумар порта HDMI)
hu_hu: Fizikai cím (felülírja a HDMI portot)
id_id: Addres fisik (kesampingkan port HDMI)
it_it: Indirizzo fisico (prevale sulla porta HDMI)
mi: Wāhitau tinana (overrules atanga tauranga)

# #36023
source: Configuration updated
be_by: Канфігурацыя абноўленая
hu_hu: Konfiguráció frissítve
id_id: Konfigurasi diperbarui
it_it: Configurazione aggiornata
mi: Whirihoranga whakahōungia

# #36024
source: Failed to set the new configuration. Please check your settings.
be_by: Не атрымалася прызначыць новую канфігурацыю. Калі ласка, праверце вашыя налады.
hu_hu: Az új konfiguráció sikertelen volt, kérem ellenőrizze a beállításokat.
id_id: Gagal untuk mengatur konfigurasi. Silakan periksa pengaturan anda.
it_it: Impossibile impostare la nuova configurazione. Controlla le impostazioni.
mi: I rahua te whakaturia te whirihoranga hou. Takina ō tautuhinga.

# #36025
source: Send "Inactive source" command on shutdown
be_by: Пры выключэнні адпраўляць загад "Неактыўная крыніца"
hu_hu: "Inaktív bemenet" jelzés küldése leállításkor
id_id: Kirim perintah "Sumber tidak aktif" saat mematikan
it_it: Invia comando "Sorgente non attiva" alla chiusura

# #36026
source: Devices to also put in standby mode
be_by: Пераводзіць прылады ў рэжым сну
hu_hu: A készülékeket is tegye alvó állapotba
id_id: Perangkat untuk juga dimasukkan ke dalam mode siaga
it_it: Dispositivi da mettere anche in standby

# #36027
source: This device needs servicing
be_by: Прыладзе патрабуецца абслугоўванне
hu_hu: Ez az eszköz karbantartást igényel
id_id: Perangkat ini butuh servicing
it_it: Questo dispositivo necessita di manutenzione
mi: Me tenei pūrere ratonga

# #36028
source: Ignore
be_by: Не зважаць
hu_hu: Mellőzés
id_id: Abaikan
it_it: Ignora
mi: Waihotia

# #36029
source: When the TV is switched off
be_by: Падчас выключэння тэлевізара
hu_hu: Amikor a TV ki van kapcsolva
id_id: Ketika TV dimatikan
it_it: Quando la TV è spenta
mi: A, no te whakawhitia te te TV atu

# #36030
source: Connection lost
be_by: Злучэнне страчана
hu_hu: A kapcsolat megszakadt
id_id: Koneksi putus
it_it: Connessione persa
mi: Hononga ngaro

# #36031
source: This user does not have permissions to open the CEC adapter
be_by: У гэтага карыстальніка не стае правоў на адкрыццё адаптара CEC
hu_hu: A felhasználói fiók nem rendelkezik a megfelelő engedélyekkel, hogy használhassa a CEC adaptert.
id_id: Pengguna ini tidak mempunyai izin untuk membuka adapter CEC
it_it: L'utente non ha i permessi per accedere all'adattatore CEC

# #36032
source: The port is busy. Only one program can access the CEC adapter
be_by: Порт ужо выкарыстоўваецца. Толькі адна праграма можа атрымаць доступ да адаптара CEC
hu_hu: A port foglalt. Csak egy érheti el egyszerre a CEC adaptert.
id_id: Port sedang sibuk. Hanya satu program yang dapat mengakses adaptor CEC
it_it: La porta è occupata. Solo un programma alla volta può accedere all'adattatore CEC

# #36033
source: Action when switching to another source
be_by: Дзеянне пры пераключэнні на іншую крыніцу
hu_hu: Művelet más forrás kiválasztásakor
id_id: Tindakan saat beralih ke sumber lain
it_it: Azione al cambio di sorgente

# #36034
source: Connection established
be_by: Злучэнне наладжана
hu_hu: A kapcsolat létrejött
id_id: Koneksi terjalin
it_it: Connessione stabilita

# #36035
source: Always
be_by: Заўсёды
hu_hu: Mindig
id_id: Selalu
it_it: Sempre
mi: Tonu

# #36036
source: On start / stop
be_by: Пры запуску / спыненні
hu_hu: Indításkor / leállításkor
id_id: Saat mulai / berhenti
it_it: All'avvio / arresto

# #36038
source: Amplifier / AVR device
be_by: Узмацняльнік / Прылада AVR
hu_hu: Erősítő (AVR)
id_id: Perangkat Amplifier / AVR
it_it: Amplificatore / Dispositivo AVR
mi: Pūrere tīwerawera / AVR

# #36039
source: TV and AVR device (explicit)
be_by: ТБ і AVR (яўна)
hu_hu: TV és AVR eszköz
id_id: Perangkat TV dan AVR (eksplisit)
it_it: TV e dispositivo AVR (esplicito)
mi: Pūrere TV me te AVR (mārama)

# #36040
source: Detected version of libCEC interface ({0:x}) is lower than the supported version {1:x}.
be_by: Выяўленая версія libCEC ({0:x}) ніжэй за патрэбную версію {1:x}.
hu_hu: A libCEC illesztő verziója ({0:x}) alacsonyabb a támogatottnál {1:x}.
id_id: Versi antarmuka libCEC yang terdeteksi ({0:x}) lebih rendah dari versi yang didukung {1:x}.
it_it: La versione rilevata dell'interfaccia libCEC ({0:x}) è inferiore alla versione {1:x} supportata.

# #36041
source: * Item folder
be_by: * Каталог аб’екта
hu_hu: * Elem mappa
it_it: * Cartella elementi
mi: * Kōpaki Item

# #36042
source: Use limited colour range (16-235)
be_by: Выкарыстоўваць абмежаваны дыяпазон колераў (16-235)
hu_hu: Korlátozott színtér használata (16-235)
id_id: Gunakan rentang warna terbatas (16-235)
it_it: Usa intervallo di colori limitato (16-235)
mi: Whakamahia ngā tae iti (16-235)

# #36043
source: Number of buffers used by graphics driver
be_by: Колькасць буфераў, што выкарыстоўваюцца графічным драйверам
hu_hu: A grafikus eszközmeghajtó által használt pufferek száma
id_id: Jumlah buffer yang digunakan oleh driver grafis
it_it: Numero di buffer usati dal driver grafico

# #36044
source: Stop Playback
be_by: Спыніць прайграванне
hu_hu: Lejátszás leállítása
id_id: Hentikan Pemutaran
it_it: Ferma la riproduzione

# #36045
source: Pause Playback
be_by: Прыпыніць прайграванне
hu_hu: Lejátszás szüneteltetése
id_id: Jeda Pemutaran
it_it: Metti in pausa la riproduzione

# #36046
source: Force AVR to wake up when Kodi is activated
be_by: Прымусова абуджаць AVR пры актывацыі Kodi
hu_hu: AVR egység felébresztése a Kodi indulásakor
id_id: Paksa AVR untuk bangun ketika Kodi diaktifkan
it_it: Forza l'attivazione dell'AVR quando Kodi viene attivato

# #36047
source: Remote button press delay before repeating (ms)
be_by: Затрымка націскання кнопкі перад паўторам (мс)
hu_hu: Távirányítógomb lenyomások közti késleltetés, amíg nem számít ismétlésnek (ms)
id_id: Penundaan tekan tombol jarak jauh sebelum mengulang (md)
it_it: Ritardo pressione tasto telecomando prima della ripetizione (ms)

# #36048
source: Remote button press repeat rate (ms)
be_by: Чашчыня паўторнага націскання кнопкі (мс)
hu_hu: Távirányítógomb lenyomások ismétlési sebessége (ms)
id_id: Tekan tombol jarak jauh tingkat pengulangan (md)
it_it: Velocità di ripetizione della pressione del tasto del telecomando (ms)

# #36049
source: Remote button press release time (ms)
be_by: Час націскання кнопкі (мс)
hu_hu: Távirányítógomb lenyomás utáni felengedési idő (ms)
id_id: Waktu rilis tekan tombol jarak jauh (md)
it_it: Tempo rilascio pressione tasto telecomando (ms)

# #36050
source: On start
be_by: Падчас запуску
hu_hu: Indításkor
id_id: Saat mulai
it_it: All'avvio

# #36051
source: Recording Device
id_id: Alat perekam
it_it: Dispositivo di registrazione

# #36052
source: Playback Device
id_id: Perangkat Pemutaran
it_it: Dispositivo di riproduzione

# #36053
source: Tuner Device
id_id: Perangkat Penyetel
it_it: Dispositivo di sintonizzazione

# #36097
source: GUI peak luminance in HDR PQ mode
id_id: Pencahayaan puncak GUI dalam mode HDR PQ
it_it: Luminanza di picco della GUI in modalità HDR PQ

# #36098
source: Use 10 bit for SDR
id_id: Gunakan 10 bit untuk SDR
it_it: Utilizza 10 bit per SDR

# #36100
source: Dither depth
be_by: Глыбіня згладжвання
hu_hu: Dither mélység
id_id: Kedalaman gentar
it_it: Profondità dither

# #36101
source: Change the look and feel of the user interface.
be_by: Змяніць вонкавы выгляд інтэрфейсу карыстальніка.
hu_hu: A felhasználói felület kinézetének beállítása.
id_id: Ubah tampilan dan rasa antar-muka pengguna.
it_it: Cambia l'aspetto dell'interfaccia utente.

# #36102
source: This category contains all skin related settings.
be_by: Катэгорыя змяшчае ўсе налады абалонкі.
hu_hu: Ez a kategória a felszín beállításait tartalmazza.
id_id: Kategori ini berisi semua skin yang berhubungan dengan pengaturan.
it_it: Questa categoria contiene tutte le impostazioni relative alla skin.

# #36103
source: Select the skin for the user interface. This will define the look and feel of the application.
be_by: Абраць абалонку інтэрфейсу карыстальніка. Яна вызначае вонкавы выгляд праграмы.
hu_hu: Válassza ki a felszínt a felhasználói felülethez. Ez meghatározza az alkalmazás kinézetét.
id_id: Pilih skin untuk antarmuka pengguna. Hal ini akan mempengaruhi tampilan dan rasa dari aplikasi.
it_it: Seleziona la skin per l'interfaccia utente. Questo definirà l'aspetto grafico dell'applicazione.

# #36104
source: Select to change the skin specific settings. Which options are available for configuration depends on the features provided by the skin.
be_by: Налады абалонкі. Даступныя параметры залежаць ад абалонкі.
hu_hu: Válassza a felszínfüggő beállítások módosításához. Hogy milyen beállítások elérhetőek az a felszín által biztosított funkciókon múlik.
id_id: Pilih untuk mengganti pengaturan spesifik skin. Setiap opsi tersedia untuk diatur bergantung pada fitur yang disediakan oleh skin.
it_it: Seleziona per modificare le impostazioni specifiche della skin. Le opzioni disponibili per la configurazione dipendono dalle funzionalità fornite dalla skin.

# #36105
source: Change the theme associated with your selected skin.
be_by: Змяніць тэму абранай абалонкі.
hu_hu: A választott felszínhez rendelt téma megváltoztatása.
id_id: Ubah tema yang terkait dengan skin yang dipilih.
it_it: Cambia il tema associato alla skin selezionata.
mi: Hurihia te kaupapa e pā ana ki to koutou kiri kua tīpakohia.

# #36106
source: Change the colours of your selected skin.
be_by: Змяніць колеры абранай абалонкі.
hu_hu: A választott felszín színeinek megváltoztatása.
id_id: Ubah warna dari skin yang dipilih.
it_it: Cambia i colori della skin selezionata.
mi: Hurihia te tae o to koutou kiri kua tīpakohia.

# #36107
source: Choose the fonts displayed in the user interface. The font sets are configured by your skin.
be_by: Абраць шрыфты інтэрфейсу. Набор шрыфтоў залежыць ад абалонкі.
hu_hu: A kezelőfelület betűkészletének kiválasztása. A betűkészletek összeállításokat a felszín határozza meg.
id_id: Pilih font yang ditampilkan di antar-muka pengguna. Set font ditentukan oleh kulit anda.
it_it: Scegli i caratteri visualizzati nell'interfaccia utente. I set di caratteri sono configurati dalla tua skin.

# #36108
source: Resize the view of the user interface.
be_by: Маштабаванне інтэрфейсу.
hu_hu: A felhasználói felület nézetének átméretezése.
id_id: Rubah ukuran antar-muka pengguna.
it_it: Ridimensiona la visuale dell'interfaccia utente.

# #36109
source: Select the media window to display on startup.
be_by: Абраць акно, адлюстроўваемае падчас запуску.
hu_hu: Válassza ki az induláskor megjelenő médiaképernyőt.
id_id: Pilih window media untuk menampilkannya saat memulai.
it_it: Scegli la finestra da mostrare all'avvio.

# #36110
source: Select or disable the sounds used in the user interface.
be_by: Абраць альбо выключыць гукі інтэрфейсу карыстальніка.
hu_hu: Válassza ki vagy kapcsolja ki a felhasználói felület által használt hangokat.
id_id: Pilih atau non-aktifkan suara yang digunakan pada antarmuka pengguna.
it_it: Scegli o disabilita i suoni usati nell'interfaccia utente.

# #36111
source: Turn this off to remove the scrolling RSS news ticker.
be_by: Уключэнне стужкі RSS.
hu_hu: Ezt kapcsolja ki, ha a ki akarja kapcsolni az RSS hírsávot.
id_id: Matikan ini untuk menghilangkan baris berita RSS bergulir.
it_it: Disattiva per rimuovere il ticker delle notizie RSS a scorrimento.
mi: Tahuri tenei atu ki te tango i te panuku Tape Tika rongo RSS.

# #36112
source: Edit the RSS feeds.
be_by: Рэдагаваць стужкі RSS.
hu_hu: Az RSS hírcsatornák szerkesztése.
id_id: Ubah asupan RSS.
it_it: Modifica feed RSS.
mi: Whakatika i te whāngai RSS.

# #36113
source: This category contains all locale / regional settings.
be_by: Катэгорыя змяшчае ўсе моўныя і рэгіянальныя налады.
hu_hu: Ez a kategória a területi beállításokat tartalmazza.
id_id: Kategori ini berisi semua pengaturan lokal / regional.
it_it: Questa categoria contiene le impostazioni locali e regionali.

# #36114
source: Chooses the language of the user interface.
be_by: Абраць мову інтэрфейсу карыстальніка.
hu_hu: A kezelőfelület nyelvének kiválasztása.
id_id: Pilih bahasa yang digunakan di antar-muka pengguna.
it_it: Sceglie la lingua dell'interfaccia utente.

# #36115
source: Select the formats for temperature, time and date. The available options depend on the selected language.
be_by: Абраць фарматы тэмпературы, часу і даты. Даступныя параметры залежаць ад абранай мовы.
hu_hu: A hőmérséklet, idő és dátum formátumának választása. A rendelkezésre álló lehetőségeket a kiválasztott nyelv befolyásolja.
id_id: Pilih format dari suhu, waktu, dan tanggal. Pilihan tersedia bergantung dari bahasa yang dipilih.
it_it: Seleziona i formati per temperatura, ora e data. Le opzioni disponibili dipendono dalla lingua selezionata.
mi: Tīpakohia te ngā mo te pāmahana, te wā me te rā. Ko te kōwhiringa e wātea ana i runga i te whakawhirinaki reo kua tīpakohia.

# #36116
source: Choose which character set is used for displaying text in the user interface. This doesn't change the character set used for subtitles, for that go to Player > Language.
be_by: Абраць кадаванне для тэксту інтэрфейсу. Гэты параметр не зменіць кадаванне субцітраў, для гэтага перайдзіце ў Прайгравальнік › Мова.
hu_hu: Válassza ki a kezelőfelületen megjelenő szöveg karakterkészletét. Ez nem módosítja a feliratokhoz használt karakterkészletet, ahhoz ugorjon a Lejátszó > Nyelv menüponthoz.
id_id: Pilih set karakter mana yang digunakan untuk menampilkan teks di antarmuka pengguna. Ini tidak mengubah set karakter yang digunakan untuk takarir, untuk itu buka Pemutar > Bahasa.
it_it: Seleziona il set di caratteri da usare per il testo dell'interfaccia utente. Questo non cambia il set di caratteri usato per i sottotitoli, per questo vai in Lettore > Lingua.

# #36117
source: Select country location.
be_by: Абраць размяшчэнне краіны.
hu_hu: Az ország helyének kiválasztása.
id_id: Pilih lokasi negara.
it_it: Seleziona paese.
mi: Tīpakohia wāhi whenua.

# #36118
source: Select your current timezone.
be_by: Абраць бягучы часавы пояс.
hu_hu: Válassza ki a jelenlegi időzónát.
id_id: Pilih timezone saat ini.
it_it: Seleziona fuso orario.
mi: Tīpakohia koutou rohewā o nāianei.

# #36119
source: Defaults to the selected audio language if more than one language is available.
be_by: Абраць прадвызначаную мову аўдыё пры наяўнасці некалькіх.
hu_hu: Alapértelmezett hangsáv kiválasztása, ha egynél több is elérhető.
id_id: Bawakan ke bahasa audio yang dipilih jika lebih dari satu bahasa tersedia.
it_it: Imposta come predefinita la lingua audio selezionata se sono disponibili più lingue.

# #36120
source: Defaults to the selected subtitle language if more than one language is available.
be_by: Абраць прадвызначаную мову субцітраў пры наяўнасці некалькіх.
hu_hu: Alapértelmezett feliratsáv kiválasztása, ha egynél több is elérhető.
id_id: Bawakan ke bahasa takarir yang dipilih jika lebih dari satu bahasa tersedia.
it_it: Imposta come predefinita la lingua dei sottotitoli se sono disponibili più lingue.

# #36121
source: This category contains the settings for how media lists are displayed.
be_by: Катэгорыя змяшчае налады адлюстравання спісаў медыяфайлаў.
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek a médialisták megjelenítését szabályozzák.
id_id: Kategori ini berisi pengaturan bagaimana daftar media ditampilkan.
it_it: Questa categoria contiene le impostazioni per la visualizzazione degli elenchi multimediali.

# #36122
source: Display the (..) item in lists for visiting the parent folder.
be_by: Адлюстроўваць элемент (..) у спісах для пераходу ў бацькоўскі каталог.
hu_hu: A (..) visszalépő elem megjelenítése a szülőmappába való kilépéshez.
id_id: Tampilkan (..) butir dalam bentuk daftar untuk mengunjungi folder induk.
it_it: Visualizza l'elemento (..) negli elenchi per navigare alla cartella superiore.
mi: Whakaatu i te take (..) i roto i ngā rārangi mō ngā haere ki te kōpaki matua.

# #36123
source: Show file extensions on media files, for example "You Enjoy Myself" would be shown as "You Enjoy Myself.mp3".
be_by: Паказваць пашырэнні файлаў. Напрыклад, файл "You Enjoy Myself" будзе паказваццаяк "You Enjoy Myself.mp3".
hu_hu: Fájlkiterjesztések megjelenítése a média fájlokon. Például az „You Enjoy Myself” úgy jelenik meg hogy „You Enjoy Myself.mp3”.
id_id: Tampilkan ekstensi berkas untuk berkas media, sebagai contoh, 'You Enjoy Myself' akan ditampilkan sebagai 'You Enjoy Myself.mp3'.
it_it: Visualizza estensioni sui file multimediali, per esempio "You Enjoy Myself" verrebbe visualizzato come "You Enjoy Myself.mp3".

# #36124
source: Ignore certain tokens, e.g. "The", during sort operations. "The Simpsons" would for example be sorted as "Simpsons".
be_by: Падчас сартавання ігнараваць артыклі кшталту "The". Напрыклад, файл "The Simpsons" будзе адсартаваны як "Simpsons".
hu_hu: Hagyjon figyelmen kívül bizonyos kulcsszavakat - például a „The”-t, a keresési műveleteknél. A „The Simpsons” például „Simpsons”-ként kerül rendezésre.
id_id: Abaikan token tertentu, mis. "The", selama operasi sortir. "The Simpsons" misalnya akan diurutkan sebagai "Simpsons".
it_it: Ignora alcuni articoli, ad es. "il", durante l'ordinamento. Ad esempio "I Simpson" sarebbe ordinato come "Simpson".

# #36125
source: Allow files to be deleted and renamed through the user interface, via the context menu, e.g. press "C" on a keyboard to bring up this menu.
be_by: Дазволіць выдаленне і змену назваў файлаў праз кантэкстнае меню інтэрфейсу, напрыклад клавіша "С" на клавіятуры для з’яўлення гэтага меню.
hu_hu: Átnevezés és törlés fájlműveletek engedélyezése a felhasználói felületen, a környezeti menüben, pl.: a „C” billentyű hozza fel ezt a menüt.
id_id: Izinkan berkas untuk dihapus dan diubah nama melalui antarmuka pengguna, melalui menu kontekstual tekan "C" di keyboard untuk memunculkan menu ini.
it_it: Consenti ai file di essere eliminati e rinominati tramite l'interfaccia utente, tramite il menu contestuale, ad es. premi "C" sulla tastiera per visualizzare questo menu.

# #36126
source: Show the add source button in root sections of the user interface.
be_by: Паказваць кнопку "Дадаць крыніцу" у каранёвых раздзелах інтэрфейсу карыстальніка.
hu_hu: Forrás hozzáadása opció mutatása a felhasználói felület legfelső menüjében.
id_id: Tampilkan tombol tambah sumber di bagian utama antar-muka pengguna.
it_it: Mostra il pulsante "Aggiungi sorgente" nelle sezioni principali dell'interfaccia utente.

# #36127
source: Show hidden files and directories when listing files.
be_by: Паказваць схаваныя файлы і каталогі ў спісе.
hu_hu: Rejtett fájlok és mappák megjelenítése fájllistákban
id_id: Tampilkan direktori dan berkas tersembunyi ketika melisting berkas.
it_it: Mostra file e cartelle nascoste negli elenchi file.
