Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36293
source: Select the folder where artist information (nfo files and images) should be saved in.
be_by: Абраць каталог, у якім павінна захоўвацца інфармацыя пра выканаўцаў (nfo-файлы і выявы).
hu_hu: Válassza ki a mappát ahová az előadó-információk (nfo fájlok és képek) mentve legyenek.
id_id: Pilih folder tempat menyimpan informasi artis (file nfo dan gambar).
it_it: Seleziona la cartella in cui salvare le informazioni sull'artista (file nfo e immagini).

# #36294
source: When sorting music items by artist use sortname e.g. Parton, Dolly rather than name.
be_by: Пры сартаванні музычных элементаў спачатку будзе выкарыстоўвацца прозвішча,пасля імя.
hu_hu: Amikor a zeneszámokat előadó szerint rendezi, használja a vezetékneveket, pl. Parton, a Dolly helyett név.
id_id: Saat menyortir item musik berdasarkan artis, gunakan sortname mis. Parton, Dolly daripada nama.
it_it: Quando si ordinano gli elementi musicali per artista, usa il nome di ordinamento, ad es. Parton, Dolly invece del nome.

# #36295
source: Set the the subtitle opacity.
be_by: Прызначыць непразрыстасць субцітраў.
hu_hu: A felirat átlátszóságát beállítani
id_id: Atur opasitas takarir.
it_it: Imposta opacità sottotitoli.

# #36296
source: This category contains settings for reminders.
be_by: Катэгорыя змяшчае налады напамінаў.
id_id: Kategori ini berisi pengaturan untuk pengingat.
it_it: Questa categoria contiene le impostazioni per i promemoria.

# #36297
source: Choose a time in seconds after which PVR reminder popups will be automatically closed.
be_by: Абраць час, пасля якога выплыўныя напаміны для PVR будуць аўтаматычна закрывацца.
id_id: Pilih waktu dalam hitungan detik setelah itu popup pengingat PVR akan ditutup secara otomatis.
it_it: Scegli dopo quanti secondi verranno automaticamente chiusi i popup di promemoria PVR.

# #36298
source: If enabled, a recording for the programme to remind will be scheduled when auto-closing the reminder popup, if supported by the PVR add-on and backend.
be_by: Калі ўключана, то запіс праграмы будзе здейснены пасля аўтаматычнага закрыцця напаміну, калі гэта падтрымліваецца дапаўненнем і серверам.
id_id: Jika diaktifkan, rekaman untuk program yang akan diingatkan akan dijadwalkan saat menutup otomatis popup pengingat, jika didukung oleh add-on dan backend PVR.
it_it: Se abilitato, verrà pianificata una registrazione per il programma da ricordare quando si chiuderà automaticamente il popup del promemoria, se supportato dal componente aggiuntivo PVR e dal backend.

# #36299
source: Switch display into HDR mode if media with HDR information is played.[CR]If disabled, HDR information are applied using Kodi's internal HDR path.
id_id: Alihkan tampilan ke mode HDR jika media dengan informasi HDR diputar.[CR]Jika dinonaktifkan, informasi HDR diterapkan menggunakan jalur HDR internal Kodi.
it_it: Cambia la visualizzazione alla modalità HDR se vengono riprodotti file multimediali con informazioni HDR. [CR] Se disabilitato, le informazioni HDR vengono applicate utilizzando il percorso HDR interno di Kodi.

# #36300
source: Select the folder where movie set information (images) are saved locally.
be_by: Абраць каталог, у якім будзе захоўвацца інфармацыя і выявы для цыклаў фільмаў.
id_id: Pilih folder tempat informasi set film (gambar) disimpan secara lokal.
it_it: Seleziona la cartella in cui vengono salvate localmente le informazioni sul set cinematografico (immagini).

# #36301
source: No 'Movie set information folder' is configured to store movie set images so they will not be exported. Do you want to proceed?
be_by: Каталог для захоўвання інфармацыі пра цыклы фільмаў не вызначаны, таму гэтая інфармацыя не будзе экспартавацца. Працягнуць?
id_id: Tidak ada 'Folder informasi kumpulan film' yang dikonfigurasi untuk menyimpan gambar kumpulan film sehingga tidak akan diekspor. Apakah Anda ingin melanjutkan?
it_it: Nessuna cartella è stata configurata per memorizzare le immagini per i set di film, pertanto queste non possono essere esportati. Procedere comunque?

# #36302
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36303
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36304
source: Section that contains settings related to pictures and how they are handled.
be_by: Раздзел змяшчае налады апрацоўкі графічных файлаў.
hu_hu: Ez a csoport a képekkel és azok kezelésével kapcsolatos beállításokat tartalmaz.
id_id: Seksi yang berisi setelah yang berhubungan dengan gambar dan bagaimana mereka ditangani.
it_it: Sezione che contiene le impostazioni relative alle immagini e al modo in cui vengono gestite.

# #36305
source: This category contains the settings for how picture file lists are handled.
be_by: Катэгорыя змяшчае налады адлюстравання спіса выяў.
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek képfájl listák megjelenítését szabályozzák.
id_id: Kategori ini berisi pengaturan tentang bagaimana daftar file gambar ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione degli elenchi di file immagine.

# #36306
source: If not using backend channel numbers then start all groups channel numbers from 1.
be_by: Калі не выкарыстоўваецца нумарацыя каналаў з сервера, то пачынаць нумарацыю з 1.
id_id: Jika tidak menggunakan nomor saluran backend maka mulai semua nomor saluran grup dari 1.
it_it: Se non vengono utilizzati i numeri di canale del backend, tutti i numeri di canale dei gruppi inizieranno con 1.

# #36307
source: Automatically generate picture thumbnails when entering picture folder.
be_by: Аўтаматычна ствараць мініяцюры малюнкаў пры ўваходзе ў каталог з малюнкамі.
hu_hu: Bélyegképek automatikus készítése mikor kép mappába lép be.
id_id: Otomatis buat thumbnail gambar ketika memasuki direktori gambar.
it_it: Genera automaticamente le miniature delle immagini quando si accede alla cartella immagini.
mi: Whakaputa aunoa karakōnui pikitia ka tomo kōpaki pikitia.

# #36308
source: When enabled, shows all performers in the artist list for music videos, not just the main artist
id_id: Saat diaktifkan, tampilkan semua pemain dalam daftar artis untuk video musik, bukan hanya artis utama
it_it: Quando abilitato, mostra tutti gli esecutori nell'elenco degli artisti per i video musicali, non solo l'artista principale

# #36309
source: Show videos in picture file lists.
be_by: Паказваць відэафайлы ў спісах фотаздымкаў.
hu_hu: Videók megjelenítése a kép fájllistákban.
id_id: Tampilkan video dalam daftar berkas gambar.
it_it: Mostra i file video negli elenchi immagini.

# #36310
source: No info available yet.
be_by: Інфармацыя пакуль што адсутнічае.
hu_hu: Nincs még információ
id_id: Belum ada info tersedia.
it_it: Nessuna informazione disponibile.
mi: No info wātea ano.

# #36311
source: This category contains the settings for how the picture slideshow is handled.
be_by: Катэгорыя змяшчае налады паказу выяў слайд-шоў.
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek a diavetítések megjelenítését szabályozzák.
id_id: Kategori ini berisi pengaturan tentang bagaimana tampilan slide gambar ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione della presentazione delle immagini.

# #36312
source: Select the amount of time that each image is displayed in a slideshow.
be_by: Абраць перыяд часу адлюстравання выявы ў слайд-шоў.
hu_hu: Adja meg a két kép váltása közötti időtartamot a diavetítés során.
id_id: Tentukan lamanya tampilan per gambar dalam slideshow.
it_it: Seleziona la durata di visualizzazione di ciascuna immagine in una presentazione.
mi: Tīpakohia te nui o te wā e whakaaturia ia whakapakoko i roto i te kiriata.

# #36313
source: Images in a slideshow will pan and zoom while displayed.
be_by: Да выяў слайд-шоў будуць ужывацца эфекты панарамы і павелічэння.
hu_hu: A képek a diavetítéskor nagyítódnak a megjelenés alatt.
id_id: Gambar pada slideshow akan pan dan zoom ketika ditampilkan.
it_it: Le immagini in una presentazione scorreranno e si ingrandiranno quando visualizzate.
mi: Ka paraharaha Images i roto i te kiriata, me te topa i whakaaturia.

# #36314
source: View slideshow images in a random order.
be_by: Паказваць выявы слайд-шоў у адвольным парадку.
hu_hu: Diavetítés véletlen sorrendben.
id_id: Tampilkan gambar slideshow secara acak.
it_it: Visualizza presentazione immagini in ordine casuale.
mi: Tirohia ngā whakaahua kiriata i roto i te raupapa matapōkere.

# #36315
source: Section that contains weather related settings.
be_by: Раздзел змяшчае налады адлюстравання прагнозу надвор'я.
hu_hu: Ez a csoport az időjárással kapcsolatos beállításokat tartalmazza.
id_id: Seksi yang berisi setelan yang berhubungan cuaca.
it_it: Sezione che contiene le impostazioni relative al meteo.

# #36316
source: This category contains the settings for how the weather service is handled.
be_by: Катэгорыя змяшчае налады службаў надвор'я.
hu_hu: Ez a kategória az időjárási szolgáltatás beállítási lehetőségeit tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana layanan cuaca ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione del servizio meteo.

# #36317
source: Select up to three locations for which the weather can be displayed.
be_by: Абярыце да трох мясцін, надвор'е якіх неабходна паказваць.
hu_hu: Válasszon ki három települést amelyekre az időjárási adatok kijelzésre kerülnek.
id_id: Pilih hingga tiga lokasi dimana cuacanya dapat ditampilkan.
it_it: Seleziona fino a tre località delle quali verrà visualizzato il meteo.
mi: Tīpakohia ake ki te toru wāhi hoki e taea te whakaatu i te rangi.

# #36318
source: Specify the default weather information source. See the add-ons manager for options.
be_by: Вызначыць прадвызначаную крыніцу надвор'я. Магчымыя варыянты глядзіце ў кіраўнікудапаўненняў.
hu_hu: Meghatározza az alapértelmezett időjárási információs forrást. Lásd a kiegészítőkezelőt a beállításokhoz.
id_id: Tentukan sumber informasi cuaca bawaan. Lihat pengelola pengaya untuk opsi.
it_it: Specifica la fonte di informazioni meteo predefinita. Consulta il gestore add-on per le opzioni.

# #36319
source: Section containing settings for how services are handled.
be_by: Раздзел змяшчае налады разнастайных службаў.
hu_hu: Ez a csoport a szolgáltatások beállítási lehetőségeit tartalmazza.
id_id: Bagian yang berisi pengaturan tentang bagaimana layanan ditangani.
it_it: Sezione contenente le impostazioni per la gestione dei servizi.

# #36320
source: This category contains the settings used for all services.
be_by: Катэгорыя змяшчае налады, што датычацца ўсіх службаў.
hu_hu: Ez a kategória a szolgáltatások beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan yang digunakan untuk semua layanan.
it_it: Questa categoria contiene le impostazioni utilizzate per tutti i servizi.

# #36321
source: The name to display for this device when using various network services.
be_by: Назва прылады, што выкарыстоўваецца разнастайнымі сеткавымі службамі.
hu_hu: Az eszköz megjelenítendő neve a különböző hálózati szolgáltatásokhoz.
id_id: Nama yang akan ditampilkan untuk perangkat ini saat menggunakan berbagai layanan jaringan.
it_it: Il nome da visualizzare per questo dispositivo quando si utilizzano vari servizi di rete.

# #36322
source: This category contains the settings for how the UPnP service is handled. UPnP is also called DLNA on most consumer electronics.
be_by: Катэгорыя змяшчае налады службы UPnP.
hu_hu: Ez a kategória az UPnP szolgáltatás beállításait tartalmazza. Az UPnP a legtöbb fogyasztói elektronikai eszközön DLNA néven található.
id_id: Kategori ini berisi pengaturan tentang bagaimana layanan UPnP ditangani. UPnP juga disebut DLNA pada sebagian besar elektronik konsumen.
it_it: Questa categoria contiene le impostazioni per la gestione del servizio UPnP, chiamato anche DLNA sulla maggior parte dell'elettronica di consumo.

# #36323
source: Enables the UPnP server. This allows you to stream media in your libraries to a UPnP client.
be_by: Уключэнне сервера UPnP. Дазваляе струменевую перадачу медыяфайлаў з вашай бібліятэкі на кліент UPnP.
hu_hu: Engedélyezi az UPnP kiszolgálót. Ez lehetővé teszi a médiatár tartalmának sugárzását egy UPnP ügyfél felé.
id_id: Mengaktifkan server UPnP. Ini memungkinkan Anda untuk mengalirkan media di perpustakaan Anda ke klien UPnP.
it_it: Abilita il server UPnP. Questo ti permette di trasmettere i contenuti multimediali nelle tue librerie a un client UPnP.

# #36324
source: When a manual or automatic library update occurs, notify UPnP clients.
be_by: Апавяшчаць кліентаў UPnP пра ўласнаручнае альбо аўтаматычнае абнаўленне бібліятэкі.
hu_hu: UPnP ügyfelek értesítése, ha kézi vagy automatikus médiatár frissítés történik.
id_id: Ketika pembaruan pustaka manual atau otomatis terjadi, beri tahu klien UPnP.
it_it: Quando avviene un aggiornamento automatico o manuale della libreria, notificalo ai client UPnP.

# #36325
source: Enable the UPnP client. This allows you to stream media from any UPnP server with a control point and control playback from that server.
be_by: Уключае кліент UPnP для струменевай перадачы з сервера UPnP. Кіраванне прайграваннем ажыццяўляецца на серверы.
hu_hu: UPnP ügyfél engedélyezése. Ez lehetővé teszi bármelyik UPnP kiszolgálóról a lejátszást, és a lejátszás vezérlését arról kiszolgálóról.
id_id: Aktifkan klien UPnP. Dengan demikian, anda bisa menyiarkan media dari tiap server UPnP dengan titik pengendali dan kendali pemutaran dari server tersebut.
it_it: Abilita il client UPnP. Questo consente di trasmettere contenuti multimediali da qualsiasi server UPnP con un punto di controllo e controllare la riproduzione da quel server.

# #36326
source: Enable the UPnP control point. This allows you to stream media to any UPnP client and control its playback.
be_by: Уключае кіраванне праз UPnP. Дае магчымасць перадаваць медыяфайлы на любы кліентUPnP і кіраваць іх прайграваннем.
hu_hu: A UPnP vezérlőpont engedélyezése. Ez lehetővé teszi a média megosztását bármely UPnP ügyfél számára, és vezérli a lejátszást.
id_id: Aktifkan titik kontrol UPnP. Ini memungkinkan Anda untuk mengalirkan media ke klien UPnP mana pun dan mengontrol pemutarannya.
it_it: Abilita il punto di controllo UPnP. Questo consente di trasmettere contenuti multimediali a qualsiasi client UPnP e controllarne la riproduzione.

# #36327
source: This category contains the settings for how the web server service and the application control service is handled.
be_by: Катэгорыя змяшчае налады вэб-сервера і службы кіравання праграмай.
hu_hu: Ez a kategória a webszerver-szolgáltatás beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana layanan server web dan layanan kontrol aplikasi ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione del servizio del server web e del servizio di controllo delle applicazioni.

# #36328
source: Enable remote users to control this application through the built-in web server. Never expose the web server port to the Internet.
id_id: Memungkinkan pengguna jarak jauh untuk mengontrol aplikasi ini melalui server web bawaan. Jangan pernah memaparkan port server web ke Internet.
it_it: Consenti agli utenti remoti di controllare questa applicazione tramite il server web integrato. Non esporre mai la porta del server web a internet.

# #36329
source: Define the web server port.
be_by: Вызначыць нумар порта вэб-сервера.
hu_hu: Adja meg a webkiszolgáló portot.
id_id: Tentukan port server web.
it_it: Definisci la porta del server web.

# #36330
source: Define the web server username. Must be set when authentication is enabled.
id_id: Tentukan nama pengguna server web. Harus disetel saat autentikasi diaktifkan.
it_it: Definisci il nome utente del server web. Deve essere impostato quando è abilitata l'autenticazione.

# #36331
source: Define the web server password. Must be set when authentication is enabled.
id_id: Tentukan kata sandi server web. Harus disetel saat autentikasi diaktifkan.
it_it: Definisci la password del server web. Deve essere impostata quando è abilitata l'autenticazione.

# #36332
source: Select between web interfaces installed via the add-on manager.
be_by: Абярыце сеціўныя інтэрфейсы, ўсталяваныя праз кіраўніка дапаўненняў.
hu_hu: Telepített webfelületek közötti választás a kiegészítőkezelő segítségével.
id_id: Pilih antara antarmuka web yang diinstal melalui add-on manager.
it_it: Scegli fra le interfacce web installate attraverso il gestore add-on.

# #36333
source: This category contains the settings for how the remote control service is handled.
be_by: Катэгорыя змяшчае налады службы адлеглага кіравання.
hu_hu: Ez a kategória a távvezérlési-szolgáltatás beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana layanan remote control ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione del servizio di controllo remoto.

# #36334
source: Allow programs on this device to control this application via the JSON-RPC over WebSocket, JSON-RPC over TCP, or EventServer protocol, without authentication.
id_id: Izinkan program pada perangkat ini untuk mengontrol aplikasi ini melalui JSON-RPC melalui WebSocket, JSON-RPC melalui TCP, atau protokol EventServer, tanpa autentikasi.
it_it: Consenti ai programmi su questo dispositivo di controllare questa applicazione tramite JSON-RPC su WebSocket, JSON-RPC su TCP o protocollo EventServer, senza autenticazione.

# #36335
source: Define the remote control port.
be_by: Вызначыць порт для адлеглага кіравання.
hu_hu: Megadható a távvezérlés hálózati elérési portjának a száma.
id_id: Tentukan port remote control.
it_it: Definisci la porta per il controllo remoto.

# #36336
source: Define the remote control port range.
be_by: Вызначыць дыяпазон партоў для адлеглага кіравання.
hu_hu: Megadható a távvezérlés hálózati elérési portjának intervalluma.
id_id: Tentukan rentang port remote control.
it_it: Definisci l'intervallo di porte per il controllo remoto.

# #36337
source: Define the maximum number of clients that can connect.
be_by: Вызначыць максімальную колькасць адначасова падлучаных кліентаў.
hu_hu: Meghatározza a kapcsolódó kliensek maximális számát.
id_id: Tentukan maksimum klien yang dapat terhubung.
it_it: Definisci il numero massimo di client che possono connettersi.

# #36338
source: Allow programs on the network to control this application via the JSON-RPC over WebSocket, JSON-RPC over TCP, or EventServer protocol, without authentication. It allows anyone with access to the network to completely control this application and, therefore, this device. Never expose these interfaces to the Internet.
id_id: Izinkan program di jaringan untuk mengontrol aplikasi ini melalui JSON-RPC melalui WebSocket, JSON-RPC melalui TCP, atau protokol EventServer, tanpa autentikasi. Ini memungkinkan siapa saja yang memiliki akses ke jaringan untuk sepenuhnya mengontrol aplikasi ini dan, oleh karena itu, perangkat ini. Jangan pernah memaparkan antarmuka ini ke Internet.
it_it: Consente ai programmi nella rete di controllare questa applicazione tramite JSON-RPC su WebSocket, JSON-RPC su TCP o protocollo EventServer, senza autenticazione. Permette a chiunque con accesso alla rete di controllare completamente questa applicazione e, di conseguenza, questo dispositivo. Non esporre mai queste interfacce a internet.

# #36339
source: Initial repeat delay (ms).
be_by: Затрымка пачатковага паўтору (мс).
hu_hu: Első ismétlés késleltetése (ms).
id_id: Jeda ulang awalan (md).
it_it: Ritardo ripetizione iniziale (ms).

# #36340
source: Continuous repeat delay (ms).
be_by: Затрымка наступных паўтораў (мс).
hu_hu: Folyamatos ismétlési késleltetés (ms).
id_id: Jeda ulang lanjut (md).
it_it: Ritardo ripetizione continuo (ms).

# #36341
source: This category contains the settings for how the Zeroconf network discovery service is handled, required for AirPlay.
be_by: Катэгорыя змяшчае налады сеткавай службы агляду Zeroconf, што патрабуецца AirPlay.
hu_hu: Ez a kategória a Zeroconf hálózatfelderítési szolgáltatás beállításait tartalmazza, amely az AirPlay használatához szükséges.
id_id: Kategori ini berisi pengaturan tentang bagaimana layanan penemuan jaringan Zeroconf ditangani, yang diperlukan untuk AirPlay.
it_it: Questa categoria contiene le impostazioni per la gestione del servizio di rilevamento della rete Zeroconf, necessario per AirPlay.

# #36342
source: Allows applications on the network to discover enabled services via Zeroconf.
be_by: Дазволіць праграмам праз Zeroconf выяўляць у сетцы ўключаныя службы.
hu_hu: Engedélyezi a hálózaton található alkalmazásoknak a szolgáltatások feltérképezését a Zeroconf segítségével.
id_id: Mengizinkan aplikasi di jaringan menemukan layanan yang diaktifkan melalui Zeroconf.
it_it: Consente alle applicazioni sulla rete di rilevare i servizi abilitati tramite Zeroconf.

# #36343
source: If enabled, the content from other AirPlay devices or applications can be received.
be_by: Калі ўключана, можна атрымліваць змесціва ад іншых прылад альбо праграм AirPlay.
hu_hu: Ha be van kapcsolva, akkor fogadhat tartalmat más AirPlay eszközöktől és alkalmazásoktól.
id_id: Jika diaktifkan, konten dari perangkat atau aplikasi AirPlay lainnya dapat diterima.
it_it: Se abilitato, è possibile ricevere il contenuto da altri dispositivi o applicazioni AirPlay.

# #36344
source: Enable AirPlay password protection.
be_by: Уключыць абарону пароля AirPlay.
hu_hu: AirPlay jelszavas védelem engedélyezése.
id_id: Aktifkan proteksi kata sandi AirPlay.
it_it: Abilita protezione password AirPlay.

# #36345
source: Sets the AirPlay password.
be_by: Прызначыць пароль для AirPlay.
hu_hu: AirPlay jelszó beállítása.
id_id: Menyetel kata sandi AirPlay.
it_it: Imposta la password di AirPlay.

# #36346
source: This category contains the settings for how the SMB client (Samba) service is handled.
be_by: Катэгорыя змяшчае налады кліента сеткавай службы SMB (Samba).
hu_hu: Ez a kategória az SMB ügyfél (Samba) szolgáltatás beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana layanan SMBclient (Samba) ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione del servizio client SMB (Samba).

# #36347
source: If a WINS server is running on the network, enter its IP address here. Otherwise, leave blank.
be_by: Калі ў сетцы запушчаны WINS-сервер, увядзіце яго IP-адрас. Калі не, пакінце поле пустым.
hu_hu: Ha fut WINS kiszolgáló a hálózaton, adja meg az IP-címét, ellenkező esetben hagyja üresen.
id_id: Apabila ada layanan WINS berjalan di dalam jaringan, masukkan alamat IP di sini, Kalau tidak ada, kosongkan.
it_it: Se sulla rete è in esecuzione un server WINS, inserisci qui il suo indirizzo IP. Altrimenti, lascia vuoto.

# #36348
source: If a WINS server is running on the network, enter its workgroup name here. Otherwise, leave blank.
be_by: Калі ў сетцы запушчаны WINS-сервер, увядзіце назву яго працоўнай групы. Калі не, пакінце поле пустым.
hu_hu: Ha fut WINS kiszolgáló a hálózaton, adja meg a munkacsoport nevét, ellenkező esetben hagyja üresen.
id_id: Apabila ada layanan WINS berjalan di dalam jaringan, masukkan nama workgroupnya di sini, Kalau tidak ada, kosongkan.
it_it: Se sulla rete è in esecuzione un server WINS, inserisci qui il nome del gruppo di lavoro. Altrimenti, lascia vuoto.
