Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #20118
source: This requires the master lock to be set. Would you like to set it now?
be_by: Патрабуецца прызначыць ахоўны код. Зрабіць гэта зараз?
hu_hu: Ehhez a mesterkód beállítása szükséges. Megadja most?
id_id: Ini membutuhkan kunci master untuk disetel. Apakah Anda ingin mengaturnya sekarang?
it_it: Questo richiede l'impostazione del blocco master. Vuoi impostarlo adesso?

# #20120
source: Loading program information
be_by: Загрузка праграмнай інфармацыі
hu_hu: Programinfó betöltése
id_id: Memuat informasi program
it_it: Caricamento informazioni programma
mi: Mōhiohio Uta hōtaka

# #20121
source: Party on!
be_by: Гулянка пачалася!
hu_hu: Party indul!
id_id: Waktunya berpesta!
it_it: Party attivo!
mi: Rōpū i runga i!

# #20122
source: True
be_by: Так
hu_hu: Igaz
id_id: Benar
it_it: Vero
mi: Pono

# #20123
source: Mixing drinks
be_by: Змешванне напояў
hu_hu: Italok mixelése
id_id: Mengocok minuman
it_it: Mescolando bevande
mi: Mixing inu

# #20124
source: Filling glasses
be_by: Напаўненне кубкаў
hu_hu: Poharak megtöltése
id_id: Mengisi gelas
it_it: Riempiendo bicchieri
mi: Whakakī mōhiti

# #20125
source: Logged on as
be_by: Бягучы карыстальнік
hu_hu: Belépve mint
id_id: Masuk sebagai
it_it: Collegato come
mi: Anō ki te rite

# #20126
source: Log off
be_by: Выйсці
hu_hu: Kilépés
id_id: Keluar
it_it: Disconnettiti
mi: Takiuru atu

# #20129
source: Weave
hu_hu: Összefonás
id_id: Tenunan
it_it: Intreccio
mi: Te mumu

# #20130
source: Weave - Inverted
be_by: Weave - адваротны
hu_hu: Összefonás - inverz
id_id: Tenunan - Terbalik
it_it: Intreccio - Invertito

# #20131
source: Blend
hu_hu: Keverés
id_id: Campuran
it_it: Miscela
mi: Whakakotahitanga

# #20132
source: Restart video
be_by: Перазапусціць відэа
hu_hu: Videó újraindítása
id_id: Ulang Video
it_it: Riavvia video
mi: Ataata Tīmata anō

# #20133
source: Edit network location
be_by: Рэдагаваць сеткавы рэсурс
hu_hu: Hálózati hely módosítása
id_id: Edit Lokasi Jaringan
it_it: Modifica percorso di rete
mi: Wāhi Whakatika whatunga

# #20134
source: Remove network location
be_by: Выдаліць сеткавы рэсурс
hu_hu: Hálózati hely törlése
id_id: Hapus Lokasi Jaringan
it_it: Rimuovi percorso di rete
mi: Tango tauwāhi whatunga

# #20135
source: Do you want to scan the folder?
be_by: Вы хочаце сканаваць каталог?
hu_hu: Mappa átvizsgálása?
id_id: Anda ingin memindai folder?
it_it: Vuoi scansionare la cartella?
mi: E hiahia ana koe ki te karapa i te kōpaki?

# #20136
source: Memory unit
be_by: Картка памяці
hu_hu: Memóriakártya
id_id: Unit Memori
it_it: Unità di memoria
mi: Unit Pūmahara

# #20137
source: Memory unit mounted
be_by: Картка памяці прымантаваная
hu_hu: Memóriakártya felcsatolva
id_id: Unit Memori dimounting
it_it: Unità di memoria montata
mi: Eke unit Pūmahara

# #20138
source: Unable to mount memory unit
be_by: Не атрымалася прымантаваць картку памяці
hu_hu: Memóriakártya felcsatolása sikertelen
id_id: Tidak dapat me-mounting MU
it_it: Impossibile montare l'unità di memoria
mi: Kāore e taea te ki Maunga wae mahara

# #20139
source: In port {0:d}, slot {1:d}
be_by: У порт {0:d}, слот {1:d}
hu_hu: Port: {0:d}, csatlakozó: {1:d}
id_id: Di port {0:d}, slot {1:d}
it_it: Nella porta {0:d}, ingresso {1:d}

# #20140
source: Lock screensaver
be_by: Заблакаваць ахоўнік экрана
hu_hu: Képernyővédő zárolása
id_id: Kunci Screensaver
it_it: Blocca screensaver
mi: Maukati tiakimata

# #20141
source: Set
be_by: Прызначыць
hu_hu: Beállítva
id_id: Pasang
it_it: Imposta
mi: Huinga

# #20142
source: Username
be_by: Імя карыстальніка
hu_hu: Felhasználónév
id_id: Nama
it_it: Nome utente
mi: Ingoa kaiwhakamahi

# #20143
source: Enter password for
be_by: Увядзіце пароль для
hu_hu: Jelszó megadása
id_id: Masukkan password utk
it_it: Inserisci password per
mi: Tāuru i te kupuhipa hoki

# #20144
source: Shutdown timer
be_by: Таймер выключэння
hu_hu: Időzített leállítás
id_id: Waktu Penghentian
it_it: Timer spegnimento
mi: Whakaweto matawā

# #20145
source: Shutdown interval (in minutes)
be_by: Інтэрвал выключэння (хвіліны)
hu_hu: Leállítás időköze (percben)
id_id: Jeda Penghentian (dlm menit)
it_it: Intervallo spegnimento (in minuti)
mi: Whakaweto wā (i roto i te meneti)

# #20146
source: Started, shutdown in {0:d}m
be_by: Запушчана, выключыцца праз {0:d} хвілін
hu_hu: Elindítva, kikapcsolás {0:d} perc múlva
id_id: Dimulai, dimatikan dalam {0:d}m
it_it: Avviato, spegnimento fra {0:d}m

# #20147
source: Shutdown in 30 minutes
be_by: Выключыць праз 30 хвілін
hu_hu: Leállítás 30 perc után
id_id: Penghentian dlm 30 menit
it_it: Spegnimento fra 30 minuti
mi: Whakaweto i roto i te 30 meneti

# #20148
source: Shutdown in 60 minutes
be_by: Выключыць праз 60 хвілін
hu_hu: Leállítás 60 perc után
id_id: Penghentian dalam 60 menit
it_it: Spegnimento fra 60 minuti
mi: Whakaweto i te 60 meneti

# #20149
source: Shutdown in 120 minutes
be_by: Выключыць праз 120 хвілін
hu_hu: Leállítás 120 perc után
id_id: Penghentian dalam 120 menit
it_it: Spegnimento fra 120 minuti
mi: Whakaweto i te 120 meneti

# #20150
source: Custom shutdown timer
be_by: Адвольны таймер выключэння
hu_hu: Egyedi időzítés
id_id: Waktu Penghentian Kustom
it_it: Timer spegnimento personalizzato
mi: Whakaweto ritenga matawā

# #20151
source: Cancel shutdown timer
be_by: Скасаваць таймер выключэння
hu_hu: Időzített leállítás megszakítása
id_id: Batalkan Waktu Penghentian
it_it: Annulla timer spegnimento
mi: Whakakore Whakaweto matawā

# #20152
source: Lock preferences for {0:s}
be_by: Заблакаваць перавагі для {0:s}
hu_hu: Tulajdonságok zárolása ennyi időre: {0:s}
id_id: Preferensi kunci untuk {0:s}
it_it: Blocca preferenze per {0:s}

# #20153
source: Browse...
be_by: Агляд...
hu_hu: Tallózás...
id_id: Jelajah...
it_it: Esplora...
mi: Tirotiro...

# #20154
source: Summary information
be_by: Агульныя звесткі
hu_hu: Alapinformációk
id_id: Informasi Dasar
it_it: Riepilogo informazioni
mi: Mōhiohio Summary

# #20155
source: Storage information
be_by: Звесткі пра сховішча
hu_hu: Tároló információk
id_id: Informasi Penyimpanan
it_it: Informazioni archiviazione
mi: Mōhiohio Storage

# #20156
source: Hard disk information
be_by: Звесткі пра цвёрды дыск
hu_hu: HDD információk
id_id: Informasi Hard Disk
it_it: Informazioni hard disk
mi: Mōhiohio kōpae mārō

# #20157
source: DVD-ROM information
be_by: Звесткі пра DVD-ROM
hu_hu: DVD-ROM információk
id_id: Informasi VD-ROM
it_it: Informazioni DVD-ROM
mi: Mōhiohio DVD-ROM

# #20158
source: Network information
be_by: Звесткі пра сетку
hu_hu: Hálózati információk
id_id: Informasi Jaringan
it_it: Informazioni rete
mi: Mōhiohio Whatunga

# #20159
source: Video information
be_by: Звесткі пра відэа
hu_hu: Videó információk
id_id: Informasi Video
it_it: Informazioni video
mi: Mōhiohio Ataata

# #20160
source: Hardware information
be_by: Звесткі пра абсталяванне
hu_hu: Hardver információk
id_id: Informasi Perangkat Keras
it_it: Informazioni hardware
mi: Mōhiohio Pūmāro

# #20161
source: Total
be_by: Агулам
hu_hu: Teljes
it_it: Totale
mi: Tapeke

# #20162
source: Used
be_by: Выкарыстоўваецца
hu_hu: Használatban
id_id: Digunakan
it_it: Usato
mi: Kua whakamahia

# #20163
source: of
be_by: з
id_id: %s: %s MB of %s MB Bebas
it_it: di
mi: o

# #20164
source: Locking not supported
be_by: Блакаванне не падтрымліваецца
hu_hu: Zárolás nem támogatott
id_id: Penguncian Tidak Didukung
it_it: Blocco non supportato
mi: Maukati kore tautoko

# #20165
source: Not locked
be_by: Не заблакавана
hu_hu: Nincs zárolva
id_id: Tidak Dikunci
it_it: Non bloccato
mi: E kore e kiia

# #20166
source: Locked
be_by: Заблакавана
hu_hu: Zárolva
id_id: Dikunci
it_it: Bloccato
mi: Kua maukati

# #20167
source: Frozen
be_by: Замарожана
hu_hu: Fagyasztva
id_id: Membeku
it_it: Ibernato

# #20168
source: Requires reset
be_by: Патрэбна скінуць
hu_hu: Újraindítás szükséges
id_id: Membutuhkan Reset
it_it: Richiede ripristino
mi: Me tautuhi anō

# #20169
source: Week
be_by: Тыдзень
hu_hu: Hét
id_id: Minggu
it_it: Settimana
mi: Wiki

# #20170
source: Line
be_by: Лінія
hu_hu: Sor
id_id: Baris
it_it: Linea
mi: Raina

# #20171
source: Windows network (SMB)
be_by: Сетка Windows (SMB)
hu_hu: Windows hálózat (SMB)
id_id: Jaringan Windows (SMB)
it_it: Rete Windows (SMB)
mi: Whatunga Windows (SMB)

# #20172
source: XBMSP server
be_by: Сервер XBMSP
hu_hu: XBSMP kiszolgáló
id_id: Server XBMSP
it_it: Server XBMSP
mi: XBMSP tūmau

# #20173
source: FTP server
be_by: Сервер FTP
hu_hu: FTP kiszolgáló
id_id: Server FTP
it_it: Server FTP
mi: Tūmau FTP

# #20174
source: FTPS server
be_by: Сервер FTPS
hu_hu: FTP szerver
id_id: Server FTPS
it_it: Server FTPS

# #20175
source: UPnP server
be_by: Сервер UPnP
hu_hu: UPnP kiszolgáló
id_id: Server UPnP
it_it: Server UPnP
mi: UPnP tūmau

# #20176
source: Show video information
be_by: Паказваць інфармацыю пра відэа
hu_hu: Videóinformáció megjelenítése
id_id: Tampilkan informasi video
it_it: Mostra informazioni video

# #20177
source: Done
be_by: Завершана
hu_hu: Rendben
id_id: Selesai
it_it: Fatto
mi: Mea ai

# #20178
source: Shift
it_it: Maiuscolo

# #20180
source: Symbols
be_by: Сімвалы
hu_hu: Szimbólum
id_id: Simbol
it_it: Simboli
mi: Ngā Tohu

# #20182
source: Space
be_by: Прагал
hu_hu: Szóköz
id_id: Spasi
it_it: Spazio
mi: Mokowā

# #20183
source: Reload skin
be_by: Перазагрузіць абалонку
hu_hu: Felhasználói felület újraindítása
id_id: Memuat lagi skin
it_it: Ricarica skin
mi: Uta anō kiri

# #20185
source: Use poster view styles for TV shows
be_by: Выкарыстоўваць постеры для серыялаў
hu_hu: Poszter nézet használata sorozatoknál
id_id: Gunakan gaya tampilan poster untuk acara TV
it_it: Usa visualizzazione Poster per serie TV
mi: Whakamahia ngā momo hei tirotiro ai pānui mō ngā whakaaturanga TV

# #20186
source: Please wait
be_by: Калі ласка, пачакайце
hu_hu: Kérem várjon
id_id: Harap Tunggu
it_it: Attendere prego
mi: Tēnā koa taihoa ake ...

# #20188
source: Announce library updates
be_by: Анансаваць абнаўленні бібліятэкі
hu_hu: Mediatár frissítések bejelentése
id_id: Beritahukan pembaruan pustaka
it_it: Notifica aggiornamenti libreria

# #20189
source: Enable auto scrolling for plot & review
be_by: Уключыць аўтапракрутку для сюжэтаў і аглядаў
hu_hu: Automatikus sorgörgetés a filmtartalom megjelenítésekor
id_id: Aktifkan pengguliran otomatis untuk plot dan ulasan
it_it: Abilita scorrimento automatico per trama e recensione
mi: Whakahohe i aunoa panuku mō te wahi & arotake

# #20190
source: Custom
be_by: Адвольна
hu_hu: Egyéni
id_id: Kustom
it_it: Personalizzato
mi: Ritenga

# #20191
source: Enable debug logging
be_by: Уключыць журнал адладкі
hu_hu: Naplózás engedélyezése
id_id: Aktifkan pencatatan debug
it_it: Abilita registrazione log di debug
mi: Whakahohetia te patuiro takiuru

# #20192
source: Fetch additional information during updates
be_by: Атрымліваць дадатковую інфармацыю падчас абнаўленняў
hu_hu: További információ lekérése frissítések során
id_id: Meminta informasi tambahan saat pembaruan
it_it: Recupera informazioni aggiuntive durante gli aggiornamenti

# #20193
source: Default provider for album information
be_by: Прадвызначаны пастаўшчык інфармацыі пра альбомы
hu_hu: Alapértelmezett album információ kiszolgáló
id_id: Provider bawaan untuk informasi album
it_it: Fornitore predefinito per informazioni album

# #20194
source: Default provider for artist information
be_by: Прадвызначаны пастаўшчык інфармацыі пра выканаўцаў
hu_hu: Alapértelmezett előadó információ kiszolgáló
id_id: Provider bawaan untuk informasi artis
it_it: Fornitore predefinito per informazioni artista

# #20195
source: Change information provider
be_by: Змяніць пастаўшчыка інфармацыі
hu_hu: Információs szolgáltató váltása
id_id: Ubah informasi provider
it_it: Cambia fornitore informazioni

# #20196
source: Export music library
be_by: Экспартаваць бібліятэку музыкі
hu_hu: Zenetár exportálása
id_id: Ekspor perpustakaan musik
it_it: Esporta libreria musicale
mi: Hei tirotiro ai Export music

# #20197
source: Import music library
be_by: Імпартаваць бібліятэку музыкі
hu_hu: Zenetár importálása
id_id: Impor perpustakaan musik
it_it: Importa libreria musicale
mi: Hei tirotiro ai Kawemai music

# #20198
source: No artist found!
be_by: Выканаўцаў не знойдзена!
hu_hu: Előadó nem található!
id_id: Tidak ada artis yang ditemukan!
it_it: Nessun artista trovato!
mi: Kitea he artist!

# #20199
source: Downloading artist information failed
be_by: Не атрымалася спампаваць інфармацыю пра выканаўцу
hu_hu: Előadó információ letöltése sikertelen
id_id: Pengunduhan informasi artis gagal
it_it: Download informazioni artista non riuscito

# #20220
source: Prefer online information
be_by: Аддаваць перавагу сеціўнай інфармацыі
hu_hu: Online információk előnyben részesítése
id_id: Lebih milih informasi online
it_it: Preferisci informazioni online

# #20221
source: With this enabled, any information that is downloaded for albums and artists will override anything you have set in your song tags, such as genres, year, song artists etc. Useful if you have MusicBrainz identifiers in your song tags.
be_by: Калі ўключана, звесткі пра выканаўцаў і альбомы, спампаваныя з інтэрнэта, заменяць усе звесткі з пазнак. Будзе карысна пры наяўнасці ідэнтыфікатараў MusicBrainz упазнаках кампазіцый.
hu_hu: Ezt engedélyezve, bármely adat ami letöltésre kerül az albumokhoz és előadókhoz, felülírhatja a dalok olyan címkéit, mint például a műfaj, év, előadó stb. Akkor hasznos ha van MusicBrainz azonosítója a címkékben.
id_id: Dengan diaktifkan, setiap informasi yang diunduh untuk album dan artis akan mengesampingkan semua ta yang telah anda set di dalam lagu anda, seperti genre, tahun, artis penyanti dan lainnya. Berguna apabila anda memiliki identifier MusicBrainz di tag lagu anda.
it_it: Se abilitato, tutte le informazioni scaricate per gli album e gli artisti sovrascriveranno quelle già presenti nei tag del brano, come genere, anno, compositore, ecc. Utile se hai gli identificatori MusicBrainz nei tag del tuo brano.
mi: Ki te whakahohea tenei, tetahi mōhiohio tīkina e te mo te pukapuka, me te toi ka takahi tetahi mea kua whakaturia koe i roto i a koutou ngā tūtohu waiata, pērā i momo, tau, toi waiata etc whai hua ki te whai koe i ngā pūwehe MusicBrainz i roto i a koutou ngā tūtohu waiata.

# #20222
source: Look for external subtitles
be_by: Пошук вонкавых субцітраў
hu_hu: Külső feliratok keresése
id_id: Cari takarir eksternal
it_it: Cerca sottotitoli esterni

# #20223
source: Artist information folder
be_by: Каталог інфармацыі аб выканаўцах
hu_hu: Előadó-információ mappa
id_id: Folder informasi artis
it_it: Cartella informazioni artista

# #20224
source: Prefer online album art
be_by: Аддаваць перавагу сеціўнай вокладцы
hu_hu: Online albumborító előnyben részesítése
id_id: Lebih milih seni album daring
it_it: Preferisci copertina album online

# #20225
source: Where no local album cover exists, online art will be used. Where neither is available, cover images embedded in music files will be used
be_by: Калі вокладка альбома адсутнічае, будзе выкарыстоўвацца сеціўная. Калі ніводная зіх не будзе даступная, то будзе выкарыстоўвацца выява, ўбудаваная ў файл
hu_hu: Ha nincs helyi albumborító, akkor az online borító kerül felhasználásra. Ha egyik sem áll rendelkezésre, akkor a zeneszámokba ágyazott képeket fogja használni
id_id: Jika tidak ada sampul album lokal, seni online akan digunakan. Jika keduanya tidak tersedia, gambar sampul yang disematkan dalam file musik akan digunakan
it_it: Nel caso non sia presente una cover dell'album locale, ne sarà usata una online. Nel caso che nessuna delle due sia disponibile, verranno usate le immagini di copertina contenute nei file musicali

# #20226
source: Movie set information folder
be_by: Каталог інфармацыі пра цыклы фільмаў
hu_hu: Filmgyűjtemény információ mappa
id_id: Folder informasi set film
it_it: Cartella informazioni sul film

# #20228
source: Use artist sortname when sorting by artist
be_by: Выкарыстоўваць сартаванне па прозвішчы
hu_hu: Használja az előadó vezetéknevét az előadó szerint történő rendezés során
id_id: Gunakan nama sortir artis saat mengurutkan berdasarkan artis
it_it: Usa il nome di ordinamento dell'artista durante l'ordinamento

# #20240
source: Android music
be_by: Музыка Android
hu_hu: Android zenék
id_id: Musik Android
it_it: Musica Android
mi: Music Android

# #20241
source: Android videos
be_by: Відэа Android
hu_hu: Android videók
id_id: Video Android
it_it: Video Android
mi: Ataata Android

# #20242
source: Android pictures
be_by: Малюнкі Android
hu_hu: Android képek
id_id: Gambar Android
it_it: Immagini Android
mi: Pikitia Android

# #20243
source: Android photos
be_by: Фотаздымкі Android
hu_hu: Android fotók
id_id: Foto Android
it_it: Foto Android
mi: Whakaahua Android

# #20244
source: Android apps
be_by: Дадаткі Android
hu_hu: Android alkalmazások
id_id: Aplikasi Android
it_it: App Android

# #20245
source: Windows music library
be_by: Бібліятэка музыкі Windows
hu_hu: Windows zenekönyvtár
id_id: Pustaka musik Windows
it_it: Libreria musicale Windows

# #20246
source: Windows videos library
be_by: Бібліятэка відэазапісаў Windows
hu_hu: Windows videókönyvtár
id_id: Pustaka video Windows
it_it: Libreria video Windows

# #20247
source: Windows pictures library
be_by: Бібліятэка малюнкаў Windows
hu_hu: Windows fényképkönyvtár
id_id: Pustaka gambar Windows
it_it: Libreria immagini Windows

# #20248
source: Windows photos library
be_by: Бібліятэка фотаздымкаў Windows
hu_hu: Windows fotókönyvtár
id_id: Pustaka foto Windows
it_it: Libreria foto Windows

# #20249
source: Windows documents
be_by: Дакументы Windows
hu_hu: Windows dokumentumok
id_id: Dokumen Windows
it_it: Documenti Windows

# #20250
source: Party on! (videos)
be_by: Гулянка пачалася! (відэа)
hu_hu: Party indul! (videók)
id_id: Saatnya berpesta! (video)
it_it: Party attivo! (video)
mi: Rōpū i runga i! (Ataata)

# #20251
source: Mixing drinks (videos)
be_by: Змешванне напояў (відэа)
hu_hu: Italok mixelése (videók)
id_id: Mengocok minuman (video)
it_it: Sto mischiando le bevande (video)
mi: Inu Mixing (ataata)

# #20252
source: Filling glasses (videos)
be_by: Напаўненне кубкаў (відэа)
hu_hu: poharak megtöltése (videók)
id_id: Mengisi gelas (video)
it_it: Sto riempiendo i bicchieri (video)
mi: Whakakī mōhiti (ataata)

# #20253
source: WebDAV server (HTTP)
be_by: Сервер WebDAV (HTTP)
hu_hu: WebDAV kiszolgáló (HTTP)
id_id: Server WebDAV (HTTP)
it_it: Server WebDAV (HTTP)
mi: Tūmau WebDAV (HTTP)

# #20254
source: WebDAV server (HTTPS)
be_by: Сервер WebDAV (HTTPS)
hu_hu: WebDAV kiszolgáló (HTTPS)
id_id: Server WebDAV (HTTPS)
it_it: Server WebDAV (HTTPS)
mi: Tūmau WebDAV (HTTPS)

# #20255
source: First logon, edit your profile
be_by: Першы ўваход, наладзьце ваш профіль
hu_hu: Első bejelentkezés, profilod szerkesztése
id_id: Pertama login, lalu sunting profile
it_it: Primo accesso, modifica il tuo profilo
mi: Whakaurunga tuatahi, whakatika i tō kōtaha

# #20262
source: Zeroconf browser
be_by: Браўзер Zeroconf
hu_hu: Zeroconf Böngésző
id_id: Peramban Zeroconf
it_it: Navigatore Zeroconf

# #20300
source: Web server directory (HTTP)
be_by: Каталог вэб-сервера (HTTP)
hu_hu: Webkiszolgáló könyvtár (HTTP)
id_id: Direktori server web (HTTP)
it_it: Cartella server web (HTTP)
mi: Whaiaronga tūmau Tukutuku (HTTP)

# #20301
source: Web server directory (HTTPS)
be_by: Каталог вэб-сервера (HTTPS)
hu_hu: Webkiszolgáló könyvtár (HTTPS)
id_id: Direktori server web (HTTPS)
it_it: Cartella server web (HTTPS)
mi: Whaiaronga tūmau Tukutuku (HTTPS)

# #20302
source: Unable to write to folder:
be_by: Немагчыма запісаць у каталог:
hu_hu: Mentés a következő mappába sikertelen:
id_id: Tidak dapat menulis ke folder:
it_it: Impossibile scrivere nella cartella:
mi: Kāore e taea te ki te tuhituhi ki te kōpaki:

# #20304
source: RSS Feed (HTTP)
be_by: RSS-стужка (HTTP)
id_id: Umpan RSS (HTTP)
it_it: Feed RSS (HTTP)

# #20305
source: RSS Feed (HTTPS)
be_by: RSS-стужка (HTTPS)
id_id: Umpan RSS (HTTPS)
it_it: Feed RSS (HTTPS)

# #20307
source: Secondary DNS
be_by: Другі DNS
hu_hu: Másodlagos DNS
id_id: DNS Sekunder
it_it: DNS secondario
mi: DNS Tuarua

# #20308
source: DHCP server:
be_by: Сервер DHCP:
hu_hu: DHCP kiszolgáló:
id_id: Server DHCP:
it_it: Server DHCP:
mi: Tūmau DHCP:

# #20309
source: Make new folder
be_by: Стварыць новы каталог
hu_hu: Új mappa létrehozása
id_id: Buat Folder Baru
it_it: Crea nuova cartella
mi: Hanga kōpaki hou

# #20311
source: Unknown or onboard (protected)
be_by: Невядомы альбо ўбудаваны (абаронена)
hu_hu: Ismeretlen vagy alaplapi (védett)
id_id: Tidak Dikenal atau Onboard (diproteksi)
it_it: Sconosciuto o integrato (protetto)
mi: Unknown te hikoinga ranei (te tiaki)

# #20314
source: Videos - Library
be_by: Відэа - Бібліятэка
hu_hu: Videók - Médiatár
id_id: Video - Pustaka
it_it: Video - Libreria

# #20316
source: Sort by: ID
be_by: Сартаваць па: ID
hu_hu: ID szerint
id_id: Urut berdasarkan: ID
it_it: Ordina per: ID
mi: Kōmaka mā te: Tāutunga

# #20317
source: Scanning movies using {0:s}
be_by: Сканаванне фільмаў пры дапамозе {0:s}
hu_hu: Filmek keresése a(z) {0:s} használatával
id_id: Memindai film menggunakan {0:s}
it_it: Scansione film con {0:s}

# #20318
source: Scanning music videos using {0:s}
be_by: Сканаванне музычнага відэа пры дапамозе {0:s}
hu_hu: Zenevideók keresése a(z) {0:s} használatával
id_id: Memindai video musik menggunakan {0:s}
it_it: Scansione video musicali con {0:s}

# #20319
source: Scanning TV shows using {0:s}
be_by: Сканаванне серыялаў пры дапамозе {0:s}
hu_hu: Sorozatok keresése a(z) {0:s} használatával
id_id: Memindai acara TV menggunakan {0:s}
it_it: Scansione serie TV con {0:s}

# #20320
source: Scanning artists using {0:s}
be_by: Сканаванне выканаўцаў пры дапамозе {0:s}
hu_hu: Előadók keresése a(z) {0:s} használatával
id_id: Memindai artis menggunakan {0:s}
it_it: Scansione artisti con {0:s}

# #20321
source: Scanning albums using {0:s}
be_by: Сканаванне альбомаў пры дапамозе {0:s}
hu_hu: Albumok keresése a(z) {0:s} használatával
id_id: Memindai album menggunakan {0:s}
it_it: Scansione album con {0:s}

# #20322
source: Content scanning options
be_by: Параметры сканавання змесціва
hu_hu: Tartalomkeresési lehetőségek
id_id: Pilihan pemindaian konten
it_it: Opzioni scansione contenuto

# #20323
source: Movie plot
be_by: Сюжэт фільма
hu_hu: Filmelőzetes
id_id: Alur film
it_it: Trama film
mi: Wahi kiriata

# #20324
source: Play part...
be_by: Прайграць частку...
hu_hu: Rész lejátszása…
id_id: Mainkan bagian...
it_it: Riproduci parte...
mi: Te tākaro wahi ...

# #20325
source: Calibration reset
be_by: Скінуць каліброўку
hu_hu: Kalibráció visszaállítása
id_id: Atur ulang kalibrasi
it_it: Ripristino calibrazione
mi: Tōkarikari tautuhi

# #20326
source: Do you want reset the calibration to their defaults for "{0:s}" resolution?
id_id: Apakah Anda ingin menyetel ulang kalibrasi ke bawaan untuk resolusi "{0:s}"?
it_it: Vuoi ripristinare la calibrazione ai valori predefiniti per la risoluzione "{0:s}"?

# #20327
source: Current value: {}
id_id: Nilai sekarang: {}
it_it: Valore attuale: {}

# #20328
source: Browse for destination
be_by: Абраць прызначэнне
hu_hu: Tallózás
id_id: Ramban tujuan
it_it: Sfoglia destinazione
mi: Tirotiro hoki ūnga

# #20329
source: Movies are in separate folders that match the movie title
be_by: Фільмы ў асобных каталогах, якія адпавядаюць назвам фільмаў
hu_hu: A filmcímnek megfelelő találatok külön mappákban találhatók
id_id: Film berada di folder terpisah yang sesuai dengan judul film
it_it: I film sono in cartelle separate che corrispondono al titolo del film
mi: He Movies i roto i ngā kōpaki motuhake e ōrite ana ki te taitara kiriata

# #20330
source: Use folder names for lookups
be_by: Выкарыстоўваць назвы каталогаў для пошуку
hu_hu: Használja a mappanevet a keresésekhez
id_id: Gunakan nama folder untuk pencarian
it_it: Usa i nomi delle cartelle per le ricerche
mi: Whakamahia ingoa kōpaki mō ngā lookups
