Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #14261
source: Configure skin...
be_by: Наладзіць абалонку…
hu_hu: Felszín beállítások...
id_id: Konfigurasi kulit...
it_it: Configura skin...

# #14270
source: Unit Formats
be_by: Фармат адзінак
hu_hu: Egységformátumok
id_id: Format Unit
it_it: Formati unità

# #14271
source: Region default format
be_by: Прадвызначаны фармат рэгіёна
hu_hu: Régió alapértelmezett formátuma
id_id: Format bawaan wilayah
it_it: Formato predefinito regione

# #14275
source: Application control
be_by: Кіраванне праграмай
hu_hu: Alkalmazás vezérlés
id_id: Kontrol aplikasi
it_it: Controllo applicazione

# #14276
source: Allow remote control from applications on this system
be_by: Дазволіць адлеглае кіраванне праграмамі з гэтай сістэмы
hu_hu: Távirányítás engedélyezése ezen a rendszeren
id_id: Izinkan pengendali jarak jauh dari aplikasi pada sistem ini
it_it: Consenti il controllo remoto da applicazioni su questo dispositivo

# #14277
source: Allow remote control from applications on other systems
be_by: Дазволіць адлеглае кіраванне праграмамі з іншых сістэм
hu_hu: Távirányítás engedélyezése más rendszereken
id_id: Izinkan pengendali jarak jauh dari aplikasi pada sistem lain
it_it: Consenti il controllo remoto da applicazioni su altri dispositivi

# #14301
source: Channels
be_by: Каналы
hu_hu: Csatornák
id_id: Saluran
it_it: Canali

# #14302
source: Icons
be_by: Значкі
hu_hu: Ikon
id_id: Ikon
it_it: Icone

# #14303
source: Updates
be_by: Абнаўленні
hu_hu: Frissítések
id_id: Pembaruan
it_it: Aggiornamenti

# #14304
source: RDS Radio
be_by: RDS радыё
hu_hu: RDS rádió
id_id: Radio RDS
it_it: Radio RDS

# #15011
source: {0:d} Items failed to export
be_by: Не атрымалася экспартаваць {0:d} элементаў
hu_hu: {0:d} tétel exportálása nem sikerült
id_id: {0:d} Item gagal diekspor
it_it: Esportazione fallita di {0:d} elementi

# #15012
source: Unavailable source
be_by: Недаступная крыніца
hu_hu: Nem elérhető forrás
id_id: Sumber tidak tersedia
it_it: Sorgente non disponibile
mi: Puna wātea

# #15013
source: What would you like to do with media items from {0:s}
be_by: Што рабіць з медыяфайламі з {0:d}
hu_hu: Mit szeretne tenni az ebből a forrásból származó médiaelemekkel: „{0:s}”?
id_id: Apa yang ingin kamu lakukan dengan item media dari {0:s}
it_it: Cosa vorresti fare con gli elementi multimediali da {0:s}

# #15014
source: Keep
be_by: Пакінуць
hu_hu: Megtartás
id_id: Pertahankan
it_it: Mantieni
mi: Penapena

# #15015
source: Remove
be_by: Выдаліць
hu_hu: Törlés
id_id: Hapus
it_it: Rimuovi
mi: Whakakorengia

# #15016
source: Games
be_by: Гульні
hu_hu: Játékok
id_id: Permainan
it_it: Giochi
mi: Tākaro

# #15019
source: Add
be_by: Дадаць
hu_hu: Hozzáadás
id_id: Tambah
it_it: Aggiungi
mi: Tāpiri

# #15050
source: Available modes
be_by: Даступныя рэжымы
hu_hu: Elérhető módok
id_id: Mode yang tersedia
it_it: Modalità disponibili

# #15051
source: Active modes
be_by: Актыўныя рэжымы
hu_hu: Aktív módok
id_id: Mode aktif
it_it: Modalità attive

# #15066
source: Clear active modes
be_by: Ачысціць актыўныя рэжымы
hu_hu: Aktív módok törlése
id_id: Hapus mode aktif
it_it: Cancella modalità attive

# #15067
source: Close
be_by: Закрыць
hu_hu: Bezárás
id_id: Tutup
it_it: Chiudi

# #15100
source: Library
be_by: Бібліятэка
hu_hu: Médiatár
id_id: Pustaka
it_it: Libreria
mi: Wharetaonga

# #15102
source: * All albums
be_by: * Усе альбомы
hu_hu: * Minden album
id_id: * Semua Album
it_it: * Tutti gli album
mi: * Pukapuka katoa

# #15103
source: * All artists
be_by: * Усе выканаўцы
hu_hu: * Minden előadó
id_id: * Semua Artis
it_it: * Tutti gli artisti
mi: * Toi katoa

# #15104
source: * All songs
be_by: * Усе песні
hu_hu: * Minden zeneszám
id_id: * Semua Lagu
it_it: * Tutti i brani
mi: * Waiata katoa

# #15105
source: * All genres
be_by: * Усе жанры
hu_hu: * Minden műfaj
id_id: * Semua Aliran
it_it: * Tutti i generi
mi: * Momo katoa

# #15106
source: Skin built-in
be_by: З вокладкі
hu_hu: Beépített felszin
id_id: Skin terpasang
it_it: Integrato nella skin

# #15108
source: GUI Sounds
be_by: Гукі інтэрфейсу
hu_hu: Felület hangok
id_id: Suara GUI
it_it: Suoni interfaccia grafica

# #15109
source: Skin default
be_by: Прадвызначаная абалонка
hu_hu: Felszín alapértelmezése
id_id: Skin bawaan
it_it: Skin predefinito
mi: Kiri taunoa

# #15110
source: Larger font size
be_by: Буйны шрыфт
hu_hu: Nagyobb betűméret
id_id: Ukuran font lebih besar
it_it: Carattere più grande

# #15111
source: Theme
be_by: Тэма
hu_hu: Téma
id_id: Tema
it_it: Tema
mi: Kaupapa

# #15112
source: Default theme
be_by: Прадвызначаная тэма
hu_hu: Alapértelmezett téma
id_id: Tema bawaan
it_it: Tema predefinito
mi: Kaupapa taunoa

# #15207
source: Connected
be_by: Злучана
hu_hu: Csatlakoztatva
id_id: Tersambung
it_it: Connesso
mi: Tūhono

# #15208
source: Not connected
be_by: Не злучана
hu_hu: Nincs csatlakozás
id_id: Tidak Tersambung
it_it: Non connesso
mi: E kore e hono

# #15213
source: Play using...
be_by: Прайграць пры дапамозе...
hu_hu: Egyéb lejátszóval...
id_id: Mainkan Menggunakan...
it_it: Riproduci con...
mi: Te tākaro mā te whakamahi i ...

# #15214
source: Use smoothed A/V synchronisation
be_by: Плаўная сінхранізацыя гуку і відэа
hu_hu: Használjon finomított A/V szinkronizációt
id_id: Gunakan sinkronisasi A/V yang halus
it_it: Usa sincronizzazione A/V uniforme
mi: Whakamahia te mānia te tukutahi A / V

# #15215
source: Hide file names in thumbs view
be_by: Хаваць назвы файлаў у рэжыме мініяцюр
hu_hu: Fájlnevek elrejtése minikép nézetben
id_id: Sembunyikan Nama File pada Tampilan Thumb
it_it: Nascondi nomi dei file nella vista anteprime
mi: Ingoa Hunaia kōnae i roto i nga koromatua, tirohia

# #15216
source: Play in party mode
be_by: Граць у рэжыме гулянкі
hu_hu: Lejátszás partymódban
id_id: Putar dalam mode pesta
it_it: Riproduci in modalità party
mi: Te tākaro i roto i te aratau rōpū

# #15217
source: Action
id_id: Aksi
it_it: Azione

# #15218
source: Play media
id_id: Putar media
it_it: Riproduci contenuti multimediali

# #15219
source: Show picture
id_id: Tampilkan gambar
it_it: Mostra immagine

# #15220
source: Show content in "{}"
id_id: Tampilkan konten di"{}"
it_it: Mostra contenuto in "{}"

# #15221
source: Execute script
id_id: Buka skrip
it_it: Esegui script

# #15222
source: Execute Android app
id_id: Buka aplikasi Android
it_it: Esegui app Android

# #15223
source: Execute add-on
id_id: Buka pengaya
it_it: Esegui add-on

# #15224
source: Other / Unknown
id_id: Lain / Tidak dikenal
it_it: Altro / Sconosciuto

# #15225
source: Provider
id_id: Penyedia
it_it: Fornitore

# #15300
source: Path not found or invalid
be_by: Шляху няма ці ён хібны
hu_hu: Az elérési út érvénytelen, vagy nem található
id_id: Path tidak ditemukan atau tidak valid
it_it: Percorso non trovato o non valido
mi: Kihai i kitea te ara muhu rānei

# #15301
source: Couldn't connect to network server
be_by: Не атрымалася злучыцца з серверам
hu_hu: Sikertelen csatlakozás a kiszolgálóhoz
id_id: Tidak bisa tersambung ke jaringan server
it_it: Impossibile connettersi al server di rete

# #15302
source: No servers found
be_by: Сервераў не знойдзена
hu_hu: Nincs elérhető kiszolgáló
id_id: Server tidak ditemukan
it_it: Nessun server trovato
mi: No tūmau i kitea

# #15303
source: Workgroup not found
be_by: Працоўнай групы не знойдзена
hu_hu: A munkacsoport nem elérhető
id_id: Workgroup tidak ditemukan
it_it: Nessun gruppo di lavoro trovato
mi: E kore roopu kitea

# #15310
source: Opening multi-path source
be_by: Адкрыццё крыніцы з мноствам шляхоў
hu_hu: Több elérésiúttal rendelkező forrás megnyitása
id_id: Membuka bookmark multi-path
it_it: Apertura sorgente a più percorsi
mi: Opening puna maha ara-

# #15311
source: Path:
be_by: Шлях:
hu_hu: Elérési út:
id_id: Jalur:
it_it: Percorso:
mi: Ara:

# #15312
source: Achievements
id_id: Penghargaan
it_it: Risultati

# #15313
source: Login to RetroAchievements
id_id: Masuk ke RetroAchievements
it_it: Accedi a RetroAchievements

# #15314
source: Save
id_id: Simpan
it_it: Salva

# #15315
source: Save progress to a new save file
id_id: Simpan progres ke file penyimpanan baru
it_it: Salva progressi in un nuovo file

# #15316
source: Autosave
id_id: Simpan Otomatis
it_it: Salvataggio automatico

# #16000
source: General
be_by: Асноўныя
hu_hu: Általános
id_id: Umum
it_it: Generale
mi: Āhuawhānui

# #16002
source: Internet lookup
be_by: Пошук у інтэрнэце
hu_hu: Internetes keresés
id_id: CDDB lookup
it_it: Ricerca su internet
mi: Rapu Ipurangi

# #16003
source: Player
be_by: Прайгравальнік
hu_hu: Lejátszó
id_id: Pemutar
it_it: Lettore

# #16004
source: Play media from disc
be_by: Прайграць файлы з дыска
hu_hu: Média lejátszása lemezről
id_id: Mainkan media dari disk
it_it: Riproduci dal disco
mi: Te tākaro pāpāho i te kōpae

# #16008
source: Enter new title
be_by: Увядзіце новую назву
hu_hu: Új cím
id_id: Masukkan judul baru
it_it: Inserire un nuovo titolo
mi: Tomo taitara hou

# #16009
source: Enter the movie name
be_by: Увядзіце назву фільма
hu_hu: Film címe
id_id: Masukkan Judul Film
it_it: Inserire il nome del film
mi: Tomo i te ingoa kiriata

# #16010
source: Enter the profile name
be_by: Увядзіце назву профілю
hu_hu: Profil neve
id_id: Masukkan Nama Profil
it_it: Inserire il nome del profilo
mi: Tomo i te ingoa kōtaha

# #16011
source: Enter the album name
be_by: Увядзіце назву альбома
hu_hu: Album neve
id_id: Masukkan Nama Album
it_it: Inserire il nome dell'album
mi: Tomo i te ingoa album

# #16012
source: Enter the playlist name
be_by: Увядзіце назву спіса прайгравання
hu_hu: Lejátszólista neve
id_id: Masukkan Nama Daftar Main
it_it: Inserire il nome della playlist
mi: Tāurutia te ingoa rārangipāho

# #16013
source: Enter new filename
be_by: Увядзіце новую назву файла
hu_hu: Új fájl neve
id_id: Masukkan namafile baru
it_it: Inserire un nuovo nome file
mi: Tomo kōnae hou

# #16014
source: Enter folder name
be_by: Увядзіце назву каталога
hu_hu: Mappa neve
id_id: Masukkan nama folder
it_it: Inserire il nome della cartella
mi: Tomo ingoa kōpaki

# #16015
source: Enter directory
be_by: Увядзіце каталог
hu_hu: Könyvtár
id_id: Masukkan direktori
it_it: Inserisci cartella
mi: Tomo whaiaronga

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
be_by: Даступныя параметры: %A, %T, %N, %B, %D, %G, %Y, %F, %S
hu_hu: Elérhető beállítások: %A, %T, %N, %B, %D, %G, %Y, %F, %S
id_id: Pilihan yg tersedia: %A, %T, %N, %B, %D, %G, %Y, %F, %S
it_it: Opzioni disponibili: %A, %T, %N, %B, %D, %G, %Y, %F, %S
mi: Kōwhiringa e wātea ana:% A,% T,% N,% B,% D,% G,% Y,% F,% S

# #16017
source: Enter search string
be_by: Увядзіце тэкст для пошуку
hu_hu: Keresőszó
id_id: Masukkan Pencarian
it_it: Inserire stringa di ricerca
mi: Tomo rapu string

# #16018
source: None
be_by: Няма
hu_hu: Nincs
id_id: Tidak Ada
it_it: Nessuno
mi: Kahore

# #16019
source: Auto select
be_by: Аўтаматычны выбар
hu_hu: Automatikus kiválasztás
id_id: Memilih Sendiri
it_it: Seleziona automaticamente
mi: Te tīpako aunoa

# #16020
source: Deinterlace
be_by: Дэінтэрлэйсінг
hu_hu: Váltottsorosság mentesítés
it_it: Deinterlaccia

# #16022
source: Bob - Inverted
be_by: Bob - адваротны
hu_hu: Bob - fordított
id_id: Bob - Terbalik
it_it: Bob - Invertito

# #16023
source: Choose operator
be_by: Абраць аператара
hu_hu: Válassz operátort
id_id: Pilih operator
it_it: Scegli operatore

# #16024
source: Cancelling...
be_by: Скасаванне...
hu_hu: Megszakítás alatt…
id_id: Membatalkan...
it_it: Annullamento...
mi: E whakakore ana...

# #16025
source: Enter the artist name
be_by: Увядзіце імя выканаўцы
hu_hu: Előadó neve
id_id: Masukkan Nama Artis
it_it: Inserire il nome dell'artista
mi: Tomo i te ingoa artist

# #16026
source: Playback failed
be_by: Прайграванне скасавана
hu_hu: Lejátszás sikertelen
id_id: Memainkan Daftar Main dibatalkan
it_it: Riproduzione fallita
mi: I rahua te Purei Anō

# #16027
source: One or more items failed to play. Check the log for more information about this message.
be_by: Не атрымалася прайграць адзін альбо больш файлаў. Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: Egy vagy több elem lejátszása sikertelen volt. További információk erről az üzenetről a hibanaplóban.
id_id: Satu atau lebih item gagal dimainkan. Periksa log untuk informasi lebih lanjut mengenai pesan ini.
it_it: Riproduzione fallita di uno o più elementi. Controlla il log per ulteriori informazioni su questo messaggio.

# #16028
source: Enter value
be_by: Увядзіце значэнне
hu_hu: Érték
id_id: Masukkan nilai
it_it: Inserire valore
mi: Tomo uara

# #16029
source: Check the log for more information about this message.
be_by: Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: További információk az üzenetről a hibanaplóban
id_id: Periksa log untuk informasi lebih lanjut mengenai pesan ini.
it_it: Controlla il log per ulteriori informazioni su questo messaggio.

# #16030
source: Party mode aborted.
be_by: Рэжым гулянкі скасаваны.
hu_hu: Partymód megszakítva.
id_id: Mode Party dibatalkan.
it_it: Modalità party interrotta.
mi: Haukotia aratau Party.

# #16031
source: No matching songs in the library.
be_by: У бібліятэцы няма адпаведных кампазіцый.
hu_hu: Nem található zeneszám a médiatárban.
id_id: Tidak ada lagu yang sesuai di database.
it_it: Nessun brano corrispondente nella libreria.
mi: No waiata ōrite i roto i te whare pukapuka.

# #16032
source: Couldn't initialise database.
be_by: Не атрымалася ініцыялізаваць базу даных.
hu_hu: Adatbázis inicializálása sikertelen.
id_id: Tidak dapat menginisialisasi basis data.
it_it: Impossibile inizializzare il database.

# #16033
source: Couldn't open database.
be_by: Не атрымалася адкрыць базу даных.
hu_hu: Adatbázis nem nyitható meg.
id_id: Tidak bisa membuka basis data.
it_it: Impossibile aprire il database.

# #16034
source: Couldn't get songs from database.
be_by: Не ўдалося атрымаць песні з базы даных.
hu_hu: Nincs elérhető zeneszám az adatbázisban.
id_id: Tidak bisa memperoleh lagu dari basis data.
it_it: Impossibile recuperare i brani dal database.

# #16035
source: Party mode playlist
be_by: Спіс прайгравання для рэжыму гулянкі
hu_hu: Party mód lejátszólista
id_id: Daftar putar mode party
it_it: Playlist in modalità party
mi: Party aratau rārangipāpāho

# #16036
source: Deinterlace (half)
be_by: Дэінтэрлэйсінг (палова)
hu_hu: Váltottsorosság mentesítés (fél képkocksebesség)
id_id: De-interlace (Separuh)
it_it: Deinterlaccia (metà)

# #16037
source: Deinterlace video
be_by: Дэінтэрлэйсінг
hu_hu: Videó váltottsorosság mentesítése
it_it: Deinterlaccia video
mi: Wetewetehia te ataata

# #16038
source: Deinterlace method
be_by: Метад дэінтэрлэйсінгу
hu_hu: A mentesítés módja
id_id: Metode Deinterlace
it_it: Metodo di deinterlacciamento
mi: Tikanga Wetewetehia

# #16039
source: Off
be_by: Выключана
hu_hu: Ki
id_id: Matikan
it_it: Disattivato
mi: Weto

# #16041
source: On
be_by: Уключана
hu_hu: Be
id_id: Hidup
it_it: Attivato
mi: I te

# #16100
source: All videos
be_by: Усе відэафайлы
hu_hu: Minden videó
id_id: Semua Video
it_it: Tutti i video

# #16101
source: Unwatched
be_by: Непрагледжанае
hu_hu: Nem látott
id_id: Belum Ditonton
it_it: Non visti
mi: Takoto

# #16102
source: Watched
be_by: Прагледжанае
hu_hu: Megnézett
id_id: Telah Ditonton
it_it: Già visti
mi: Titiro

# #16103
source: Mark as watched
be_by: Пазначыць як прагледжанае
hu_hu: Megnézettként megjelölés
id_id: Tandai Telah Ditonton
it_it: Segna come già visto
mi: Mark rite titiro

# #16104
source: Mark as unwatched
be_by: Пазначыць як непрагледжанае
hu_hu: Nem látottként megjelölés
id_id: Tandai Belum Ditonton
it_it: Segna come non visto
mi: Mark rite takoto

# #16105
source: Edit title
be_by: Рэдагаваць назву
hu_hu: Cím szerkesztése
id_id: Edit Judul
it_it: Modifica titolo
mi: Whakatika taitara

# #16106
source: Manage...
be_by: Кіраваць…
hu_hu: Kezelés…
id_id: Atur...
it_it: Gestisci...
mi: Whakahaere ...

# #16107
source: Edit sort title
be_by: Рэдагаваць назву для сартавання
hu_hu: Rövid cím szerkesztése
id_id: Sunting urutan judul
it_it: Modifica titolo per l'ordinamento
mi: Taitara Whakatika ahua

# #16200
source: Operation was aborted
be_by: Аперацыя скасаваная
hu_hu: Művelet megszakítva
id_id: Operasi dibatalkan
it_it: L'operazione è stata interrotta
mi: Haukotia Operation i

# #16201
source: Copy failed
be_by: Скапіяваць не атрымалася
hu_hu: Másolási hiba
id_id: Penyalinan gagal
it_it: Copia fallita
mi: Kua rahua te tārua

# #16202
source: Failed to copy at least one file. Check the log for more information about this message.
be_by: Не атрымалася скапіяваць не менш чым адзін файл. Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: Legalább egy fájl átmásolása sikertelen volt. További információk erről az üzenetről a hibanaplóban.
id_id: Gagal menyalin setidaknya satu berkas. Periksa log untuk informasi lebih lanjut mengenai pesan ini.
it_it: Copia fallita di almeno un file. Controlla il log per ulteriori informazioni su questo messaggio.

# #16203
source: Move failed
be_by: Перамясціць не атрымалася
hu_hu: Átmozgatás nem sikerült
id_id: Pemindahan gagal
it_it: Spostamento fallito
mi: I rahua te neke

# #16204
source: Failed to move at least one file. Check the log for more information about this message.
be_by: Не атрымалася перамясціць не менш чым адзін файл. Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: Legalább egy fájl átmozgatása sikertelen volt. További információk erről az üzenetről a hibanaplóban.
id_id: Gagal memindahkan setidaknya satu berkas. Periksa log untuk informasi lebih lanjut mengenai pesan ini.
it_it: Spostamento fallito di almeno un file. Controlla il log per ulteriori informazioni su questo messaggio.

# #16205
source: Delete failed
be_by: Выдаліць не атрымалася
hu_hu: Törlés nem sikerült
id_id: Penghapusan gagal
it_it: Eliminazione non riuscita
mi: I rahua te muku

# #16206
source: Failed to delete at least one file. Check the log for more information about this message.
be_by: Не атрымалася выдаліць не менш чым адзін файл. Праверце журнал, каб даведацца больш пра гэтае паведамленне.
hu_hu: Legalább egy fájl törlése sikertelen volt. További információk erről az üzenetről a hibanaplóban.
id_id: Gagal menghapus setidaknya satu berkas. Periksa log untuk informasi lebih lanjut mengenai pesan ini.
it_it: Eliminazione fallita di almeno un file. Controlla il log per ulteriori informazioni su questo messaggio.

# #16296
source: Pixelate
be_by: Піксельна
hu_hu: Pixeláció
id_id: Piksel
it_it: Pixellato

# #16297
source: Smooth
be_by: Згладжана
hu_hu: Simítás
id_id: Halus
it_it: Morbido

# #16298
source: Shows the game's pixels without any modifications.
be_by: Выводзіць пікселі гульні без мадыфікацый.
hu_hu: Mutatja a játék képpontjait módosítások nélkül.
id_id: Menampilkan piksel game tanpa modifikasi apa pun.
it_it: Mostra i pixel del gioco senza alcuna modifica.

# #16299
source: Removes the jagged edges of pixels by evenly fading between adjacent pixels.
be_by: Прыбраць зубчастыя краі, згладжваючы іх пры дапамозе вакольных пікселяў.
hu_hu: Eltávolítja az éles széleket azáltal, hogy a szomszédos képpontok elhalványítása egyenletes lesz.
id_id: Menghapus tepi piksel yang bergerigi dengan memudarkan secara merata di antara piksel yang berdekatan.
it_it: Rimuove i bordi sfaccettati sfumando eventualmente fra pixel adiacenti.

# #16300
source: Video scaling method
be_by: Метад маштабавання відэа
hu_hu: Képskálázás módja
id_id: Metode scaling video
it_it: Metodo ridimensionamento video
mi: Tikanga tauine Ataata

# #16301
source: Nearest neighbour
hu_hu: Legközelebbi szomszéd
id_id: Tetangga paling dekat
it_it: Vicino più prossimo
mi: Tata hoa

# #16302
source: Bilinear
hu_hu: Bilineáris
it_it: Bilineare

# #16303
source: Bicubic (B-Spline)
it_it: Bicubico (B-Spline)

# #16307
source: Bicubic (software)
hu_hu: Kettős köbös (szoftveres)
id_id: Bicubic (perangkat lunak)
it_it: Bicubico (software)
mi: Bicubic (pūmanawa)

# #16310
source: Temporal
hu_hu: Időbeli
id_id: Sementara
it_it: Temporale
mi: Te pae tino

# #16311
source: Temporal / Spatial
hu_hu: Időbeli / Térbeli
id_id: Sementara / Spasial
it_it: Temporale / Spaziale

# #16312
source: VDPAU - Noise reduction
be_by: Заглушэнне шуму - VDPAU
hu_hu: VDPAU - Zajszűrés
id_id: VDPAU - Pengurangan Noise
it_it: VDPAU - Riduzione rumore

# #16313
source: VDPAU - Sharpness
be_by: Рэзкасць - VDPAU
hu_hu: VDPAU - Képélesség
id_id: VDPAU - Ketajaman
it_it: VDPAU - Nitidezza

# #16314
source: Bicubic (Mitchell)
it_it: Bicubico (Mitchell)

# #16315
source: Lanczos3 - Optimised
be_by: Lanczos3 - аптымізавана
hu_hu: Lanczos3 - optimalizált
id_id: Lanczos3 - Teroptimasi
it_it: Lanczos3 - Ottimizzato

# #16316
source: Auto
be_by: Аўтаматычна
it_it: Automatico
mi: Aunoa

# #16317
source: Temporal (half)
be_by: Temporal (палова)
hu_hu: Időbeli (fél)
id_id: Sementara (Separuh)
it_it: Temporale (metà)

# #16318
source: Temporal / Spatial (half)
be_by: Temporal / Spatial (палова)
hu_hu: Időbeli / Térbeli (fél)
id_id: Sementara/Spasial (Separuh)
it_it: Temporale / Spaziale (metà)

# #16321
source: Bicubic (Catmull-Rom)
it_it: Bicubico (Catmull-Rom)

# #16323
source: Spline36 - Optimised
be_by: Spline36 - аптымізавана
hu_hu: Spline36 - optimalizált
id_id: Spline36 - Teroptimasi
it_it: Spline36 - Ottimizzato

# #16324
source: Software - Blend
be_by: Праграмна - Blend
hu_hu: Szoftveres - vegyítés
id_id: Perangkat Lunak - Blend
it_it: Software - Misto

# #16326
source: Bicubic (0,0.75)
it_it: Bicubico (0,0.75)

# #16328
source: VAAPI - Motion adaptive
hu_hu: VAAPI - mozgáshoz adaptált
id_id: Motion Adaptive - VAAPI
it_it: VAAPI - Movimento adattivo

# #16329
source: VAAPI - Motion compensated
hu_hu: VAAPI - mozgás kompenzált
id_id: Motion Compensated - VAAPI
it_it: VAAPI - Movimento compensato

# #16330
source: Bicubic (0,1.)
it_it: Bicubico (0,1.)

# #16334
source: Bob (half)
be_by: Bob (палова)
hu_hu: Bob (felezett)
id_id: Bob (setengah)
it_it: Bob (metà)

# #16335
source: IMX - Advanced (half)
be_by: IMX - пашыраны (палова)
hu_hu: IMX - Haladó (felezett)
id_id: IMX - Lanjutan (setengah)
it_it: IMX - Avanzato (metà)

# #16336
source: IMX - Advanced
be_by: IMX - пашыраны
hu_hu: IMX - Haladó
id_id: IMX - Lanjutan
it_it: IMX - Avanzato

# #16400
source: Post-processing
be_by: Постапрацоўка
hu_hu: Utófeldolgozás
id_id: Pos-pemrosesan
it_it: Post-elaborazione
mi: Tukatuka-Post

# #17500
source: Display sleep timeout
be_by: Пераход дысплея ў рэжым сну праз
hu_hu: Alvó üzemmódig hátralévő idő kijelzése
id_id: Timeout tidur layar
it_it: Tempo spegnimento schermo
mi: Wāhiki Whakaatu moe

# #17998
source: {0:d} hours
be_by: {0:d} гадзін
hu_hu: {0:d} óra
id_id: {0:d} jam
it_it: {0:d} ore

# #17999
source: {0:d} days
be_by: {0:d} дзён
hu_hu: {0:d} nap
id_id: {0:d} hari
it_it: {0:d} giorni

# #19000
source: Switch to channel
be_by: Пераключыцца на канал
hu_hu: Csatornára váltás
id_id: Pindah ke saluran
it_it: Cambia al canale
mi: Whakawhiti atu ki te hongere

# #19001
source: Separate the search words by using AND, OR and / or NOT.
be_by: Падзяляйце словы падчас пошуку пры дапамозе AND, OR і / альбо NOT.
hu_hu: Keresőszavak elválasztása az ÉS, VAGY, NEM szavakkal.
id_id: Pisahkan kata pencarian menggunakan AND, OR dan/atau NOT.
it_it: Separa le parole di ricerca usando AND, OR e / o NOT.

# #19002
source: or use phrases to find an exact match, like "The wizard of Oz".
be_by: альбо для дакладнага пошуку выкарыстоўвайце фразы кшталту "The wizard of Oz".
hu_hu: Vagy használj szókapcsolatot a pontos találathoz, pl. "Óz, a csodák csodája".
id_id: atau gunakan frase untuk mencari padanan sama, seperti "Gue ganteng banget bray".
it_it: o usa frasi per trovare una corrispondenza esatta, come "Il mago di Oz".
mi: te whakamahi ranei kīanga ki te kimihia he ōritenga, rite "te ruānuku o Oz ".

# #19003
source: Find similar
be_by: Знайсці падобнае
hu_hu: Hasonló keresése
id_id: Temukan yang serupa
it_it: Trova simili
