Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #37045
source: Extract chapter thumbnails for presentation in the chapters / bookmarks dialogue. This might increase CPU load.
be_by: Вымаць мініяцюры глаў для адлюстравання ў дыялогах глаў / закладак. Можа павысіць нагрузку на працэсар.
hu_hu: Bélyegképek kinyerése a fejezetekből a fejezetek / könyvjelzők párbeszédablakhoz. Ez növelheti a CPU terhelést.
id_id: Ekstrak thumbnail bab untuk presentasi dalam dialog bab / penanda. Ini dapat meningkatkan beban CPU.
it_it: Estrai le miniature dei capitoli per la presentazione nella finestra di dialogo capitoli/segnalibri. Questo potrebbe aumentare il carico della CPU.

# #37048
source: Enable WS-Discovery Service
id_id: Aktifkan Layanan WS-Discovery
it_it: Abilita servizio WS-Discovery

# #37049
source: Enable service to search for SMB services using the WS-Discovery protocol
id_id: Aktifkan layanan untuk mencari layanan SMB menggunakan protokol WS-Discovery
it_it: Abilita il servizio per cercare i servizi SMB utilizzando il protocollo WS-Discovery

# #37050
source: Verbose logging for the [B]WS-Discovery[/B] component
id_id: Verbose logging untuk komponen [B]WS-Discovery[/B]
it_it: Log dettagliato per il componente [B]WS-Discovery[/B]

# #37051
source: NFS Protocol Version
id_id: Versi Protokol NFS
it_it: Versione protocollo NFS

# #37052
source: NFS protocol version to use when establishing NFS connections
id_id: Versi protokol NFS untuk digunakan saat membuat koneksi NFS
it_it: Versione del protocollo NFS da utilizzare quando si stabiliscono connessioni NFS

# #38011
source: Show "All items" entry
be_by: Паказваць запіс "Усе элементы"
hu_hu: A „Minden elem” bejegyzés megjelenítése
id_id: Tampilkan entri "Semua item"
it_it: Mostra la voce "Tutti gli elementi"

# #38012
source: Show "All items" entry in directory, e.g. "All albums" or "All seasons".
be_by: Паказваць "Усе элементы" у каталогах. Напрыклад, "Усе альбомы", "Усе сезоны".
hu_hu: Megjeleníti a „Minden elem” bejegyzést a mappában, pl. „Minden album” vagy „Minden évad”.
id_id: Tampilkan entri "Semua item" di direktori, mis. "Semua album" atau "Semua musim".
it_it: Mostra la voce "Tutti gli elementi" nel percorso, ad es. "Tutti gli album" o "Tutte le stagioni".

# #38013
source: Limit GUI updates during playback
be_by: Абмежаванне абнаўлення інтэрфейсу падчас прайгравання
hu_hu: GUI frissítések korlátozása lejátszás közben
id_id: Batasi pembaruan GUI selama pemutaran
it_it: Limita aggiornamenti GUI durante la riproduzione

# #38014
source: Limits the speed (fps) used to update the GUI while playing videos. This can reduce CPU load and fix playback issues while the GUI is shown.
be_by: Абмежаваць хуткасць абнаўлення (кадраў за секунду) інтэрфейсу падчас прайгравання відэа. Гэты параметр дапаможа паменшыць нагрузку на працэсар і выправіць праблемы пры адлюстраванні інтэрфейсу падчас прайгравання.
hu_hu: Korlátozza a GUI frissítési sebességét (fps) videók lejátszása közben. Ez csökkentheti a CPU terhelést és megoldhatja a lejátszási problémákat, amikor a GUI látszik.
id_id: Batas kecepatan (fps) yang digunakan untuk memperbarui GUI saat memutar video. Ini dapat mengurangi beban CPU dan memperbaiki masalah pemutaran saat GUI ditampilkan.
it_it: Limita la velocità (fps) usata per aggiornare la GUI durante la riproduzione di video. Questo può ridurre il carico sulla CPU e correggere problemi di riproduzione quando viene mostrata la GUI.

# #38015
source: Unlimited
be_by: Неабмежавана
hu_hu: Korlátlan
id_id: Tidak terbatas
it_it: Illimitato

# #38017
source: Region A - Americas, East Asia and Southeast Asia. Region B - Africa, Middle East, Southwest Asia, Europe, Australia, New Zealand. Region C - Central Asia, mainland China, Mongolia, South Asia, Belarus, Russia, Ukraine, Kazakhstan.
be_by: Рэгіён A - Паўночная і Паўднёвая Амерыка, Усходняя і Паўднёва-ўсходняя Азія. Рэгіён B - Афрыка, Бліжні ўсход, Паўднёва-заходняя Азія, Еўропа, Аўстралія, Новая Зеландыя. Рэгіён C - Цэнтральная Азія, кантынентальны Кітай, Манголія, Паўднёвая Азія, Беларусь, Расія, Украіна, Казахстан.
hu_hu: A régió - Amerika, Kelet- és Délkelet-Ázsia, B régió - Afrika, Közel-Kelet, Délnyugat-Ázsia, Európa, Ausztrália, Új-Zéland. C régió - Közép-Ázsia, szárazföldi Kína, Mongólia, Dél-Ázsia, Fehéroroszország, Oroszország, Ukrajna, Kazahsztán.
id_id: Region A - Amerika, Asia Timur dan Asia Tenggara. Region B - Afrika, TImur Tengah, Asia Barat Daya, Eropa, Australia, New Zealand. Region C - Asia Tengah, Tiongkok Daratan, Mongolia, Asia Selatan, Belarus, Rusia, Ukraina, Kazakhstan.
it_it: Regione A - Americhe, Asia orientale e Sud-est asiatico. Regione B - Africa, Medio Oriente, Asia sudoccidentale, Europa, Australia, Nuova Zelanda. Regione C - Asia centrale, Cina continentale, Mongolia, Asia meridionale, Bielorussia, Russia, Ucraina, Kazakistan.

# #38018
source: My rating
be_by: Мая ацэнка
hu_hu: Értékelés
id_id: Penilaian saya
it_it: Mia valutazione

# #38022
source: No rating
be_by: Без ацэнкі
hu_hu: Nincs értékelés
id_id: Tidak ada penilaian
it_it: Nessuna valutazione

# #38023
source: Set my rating
be_by: Ацаніць
hu_hu: Értékelés beállítása
id_id: Setel penilaian saya
it_it: Imposta mia valutazione

# #38024
source: Information provider selection
be_by: Выбар пастаўшчыка інфармацыі
hu_hu: Információs szolgáltatók kiválasztása
id_id: Pemilihan penyedia informasi
it_it: Selezione fornitore informazioni

# #38025
source: Choose information provider
be_by: Абраць пастаўшчыка інфармацыі
hu_hu: Válasszon információs szolgáltatót
id_id: Pilih penyedia informasi
it_it: Scegli fornitore informazioni

# #38026
source: Appearances
be_by: Выгляд
hu_hu: Megjelenés
id_id: Penampilan
it_it: Aspetti

# #38031
source: Video stream
be_by: Відэаструмень
hu_hu: Videófolyam
id_id: Aliran video
it_it: Traccia video

# #38032
source: Angle
be_by: Вугал
hu_hu: Szög
id_id: Sudut
it_it: Angolo

# #38033
source: Role
be_by: Роля
hu_hu: Szerep
id_id: Peran
it_it: Ruolo

# #38035
source: Lyricist
be_by: Аўтар тэксту
hu_hu: Szövegíró
id_id: Penulis lirik
it_it: Paroliere

# #38037
source: Arranger
be_by: Аранжыроўшчык
hu_hu: Rendező
id_id: Pengatur
it_it: Arrangiatore

# #38038
source: Engineer
be_by: Гукарэжыссёр
hu_hu: Hangmérnök
id_id: Insinyur
it_it: Fonico

# #38039
source: Producer
be_by: Прадзюсар
id_id: Produser
it_it: Produttore

# #38040
source: DJMixer
be_by: DJ-мікшар
hu_hu: DJ keverő
it_it: DJ

# #38042
source: [Missing]
be_by: [Адсутнічае]
hu_hu: [Ismeretlen]
id_id: [Hilang]
it_it: [Mancante]

# #38043
source: Album artists
be_by: Выканаўцы альбомаў
hu_hu: Album előadók
id_id: Artis album
it_it: Artisti album

# #38044
source: Song & album artists
be_by: Выканаўцы песень і альбомаў
hu_hu: Dal és album előadók
id_id: Artis lagu & album
it_it: Brani e artisti album

# #38045
source: All contributors
be_by: Усе ўдзельнікі
hu_hu: Minden közreműködő
id_id: Semua kontributor
it_it: Tutti i collaboratori

# #38046
source: All roles
be_by: Усе ролі
hu_hu: Minden szerep
id_id: Semua peran
it_it: Tutti i ruoli

# #38060
source: Music library needs to rescan tags from files. Would you like to scan now?
be_by: Неабходна перасканаваць пазнакі файлаў у музычную бібліятэку. Зрабіць гэта зараз?
hu_hu: A zenetárnak frissíteni kell a médiainformációikat a fájlokból. Szeretné most frissíteni?
id_id: Pustaka musik perlu memindai ulang tag dari berkas. Apakah Anda ingin memindai sekarang?
it_it: La libreria musicale deve effettuare nuovamente la scansione dai file. Vuoi avviare la scansione adesso?

# #38061
source: Fetch additional information for albums and artists? This could take some time so you may prefer to do this later
be_by: Атрымліваць дадатковую інфармацыю пра альбомы і выканаўцаў? Гэта займае пэўны час, таму аперацыю можна адкласці
hu_hu: Indulhat a további album és előadó információk legyűjtése? Eltarthat egy ideig, el is halasztható későbbre.
id_id: Dapatkan informasi tambahan untuk album dan artis? Ini bisa memakan waktu sehingga Anda mungkin lebih milih melakukannya nanti
it_it: Cercare informazioni aggiuntive per album e artisti? Questo potrebbe richiedere tempo, quindi potresti preferire farlo dopo

# #38062
source: Do full tag scan even when music files are unchanged?
be_by: Сканаваць пазнакі поўнасцю, нават калі музычныя файлы не былі змененыя?
hu_hu: A címkék a változatlan fájlokból is újra be legyenek olvasva?
id_id: Apakah pemindaian tag lengkap bahkan ketika file musik tidak berubah?
it_it: Fare una scansione tag completa anche quando i file musicali non sono cambiati?

# #38063
source: Set default information provider
be_by: Вызначыць прадвызначанага пастаўшчыка інфармацыі
hu_hu: Állítsa be az alapértelmezett információs szolgáltatót
id_id: Setel penyedia informasi bawaan
it_it: Imposta fornitore di informazioni predefinito

# #38064
source: Set for this artist
be_by: Ужыць да гэтага выканаўцы
hu_hu: Alkalmazás ehhez az előadóhoz
id_id: Tetapkan untuk artis ini
it_it: Imposta per questo artista

# #38065
source: Set for all artists shown
be_by: Ужыць да ўсіх паказаных выканаўцаў
hu_hu: Alkalmazás az összes megjelenített előadóhoz
id_id: Ditetapkan untuk semua artis yang ditampilkan
it_it: Imposta per tutti gli artisti mostrati

# #38066
source: Set for this album
be_by: Ужыць да гэтага альбома
hu_hu: Alkalmazás ehhez a lemezhez
id_id: Tetapkan untuk album ini
it_it: Imposta per questo album

# #38067
source: Set for all albums shown
be_by: Ужыць да ўсіх паказаных альбомаў
hu_hu: Alkalmazás az összes megjelenített lemezhez
id_id: Atur untuk semua album yang ditampilkan
it_it: Imposta per tutti gli album mostrati

# #38068
source: Use this information provider for all the artists shown here?
be_by: Выкарыстоўваць гэтага пастаўшчыка інфармацыі для ўсіх выканаўцаў, паказаных тут?
hu_hu: Ez az információs szolgáltató használata az összes felsorolt előadó esetében?
id_id: Gunakan penyedia informasi ini untuk semua artis yang ditampilkan di sini?
it_it: Usare questo fornitore informazioni per tutti gli artisti mostrati qui?

# #38069
source: Use this information provider for all the albums shown here?
be_by: Выкарыстоўваць гэтага пастаўшчыка інфармацыі для ўсіх альбомаў, паказаных тут?
hu_hu: Ez az információs szolgáltató használata az összes felsorolt album esetében?
id_id: Gunakan penyedia informasi ini untuk semua album yang ditampilkan di sini?
it_it: Usare questo fornitore informazioni per tutti gli album mostrati qui?

# #38070
source: Use this information provider for all artists, clearing any previous settings for specific artists?
be_by: Выкарыстоўваць гэтага пастаўшчыка інфармацыі для ўсіх выканаўцаў, ачысціўшы папярэднія налады асобных выканаўцаў?
hu_hu: Ez az információs szolgáltató használata az összes előadó esetében és az előző előadó-specifikus beállítások törlése?
id_id: Gunakan penyedia informasi ini untuk semua artis, hapus pengaturan sebelumnya untuk artis tertentu?
it_it: Usare questo fornitore informazioni per tutti gli artisti, eliminando qualsiasi impostazione precedente per artisti specifici?

# #38071
source: Use this information provider for all albums, clearing any previous settings for specific albums?
be_by: Выкарыстоўваць гэтага пастаўшчыка інфармацыі для ўсіх альбомаў, ачысціўшы папярэднія налады асобных альбомаў?
hu_hu: Ez az információs szolgáltató használata az összes album esetében és az előző album-specifikus beállítások törlése?
id_id: Gunakan penyedia informasi ini untuk semua album, hapus pengaturan sebelumnya untuk album tertentu?
it_it: Usare questo fornitore informazioni per tutti gli album, eliminando qualsiasi impostazione precedente per album specifici?

# #38072
source: Do you want to refresh information for all these items now?
be_by: Хочаце абнавіць інфармацыю для ўсіх гэтых аб’ектаў?
hu_hu: Szeretné most frissíteni az összes elem információit?
id_id: Apakah Anda ingin menyegarkan informasi untuk semua item ini sekarang?
it_it: Vuoi aggiornare le informazioni per tutti questi elementi ora?

# #38073
source: Do you want to refresh information for this item now?
be_by: Хочаце абнавіць інфармацыю для гэтага аб’екта?
hu_hu: Szeretné most frissíteni a kiválasztott elem információit?
id_id: Apakah Anda ingin menyegarkan informasi untuk item ini sekarang?
it_it: Vuoi aggiornare le informazioni per questo elemento ora?

# #38074
source: Boxsets
be_by: Наборы
hu_hu: Tokkészletek
id_id: Boxset
it_it: Cofanetti

# #38075
source: * All discs
be_by: * Усе дыскі
hu_hu: * Minden lemez
id_id: * Semua disk
it_it: * Tutti i dischi

# #38076
source: Disc title
be_by: Назва дыска
hu_hu: Lemez cím
id_id: Judul disk
it_it: Titolo del disco

# #38077
source: Total discs
be_by: Дыскаў агулам
hu_hu: Teljes lemez
id_id: Jumlah disk
it_it: Dischi totali

# #38078
source: Original year
be_by: Год выпуску
hu_hu: Eredeti év
id_id: Tahun asli
it_it: Anno originale

# #38079
source: Original date
be_by: Дата выпуску
hu_hu: Eredeti dátum
id_id: Tanggal asli
it_it: Data originale

# #38081
source: Release status
id_id: Status rilis
it_it: Stato di rilascio

# #38082
source: Added to end of playlist
id_id: Tambahkan ke akhir daftar putar
it_it: Aggiunto alla fine della playlist

# #38083
source: Added to playlist to play next
id_id: Tambahkan ke daftar putar tuk diputar selanjutnya
it_it: Aggiunto alla playlist per riprodurre dopo

# #38100
source: Section that contains the settings for the playback of media
be_by: Раздзел змяшчае налады прайгравання медыяфайлаў
hu_hu: Ez a csoport a médialejátszással kapcsolatos beállításokat tartalmazza
id_id: Bagian yang berisi pengaturan untuk pemutaran media
it_it: Sezione contenente le impostazioni per la riproduzione dei contenuti

# #38101
source: Section that contains the settings for sources and how media information is collected, stored, shown and navigated
be_by: Раздзел змяшчае налады крыніц, збору, захоўвання, адлюстравання інфармацыі пра медыяфайлы
hu_hu: Ez a csoport tartalmazza azokat a beállításokat, melyek a médiainformációk beszerzését, tárolását és megjelenítését szabályozzák.
id_id: Bagian yang berisi pengaturan untuk sumber dan cara informasi media dikumpulkan, disimpan, ditampilkan, dan dinavigasi
it_it: Sezione contenente le impostazioni per le sorgenti e come le informazioni multimediali sono raccolte, salvate, mostrate e sfogliate

# #38102
source: Section that contains the settings influencing the GUI experience and for controlling the GUI/system
be_by: Раздзел змяшчае налады адлюстравання і кіравання інтэрфейсам карыстальніка / сістэмы
hu_hu: Ez a csoport azokat a beállításokat tartalmazza, melyek a GUI élményt és a rendszer vezérlését befolyásolják.
id_id: Bagian yang berisi pengaturan yang memengaruhi pengalaman GUI dan untuk mengontrol GUI/sistem
it_it: Sezione contenente le impostazioni che influenzano l'esperienza della GUI e per il controllo della GUI/sistema

# #38103
source: This category contains the settings for the playback of videos
be_by: Катэгорыя змяшчае налады прайгравання відэа
hu_hu: Ez a kategória a videolejátszással kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan untuk pemutaran video
it_it: Questa categoria contiene le impostazioni per la riproduzione video

# #38104
source: This category contains the settings for the playback of music
be_by: Катэгорыя змяшчае налады прайгравання музыкі
hu_hu: Ez a kategória a zenelejátszással kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan untuk pemutaran musik
it_it: Questa categoria contiene le impostazioni per la riproduzione della musica

# #38105
source: This category contains the settings for playback of pictures via a slideshow
be_by: Катэгорыя змяшчае налады адлюстравання выяў у слайд-шоў
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek a diavetítések megjelenítését szabályozzák.
id_id: Kategori ini berisi pengaturan untuk pemutaran gambar melalui tayangan slide
it_it: Questa categoria contiene le impostazioni per la riproduzione di immagini tramite una presentazione

# #38106
source: This category contains the settings for audio / subtitles language and accessibility
id_id: Kategori ini berisi pengaturan untuk bahasa dan aksesibilitas audio / takarir
it_it: Questa categoria contiene le impostazioni per la lingua audio/sottotitoli e l'accessibilità

# #38107
source: This category contains the settings for how information for videos is collected, stored, shown, and navigated
be_by: Катэгорыя змяшчае налады збору, захоўвання, адлюстравання інфармацыі пра відэафайлы
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek a video információk beszerzését, tárolását és megjelenítését szabályozzák.
id_id: Kategori ini berisi pengaturan tentang bagaimana informasi untuk video dikumpulkan, disimpan, ditampilkan, dan dinavigasi
it_it: Questa categoria contiene le impostazioni per la raccolta, l'archiviazione, la visualizzazione e la navigazione delle informazioni sui video

# #38108
source: This category contains the settings for how information for music is collected, stored, shown, and navigated
be_by: Катэгорыя змяшчае налады збору, захоўвання, адлюстравання інфармацыі пра музычныя файлы
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek a zenei információk beszerzését, tárolását és megjelenítését szabályozzák.
id_id: Kategori ini berisi pengaturan tentang bagaimana informasi untuk musik dikumpulkan, disimpan, ditampilkan, dan dinavigasi
it_it: Questa categoria contiene le impostazioni per la raccolta, l'archiviazione, la visualizzazione e la navigazione delle informazioni relative alla musica

# #38109
source: This category contains the settings for how information for pictures is shown and navigated
be_by: Катэгорыя змяшчае налады адлюстравання інфармацыі пра малюнкі
hu_hu: Ez a kategória tartalmazza azokat a beállításokat, melyek a kép információk megjelenítését szabályozzák.
id_id: Kategori ini berisi pengaturan tentang bagaimana informasi untuk gambar ditampilkan dan dinavigasi
it_it: Questa categoria contiene le impostazioni per la visualizzazione e la navigazione delle informazioni relative alle immagini

# #38110
source: This category contains the settings for the library databases
be_by: Катэгорыя змяшчае налады базы даных бібліятэкі
hu_hu: Ez a kategória a médiatár kezelésével kapcsolatos beállításokat tartalmazza
id_id: Kategori ini berisi pengaturan untuk database perpustakaan
it_it: Questa categoria contiene le impostazioni per i database della libreria

# #38111
source: This category contains other settings for the GUI interface
be_by: Катэгорыя змяшчае дадатковыя налады інтэрфейсу
hu_hu: Ez a kategória a felhasználói felülettel kapcsolatos beállításokat tartalmazza
id_id: Kategori ini berisi pengaturan lain untuk antarmuka GUI
it_it: Questa categoria contiene altre impostazioni per l'interfaccia GUI

# #38112
source: Automatically go to the visualisation window when audio playback starts
be_by: Аўтаматычна пераходзіць у акно візуалізацыі падчас запуску прайгравання аўдыё
hu_hu: A lejátszás elindításakor automatikusan a vizualizáció ablakba lép
id_id: Secara otomatis membuka jendela visualisasi saat pemutaran audio dimulai
it_it: Vai automaticamente alla finestra di visualizzazione quando inizia la riproduzione audio

# #38190
source: Extract thumbnails from video files
be_by: Вымаць мініяцюры з відэафайлаў
hu_hu: Bélyegképek kinyerése a videofájlokból
id_id: Ekstrak thumbnail dari file video
it_it: Estrai miniature dai file video

# #38207
source: Show EXIF picture information
be_by: Паказваць даныя EXIF малюнкаў
hu_hu: EXIF képinformációk megjelenítése
id_id: Tampilkan informasi gambar EXIF
it_it: Mostra le informazioni EXIF dell'immagine

# #38208
source: If EXIF information exists (date, time, camera used, etc.), it will be displayed.
be_by: Паказваць даныя EXIF, калі яны існуюць.
hu_hu: Ha EXIF információ kiolvasható (dátum, idő, használt kamera, stb), megjelenítésre kerül.
id_id: Apabila informasi EXIF tersedia (tanggal, waktu, kamera digunakan dan lainnya), Ini akan ditampilkan.
it_it: Se esistono informazioni EXIF (data, ora, fotocamera utilizzata, ecc.), verranno visualizzate.

# #38209
source: Reset resume position
be_by: Скінуць пазіцыю аднаўлення
hu_hu: Folytatáspozíció visszaállítása
id_id: Setel ulang posisi resume
it_it: Azzera la posizione di riproduzione

# #38300
source: Export Music Library
be_by: Экспарт музычнай бібліятэкі
hu_hu: Zenetár Exportálása
id_id: Ekspor Perpustakaan Musik
it_it: Esporta libreria musicale

# #38301
source: Single file
be_by: Асобны файл
hu_hu: Egyetlen fájl
id_id: Berkas tunggal
it_it: Singolo file

# #38302
source: Separate files for each item
be_by: Асобныя файлы для кожнага элемента
hu_hu: Külön fájl minden elemhez
id_id: Pisahkan file untuk setiap item
it_it: Separa file per ogni elemento

# #38303
source: To library folders
be_by: У каталогі бібліятэкі
hu_hu: A médiatár mappákba
id_id: Ke pustaka folder
it_it: Alle cartelle della libreria

# #38304
source: Choose kind of export output
be_by: Абраць тып экспарту
hu_hu: Válassza ki az exportálás kimenetét
id_id: Pilih jenis output ekspor
it_it: Scegli formato di esportazione

# #38305
source: Destination folder
be_by: Каталог прызначэння
hu_hu: Célmappa
id_id: Folder tujuan
it_it: Cartella di destinazione

# #38306
source: Items to export
be_by: Элементы для экспарту
hu_hu: Exportálandó elemek
id_id: Item untuk diekspor
it_it: Elementi da esportare

# #38307
source: Include artwork such as thumbnails and fanart
id_id: Sertakan karya seni seperti thumbnail dan fanart
it_it: Includi artwork come miniature e fanart

# #38308
source: Include items that have not been scraped (to create template NFO files)
be_by: Уключаючы элементы, інфармацыя для якіх не была спампаваная з крыніц даных (длястварэння шаблонаў файлаў NFO)
hu_hu: A nem átnézett elemek bele vétele (sablon NFO fájlok létrehozásához)
id_id: Sertakan item yang belum tergores (untuk membuat file NFO template)
it_it: Includi elementi che non sono stati scansionati (per creare file modello NFO)

# #38309
source: Output information to NFO files
be_by: Экспарт інфармацыі ў файлы NFO
hu_hu: Információ az NFO fájlokhoz
id_id: Keluarkan informasi ke file NFO
it_it: Informazioni di uscita al file NFO

# #38310
source: Output information to NFO files (currently exporting artist folders only)
be_by: Вывад інфармацыі ў файлы NFO (зараз экспартуецца толькі ў каталогі выканаўцаў)
hu_hu: Információ az NFO fájlokhoz (jelenleg csak az előadói mappákat exportálja)
id_id: Keluarkan informasi ke file NFO (saat ini hanya mengekspor folder artis)
it_it: Informazioni di uscita su file NFO (attualmente si esportano solo le cartelle degli artisti)

# #38311
source: Overwrite existing files
be_by: Перазапісаць існыя файлы
hu_hu: Létező fájlok felülírása
id_id: Timpa file yang ada
it_it: Sovrascrivi file esistenti

# #38312
source: Song artists
be_by: Выканаўцы песень
hu_hu: Előadók
id_id: Artis lagu
it_it: Artisti brani

# #38313
source: Other artists
be_by: Іншыя выканаўцы
hu_hu: Egyéb előadók
id_id: Artis lainnya
it_it: Altri artisti

# #38317
source: Unable to export to library folders as the system artist information folder setting is empty
be_by: Немагчыма экспартаваць у каталогі бібліятэкі, бо каталог звестак пра выканаўцаў не вызначаны
hu_hu: A médiatár mappák nem exportálhatóak, mert a rendszer előadó-információs mappabeállítása üres
id_id: Tidak dapat mengekspor ke folder perpustakaan karena pengaturan folder informasi artis sistem kosong
it_it: Impossibile esportare nelle cartelle della libreria poiché l'impostazione della cartella con le informazioni di sistema sull'artista è vuota
