Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #0
source: Programs
be_by: Праграмы
hu_hu: Programok
id_id: Program
it_it: Programmi
mi: Ngā Papatono

# #1
source: Pictures
be_by: Малюнкі
hu_hu: Képek
id_id: Gambar
it_it: Immagini
mi: Ngā Pikitia

# #2
source: Music
be_by: Музыка
hu_hu: Zene
id_id: Musik
it_it: Musica
mi: Ngā Puoro

# #3
source: Videos
be_by: Відэа
hu_hu: Videók
id_id: Video
it_it: Video
mi: Ngā Ataata

# #4
source: TV guide
be_by: Тэлепраграма
hu_hu: TV műsorújság
id_id: Panduan TV
it_it: Guida TV

# #5
source: Settings
be_by: Налады
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
mi: Whakatūringi

# #7
source: File manager
be_by: Кіраўнік файлаў
hu_hu: Fájlkezelő
id_id: Pengelola berkas
it_it: Gestore file
mi: Kōnae Whakahaere

# #8
source: Weather
be_by: Надвор'е
hu_hu: Időjárás
id_id: Cuaca
it_it: Meteo
mi: Huarere

# #11
source: Monday
be_by: Панядзелак
hu_hu: Hétfő
id_id: Senin
it_it: Lunedì
mi: Rāhina

# #12
source: Tuesday
be_by: Аўторак
hu_hu: Kedd
id_id: Selasa
it_it: Martedì
mi: Rātū

# #13
source: Wednesday
be_by: Серада
hu_hu: Szerda
id_id: Rabu
it_it: Mercoledì
mi: Rāapa

# #14
source: Thursday
be_by: Чацвер
hu_hu: Csütörtök
id_id: Kamis
it_it: Giovedì
mi: Rāpare

# #15
source: Friday
be_by: Пятніца
hu_hu: Péntek
id_id: Jumat
it_it: Venerdì
mi: Rāmere

# #16
source: Saturday
be_by: Субота
hu_hu: Szombat
id_id: Sabtu
it_it: Sabato
mi: Rāhoroi

# #17
source: Sunday
be_by: Нядзеля
hu_hu: Vasárnap
id_id: Minggu
it_it: Domenica
mi: Rātapu

# #21
source: January
be_by: Студзень
hu_hu: Január
id_id: Januari
it_it: Gennaio
mi: Kohi-tātea

# #22
source: February
be_by: Люты
hu_hu: Február
id_id: Februari
it_it: Febbraio
mi: Hui-tanguru

# #23
source: March
be_by: Сакавік
hu_hu: Március
id_id: Maret
it_it: Marzo
mi: Poutū-te-rangi

# #24
source: April
be_by: Красавік
hu_hu: Április
it_it: Aprile
mi: Paenga-whāwhā

# #25
source: May
be_by: Травень
hu_hu: Május
id_id: Mei
it_it: Maggio
mi: Haratua

# #26
source: June
be_by: Чэрвень
hu_hu: Június
id_id: Juni
it_it: Giugno
mi: Pipiri

# #27
source: July
be_by: Ліпень
hu_hu: Július
id_id: Juli
it_it: Luglio
mi: Hōngongoi

# #28
source: August
be_by: Жнівень
hu_hu: Augusztus
id_id: Agustus
it_it: Agosto
mi: Here-turi-kōkā

# #29
source: September
be_by: Верасень
hu_hu: Szeptember
it_it: Settembre
mi: Mahuru

# #30
source: October
be_by: Кастрычнік
hu_hu: Október
id_id: Oktober
it_it: Ottobre
mi: Whiringa-ā-nuku

# #31
source: November
be_by: Лістапад
it_it: Novembre
mi: Whiringa-ā-rangi

# #32
source: December
be_by: Снежань
id_id: Desember
it_it: Dicembre
mi: Hakihea

# #41
source: Mon
be_by: Пн
hu_hu: Hétf
id_id: Sen
it_it: Lun
mi: Rāhina

# #42
source: Tue
be_by: Аў
hu_hu: Kedd
id_id: Sel
it_it: Mar
mi: Rātū

# #43
source: Wed
be_by: Ср
hu_hu: Szer
id_id: Rab
it_it: Mer
mi: Rāapa

# #44
source: Thu
be_by: Чц
hu_hu: Csüt
id_id: Kam
it_it: Gio
mi: Rāpare

# #45
source: Fri
be_by: Пт
hu_hu: Pén
id_id: Jum
it_it: Ven
mi: Rāmere

# #46
source: Sat
be_by: Сб
hu_hu: Szom
id_id: Sab
it_it: Sab
mi: Rāhoroi

# #47
source: Sun
be_by: Нд
hu_hu: Vas
id_id: Min
it_it: Dom
mi: Rātapu

# #51
source: Jan
be_by: Сту
it_it: Gen
mi: Kōhi-tatea

# #55
source: May
be_by: Тра
hu_hu: Máj
id_id: Mei
it_it: Mag
mi: Haratua

# #56
source: Jun
be_by: Чэр
hu_hu: Jún
it_it: Giu
mi: Pipiri

# #57
source: Jul
be_by: Ліп
hu_hu: Júl
it_it: Lug
mi: Hōngongoi

# #58
source: Aug
be_by: Жні
id_id: Agt
it_it: Ago
mi: Here-turi-koka

# #59
source: Sep
be_by: Вер
hu_hu: Szep
it_it: Set
mi: Mahuru

# #60
source: Oct
be_by: Кас
hu_hu: Okt
id_id: Okt
it_it: Ott
mi: Whiringa-ā-nuku

# #62
source: Dec
be_by: Сне
id_id: Des
it_it: Dic
mi: Hakihea

# #80
source: SSW
be_by: ПдПдЗ
hu_hu: DDNY
id_id: SBD
it_it: SSO

# #81
source: SW
be_by: ПдЗ
hu_hu: DNY
id_id: BD
it_it: SO

# #82
source: WSW
be_by: УПдЗ
hu_hu: NYDNY
id_id: BBD
it_it: OSO

# #83
source: W
be_by: З
hu_hu: NY
id_id: B
it_it: O

# #84
source: WNW
be_by: ЗПнЗ
hu_hu: NYÉNY
id_id: BBL
it_it: ONO

# #85
source: NW
be_by: ПнЗ
hu_hu: ÉNY
id_id: BL
it_it: NO

# #86
source: NNW
be_by: ПнПнЗ
hu_hu: ÉÉNY
id_id: UBL
it_it: NNO

# #88
source: South
be_by: Паўднёвы
hu_hu: Dél
id_id: Selatan
it_it: Sud
mi: Tonga

# #89
source: North
be_by: Паўночны
hu_hu: Észak
id_id: Utara
it_it: Nord
mi: Raki

# #90
source: West
be_by: Заходні
hu_hu: Nyugat
id_id: Barat
it_it: Ovest
mi: Tuauru

# #91
source: East
be_by: Усходні
hu_hu: Kelet
id_id: Timur
it_it: Est
mi: Rāwhiti

# #92
source: Variable
be_by: Зменны
hu_hu: Változó
id_id: Variabel
it_it: Variabile
mi: Tāupe

# #98
source: View: Auto
be_by: Выгляд: аўтаматычна
hu_hu: Nézet: Auto
id_id: Lihat: Otomatis
it_it: Vista: Automatica
mi: Kitenga: Aunoa

# #99
source: View: Auto big
be_by: Выгляд: вялікія аўтаматычна
hu_hu: Nézet: Auto nagy
id_id: Lihat: Otomatis besar
it_it: Vista: Automatica grande
mi: Kitenga: Aunoa nui

# #100
source: View: Icons
be_by: Выгляд: значкі
hu_hu: Nézet: Ikon
id_id: Lihat: Ikon
it_it: Vista: Icone
mi: Kitenga: Whakaāhua

# #101
source: View: List
be_by: Выгляд: спіс
hu_hu: Nézet: Lista
id_id: Lihat: Daftar
it_it: Vista: Elenco
mi: Kitenga: Rārangi

# #102
source: Scan
be_by: Сканаваць
hu_hu: Átvizsgálás
id_id: Pindai
it_it: Scansione
mi: Tirotiro

# #103
source: Sort by: Name
be_by: Упарадкаваць па: назве
hu_hu: Név szerint
id_id: Urutkan berdasarkan: Nama
it_it: Ordina per: Nome
mi: Kōmaka mā te: Ingoa

# #104
source: Sort by: Date
be_by: Упарадкаваць па: часе
hu_hu: Dátum szerint
id_id: Urutkan berdasarkan: Tanggal
it_it: Ordina per: Data
mi: Kōmaka mā te: Rā

# #105
source: Sort by: Size
be_by: Упарадкаваць па: памеры
hu_hu: Méret szerint
id_id: Urutkan berdasarkan: Ukuran
it_it: Ordina per: Dimensione
mi: Kōmaka mā te: Rahi

# #107
source: Yes
be_by: Так
hu_hu: Igen
id_id: Ya
it_it: Sì
mi: Ae

# #108
source: Slideshow
be_by: Слайдшоў
hu_hu: Diavetítés
it_it: Presentazione
mi: Whakaatakiriata

# #109
source: Create thumbs
be_by: Стварыць мініяцюры
hu_hu: Miniképek létrehozása
id_id: Buat Thumb
it_it: Crea anteprime
mi: Waihanga ngā karakōnui

# #110
source: Create thumbnails
be_by: Стварыць мініяцюры
hu_hu: Miniképek létrehozása
id_id: Buat Thumbnail
it_it: Crea miniature
mi: Waihanga ngā karakōnui

# #111
source: Shortcuts
be_by: Цэтлікі
hu_hu: Parancsikonok
id_id: Pintasan
it_it: Collegamenti
mi: Ngā Pokatata

# #112
source: Paused
be_by: Прыпынена
hu_hu: Szünet
id_id: Dijeda
it_it: In pausa
mi: Kua Tāria

# #113
source: Update failed
be_by: Не атрымалася абнавіць
hu_hu: A frissítés nem sikerült
id_id: Pembaruan gagal
it_it: Aggiornamento fallito
mi: Kua rahua te whakahōunga

# #114
source: Installation failed
be_by: Не атрымалася ўсталяваць
hu_hu: A telepítés nem sikerült
id_id: Pemasangan gagal
it_it: Installazione fallita
mi: Kua hinga te utanga

# #115
source: Copy
be_by: Скапіяваць
hu_hu: Másolás
id_id: Salin
it_it: Copia
mi: Tārua

# #116
source: Move
be_by: Перамясціць
hu_hu: Áthelyezés
id_id: Pindah
it_it: Sposta
mi: Nuku

# #117
source: Delete
be_by: Выдаліць
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
mi: Mukua

# #118
source: Rename
be_by: Змяніць назву
hu_hu: Átnevezés
id_id: Ubah Nama
it_it: Rinomina
mi: Whakaingoa anō

# #119
source: New folder
be_by: Новы каталог
hu_hu: Új mappa
id_id: Folder baru
it_it: Nuova cartella
mi: Kōpaki hōu

# #120
source: Confirm copy
be_by: Пацвердзіць капіяванне
hu_hu: Másolás megerősítése
id_id: Konfirmasi penyalinan
it_it: Conferma copia

# #121
source: Confirm move
be_by: Пацвердзіць перамяшчэнне
hu_hu: Áthelyezés megerősítése
id_id: Konfirmasi pemindahan
it_it: Conferma spostamento

# #122
source: Confirm delete
be_by: Пацвердзіць выдаленне
hu_hu: Törlés megerősítése
id_id: Konfirmasi penghapusan
it_it: Conferma eliminazione

# #123
source: Would you like to copy the selected file(s)?
be_by: Хочаце скапіяваць абраны(я) файл(ы)?
hu_hu: Szeretné másolni a kiválasztott fájokat?
id_id: Apakah Anda ingin menyalin berkas yang dipilih?
it_it: Vuoi copiare i file selezionati?

# #124
source: Would you like to move the selected file(s)?
be_by: Хочаце перамясціць абраны(я) файл(ы)?
hu_hu: Szeretné átmozgatni a kiválasztott fájlokat?
id_id: Apakah Anda ingin memindahkan berkas yang dipilih?
it_it: Vuoi spostare i file selezionati?

# #125
source: Would you like to delete the selected file(s)?[CR]Warning - this action can't be undone!
be_by: Хочаце выдаліць абраны(я) файл(ы)?[CR]Увага - дзеянне нельга скасаваць!
hu_hu: Szeretné törölni a kiválasztott fájlt (fájlokat) ?[CR]Figyelem, ez a művelet nem visszavonható!
id_id: Apakah Anda ingin menghapus berkas yang dipilih?[CR]Peringatan - tindakan ini tidak dapat dibatalkan!
it_it: Vuoi eliminare i file selezionati?[CR]Attenzione: questa azione non può essere annullata!

# #126
source: Status
be_by: Статус
hu_hu: Állapot
it_it: Stato
mi: Tūnga

# #127
source: Objects
be_by: Аб'екты
hu_hu: Elem
id_id: Objek
it_it: Elementi
mi: Ngā Ahanoa

# #128
source: General
be_by: Асноўныя
hu_hu: Általános
id_id: Umum
it_it: Generale
mi: Āhuawhānui

# #129
source: Slideshow
be_by: Слайдшоў
hu_hu: Diavetítés
it_it: Presentazione
mi: Whakaatakiriata

# #130
source: System info
be_by: Інфармацыя пра сістэму
hu_hu: Rendszerinfó
id_id: Informasi sistem
it_it: Informazioni di sistema
mi: Info Pūnaha

# #131
source: Display
be_by: Дысплей
hu_hu: Képernyő
id_id: Tampilan
it_it: Schermo
mi: Whakaatu

# #132
source: Albums
be_by: Альбомы
hu_hu: Albumok
id_id: Album
it_it: Album
mi: Ngā pukaemi

# #133
source: Artists
be_by: Выканаўцы
hu_hu: Előadók
id_id: Artis
it_it: Artisti

# #134
source: Songs
be_by: Кампазіцыі
hu_hu: Zeneszámok
id_id: Lagu
it_it: Brani

# #135
source: Genres
be_by: Жанры
hu_hu: Műfajok
id_id: Aliran
it_it: Generi
mi: Momo

# #136
source: Playlists
be_by: Спісы прайгравання
hu_hu: Lejátszólisták
id_id: Daftar Putar
it_it: Playlist
mi: Rārangipāpāho

# #137
source: Search
be_by: Пошук
hu_hu: Keresés
id_id: Cari
it_it: Cerca
mi: Rapu

# #138
source: System information
be_by: Сістэмная інфармацыя
hu_hu: Rendszerinfó
id_id: Informasi sistem
it_it: Informazioni di sistema
mi: Mōhiohio Pūnaha

# #139
source: Temperatures:
be_by: Тэмпература:
hu_hu: Hőmérsékletek:
id_id: Suhu:
it_it: Temperature:
mi: Pāmahana:

# #142
source: Time:
be_by: Час:
hu_hu: Idő:
id_id: Waktu:
it_it: Orario:
mi: Wā:

# #143
source: Current:
be_by: Бягучы:
hu_hu: Aktuális:
id_id: Saat ini:
it_it: Attuale:
mi: Onāianei:

# #145
source: Network:
be_by: Сетка:
hu_hu: Hálózat:
id_id: Jaringan:
it_it: Rete:
mi: Whatunga:

# #146
source: Type:
be_by: Тып:
hu_hu: Típus:
id_id: Jenis:
it_it: Tipo:
mi: Momo:

# #147
source: Static
be_by: Статычны
hu_hu: Statikus
id_id: Statis
it_it: Statico
mi: Pateko

# #149
source: MAC address
be_by: Адрас MAC
hu_hu: MAC-cím
id_id: Alamat MAC
it_it: Indirizzo MAC
mi: Wāhitau MAC

# #150
source: IP address
be_by: Адрас IP
hu_hu: IP-cím
id_id: Alamat IP
it_it: Indirizzo IP
mi: Wāhitau IP

# #154
source: Storage
be_by: Сховішча
hu_hu: Háttértár
id_id: Penyimpanan
it_it: Spazio di archiviazione
mi: Rokiroki

# #155
source: Drive
be_by: Дыск
hu_hu: Meghajtó
it_it: Disco
mi: Puku

# #156
source: Free
be_by: Вольна
hu_hu: Szabad
id_id: Bebas
it_it: Liberi
mi: Wātea

# #158
source: Free memory
be_by: Вольнай памяці
hu_hu: Szabad memória
id_id: Memori bebas
it_it: Memoria disponibile
mi: Pūmahara wātea

# #159
source: No link
be_by: Няма спасылкі
hu_hu: Nincs kapcsolat
id_id: Tidak ada tautan
it_it: Nessuna connessione
mi: Hono kore

# #160
source: Free
be_by: Вольна
hu_hu: Szabad
id_id: Bebas
it_it: Liberi
mi: Wātea

# #162
source: Tray open
be_by: Спроба адкрыць
hu_hu: Tálca nyitva
id_id: DVD Rom Terbuka
it_it: Cassetto aperto
mi: Paepae tuwhera

# #163
source: Reading
be_by: Чытанне
hu_hu: Beolvasás
id_id: Membaca
it_it: Lettura
mi: Pānui ana

# #164
source: No disc
be_by: Няма дыска
hu_hu: Nincs lemez
id_id: Tidak ada disk
it_it: Nessun disco
mi: Kōpae kore

# #165
source: Disc present
be_by: Дыск ёсць
hu_hu: Lemez elérhető
id_id: Disk ada
it_it: Disco presente
mi: Kōpae reira

# #167
source: Cancel file operations
be_by: Скасаваць файлавую аперацыю
hu_hu: Fájlműveletek félbeszakítása
id_id: Batalkan operasi berkas
it_it: Annulla le operazioni sui file
mi: Whakakore ngā mahi kōnae

# #169
source: Resolution
be_by: Раздзяляльная здольнасць экрана
hu_hu: Felbontás
id_id: Resolusi
it_it: Risoluzione
mi: Taumira

# #170
source: Adjust display refresh rate
be_by: Наладзіць чашчыню абнаўлення экрана
hu_hu: Képfrissítési gyakoriság beállítása
id_id: Atur refresh rate tampilan
it_it: Regola la frequenza di aggiornamento dello schermo

# #171
source: Sort title
be_by: Назва для парадкавання
hu_hu: Rövid cím
id_id: Urutkan judul
it_it: Ordina titolo
mi: Taitara Kōmaka

# #172
source: Release date
be_by: Дата выпуску
hu_hu: Megjelenés dátuma
id_id: Tanggal peluncuran
it_it: Data di uscita
mi: Rā pānui

# #173
source: Display 4:3 videos as
be_by: Паказваць відэа 4:3 як
hu_hu: 4:3 képarányú videók megjelenítési módja
id_id: Tampilkan video 4:3 sebagai
it_it: Visualizza i video 4:3 come
mi: Whakaatu 4:3 ataata rite

# #174
source: Compiled:
be_by: Сабрана:
hu_hu: Összeállítva:
id_id: Telah Disusun:
it_it: Compilata:

# #175
source: Moods
be_by: Настроі
hu_hu: Hangulatok
id_id: Suasana
it_it: Atteggiamenti
mi: Ngā wairua ngākau

# #176
source: Styles
be_by: Стылі
hu_hu: Stílusok
id_id: Gaya
it_it: Stili
mi: Ngā kāhua

# #177
source: {0:s} successfully started
be_by: {0:s} паспяхова запушчаны
hu_hu: {0:s} sikeresen elindult
id_id: {0:s} berhasil dimulai
it_it: {0:s} avviato correttamente

# #178
source: {0:s} has been successfully started.
be_by: {0:s} быў паспяхова запушчаны.
hu_hu: {0:s} sikeresen elindítva.
id_id: {0:s} telah berhasil dimulai.
it_it: {0:s} è stato avviato con successo.

# #179
source: Song
be_by: Кампазіцыя
hu_hu: Zeneszám
id_id: Lagu
it_it: Brano
mi: Waiata

# #180
source: Duration
be_by: Працягласць
hu_hu: Hossz
id_id: Durasi
it_it: Durata
mi: Roanga

# #181
source: Select album
be_by: Абраць альбом
hu_hu: Válasszon albumot
id_id: Pilih album
it_it: Seleziona album
mi: Tīpakohia Pukaemi

# #182
source: Tracks
be_by: Трэкі
hu_hu: Zeneszámok
id_id: Trek
it_it: Tracce
mi: Ngā Aroturuki

# #183
source: Review
be_by: Агляд
hu_hu: Ismertető
id_id: Nilai
it_it: Recensione
mi: Arotakenga

# #184
source: Refresh
be_by: Абнавіць
hu_hu: Frissítés
id_id: Segarkan
it_it: Aggiorna
mi: Tāmata

# #185
source: Searching album
be_by: Пошук альбома
hu_hu: Album keresése
id_id: Mencari album
it_it: Ricerca album
mi: Rapu pukaemi

# #187
source: No albums found!
be_by: Альбомаў не знойдзена!
hu_hu: Nincs találat!
id_id: Tak ditemukan album!
it_it: Nessun album trovato!
mi: Kaore kitea he pukaemi!

# #188
source: Select all
be_by: Абраць усё
hu_hu: Összes kijelölése
id_id: Pilih semua
it_it: Seleziona tutto
mi: Tīpako te katoa

# #189
source: Scanning media information
be_by: Сканаванне медыяінфармацыі
hu_hu: Médiainformációk keresése
id_id: Memindai informasi media
it_it: Scansione delle informazioni multimediali

# #190
source: Save
be_by: Захаваць
hu_hu: Mentés
id_id: Simpan
it_it: Salva
mi: Tiaki

# #191
source: Shuffle
be_by: Выпадковы
hu_hu: Keverés
id_id: Acak
it_it: Casuale
mi: Riwhi

# #192
source: Clear
be_by: Сцерці
hu_hu: Törlés
id_id: Kosongkan
it_it: Svuota
mi: Whakawātea

# #193
source: Scan
be_by: Сканаваць
hu_hu: Átvizsgálás
id_id: Pindai
it_it: Scansiona
mi: Tirotiro

# #194
source: Searching...
be_by: Пошук...
hu_hu: Keresés...
id_id: Mencari...
it_it: Ricerca...
mi: E rapu ana ...

# #195
source: No information found!
be_by: Нічога не знойдзена!
hu_hu: Információ nem található!
id_id: Tidak ada informasi yang ditemukan!
it_it: Nessuna informazione trovata!

# #196
source: Select movie:
be_by: Абраць фільм:
hu_hu: Film választása:
id_id: Pilih film:
it_it: Seleziona film:
mi: Tīpako kiriata:

# #197
source: Querying {0:s} information
be_by: Запыт інфармацыі пра {0:s}
hu_hu: {0:s} információ lekérése
id_id: Mengkueri {0:s} informasi
it_it: Richiesta informazioni su {0:s}

# #198
source: Loading movie details
be_by: Загрузка падрабязнасцяў пра фільм
hu_hu: Filminformációk betöltése
id_id: Memuat keterangan film
it_it: Caricamento dettagli film
mi: Uta ana ngā taipitopito o te kiriata

# #199
source: Web interface
be_by: Web-інтэфейс
hu_hu: Webes kezelőfelület
id_id: Antarmuka web
it_it: Interfaccia web
mi: Atanga Tukutuku

# #200
source: Audio encoders
be_by: Кадавальнікі аўдыё
hu_hu: Hang kódolók
id_id: Enkoder audio
it_it: Codificatori audio

# #201
source: Audio decoders
be_by: Дэкодэры аўдыё
hu_hu: Audió dekóderek
id_id: Dekoder audio
it_it: Decodificatori audio

# #202
source: Tagline
be_by: Падзагаловак
hu_hu: Röviden
it_it: Linea tag
mi: Kīanga Teremau

# #203
source: Plot outline
be_by: Апісанне
hu_hu: Tartalom
id_id: Alur garis besar
it_it: Sintesi trama
mi: Whakahuahua Tā

# #205
source: Votes
be_by: Галасы
hu_hu: Szavazatok
id_id: Pemilihan
it_it: Voti
mi: Pōti

# #206
source: Cast
be_by: Ролі выконвалі
hu_hu: Szereposztás
id_id: Pemeran
it_it: Attori
mi: Maka

# #207
source: Plot
be_by: Сюжэт
hu_hu: Tartalom
id_id: Alur
it_it: Trama
mi: Tā

# #208
source: Play
be_by: Прайграць
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
mi: Pūrei

# #209
source: Next
be_by: Наступны
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
mi: Muri

# #210
source: Previous
be_by: Папярэдні
hu_hu: Előző
id_id: Sebelumnya
it_it: Precedente
mi: Mua

# #213
source: Calibrate user interface...
be_by: Калібраваць карыстальніцкі інтэрфейс…
hu_hu: Felhasználói felület kalibrálása...
id_id: Kalibrasi antarmuka pengguna...
it_it: Calibrazione dell'interfaccia utente...
mi: Whakatikaina atanga kaiwhakamahi ...

# #214
source: Video calibration
id_id: Kalibrasi video
it_it: Calibrazione video

# #215
source: Soften
be_by: Змякчэнне
hu_hu: Lágyítás
id_id: Lembutkan
it_it: Ammorbidisci
mi: Whakangāwari

# #216
source: Zoom amount
be_by: Ступень павелічэння
hu_hu: Nagyítási arány
id_id: Jumlah Zoom
it_it: Livello di zoom
mi: Nui Tope

# #217
source: Pixel ratio
be_by: Прапорцыі
hu_hu: Képpontarány
id_id: Rasio piksel
it_it: Rapporto pixel
mi: Pika ōwehenga

# #218
source: DVD drive
be_by: Дыскавод DVD
hu_hu: DVD-meghajtó
id_id: Drive DVD
it_it: Lettore DVD
mi: Te puku DVD

# #219
source: Please insert disc
be_by: Устаўце дыск, калі ласка
hu_hu: Helyezzen be egy lemezt
id_id: Harap memasukan disk
it_it: Inserire il disco
mi: Kōkuhua koa kōpae

# #220
source: Remote share
be_by: Адлеглы рэсурс
hu_hu: Távoli megosztás
id_id: Berbagi jarak jauh
it_it: Condivisione remota
mi: Hea mamao

# #221
source: Network is not connected
be_by: Злучэнне адсутнічае
hu_hu: Hálózat nem elérhető
id_id: Jaringan tidak tersambung
it_it: Rete non connessa
mi: E kore te hono whatunga

# #222
source: Cancel
be_by: Скасаваць
hu_hu: Mégsem
id_id: Batal
it_it: Annulla
mi: Whakakorea

# #224
source: Speed
be_by: Хуткасць
hu_hu: Sebesség
id_id: Kecepatan
it_it: Velocità
mi: Tere

# #225
source: Vertical shift
be_by: Вертыкальны зрух
hu_hu: Függőleges eltolás
id_id: Pergeseran vertikal
it_it: Spostamento verticale

# #227
source: Load audio CD information from online service
be_by: Загрузіць інфармацыю аўдыё-CD з сеціўнага сэрвісу
hu_hu: Az audió CD információk betöltése online szolgáltatásból
id_id: Muat informasi CD audio dari layanan daring
it_it: Carica le informazioni sul CD audio dal servizio in linea

# #228
source: Shuffle playlist on load
be_by: Змяшаць спіс прайгравання падчас загрузкі
hu_hu: Véletlenszerû lejátszólista betöltéskor
id_id: Acak daftar putar saat dimuat
it_it: Mescola la playlist al caricamento
mi: Riwhi te rārangipāpāho i te uta

# #229
source: HDD spindown time
be_by: Час спынення HDD
hu_hu: Merevlemez kikapcsolási ideje
id_id: Waktu pemutaran HDD
it_it: Autospegnimento HDD
mi: HDD miro iho wā

# #230
source: Video filters
be_by: Фільтры відэа
hu_hu: Képszűrők
id_id: Saring Video
it_it: Filtri video
mi: Ngā tātaritanga kua ataata

# #231
source: None
be_by: Няма
hu_hu: Nincs
id_id: Tidak ada
it_it: Nessuno
mi: Kahore

# #232
source: Point
be_by: Пункт
hu_hu: Pont
it_it: Punto
mi: Ira

# #233
source: Linear
be_by: Лінейны
hu_hu: Lineáris
it_it: Lineare
mi: Rārangi

# #234
source: Anisotropic
be_by: Анізатропны
hu_hu: Anizotropikus
it_it: Anisotropico

# #236
source: Gaussian cubic
be_by: Кубічны па Гаўсу
hu_hu: Gauss-féle köbös
it_it: Cubico gaussiano
mi: Gaussian pūtoru

# #237
source: Minification
be_by: Памяншэнне
hu_hu: Kicsinyítés
id_id: Minifikasi
it_it: Rimpicciolimento

# #238
source: Magnification
be_by: Павелічэнне
hu_hu: Nagyítás
id_id: Magnifikasi
it_it: Ingrandimento
mi: Whakakaitātanga

# #239
source: Clear playlist on finish
be_by: Ачышчаць спіс прайгравання пасля яго завяршэння
hu_hu: Lejátszólista törlése kilépéskor
id_id: Kosongkan daftar putar saat selesai
it_it: Cancella la playlist al termine
mi: Ūkui te rārangipāpāho i runga i otinga

# #240
source: Display mode
be_by: Рэжым дысплея
hu_hu: Megjelenítés típusa
id_id: Mode tampilan
it_it: Modalità schermo

# #241
source: Full screen #{0:d}
be_by: На ўвесь экран #{0:d}
hu_hu: Teljes képernyő #{0:d}
id_id: Layar Penuh #{0:d}
it_it: Schermo intero #{0:d}

# #242
source: Windowed
be_by: У акне
hu_hu: Ablakos mód
id_id: Jendela
it_it: In finestra
mi: Tūmahi Matapihi

# #243
source: Refresh rate
be_by: Чашчыня абнаўлення
hu_hu: Képfrissítési gyakoriság
id_id: Tingkat penyegaran
it_it: Frequenza di aggiornamento

# #244
source: Full screen
be_by: На ўвесь экран
hu_hu: Teljes képernyő
id_id: Layar penuh
it_it: A schermo intero
mi: Mata katoa

# #245
source: Sizing: ({0:d},{1:d})->({2:d},{3:d}) (Zoom x{4:2.2f}) AR:{5:2.2f}:1 (Pixels: {6:2.2f}:1) (VShift: {7:2.2f})
be_by: Памер: ({0:d},{1:d})->({2:d},{3:d}) (павелічэнне x{4:2.2f}) AR:{5:2.2f}:1 (піксэл:{6:2.2f}:1) (вертыкальны зрух: {7:2.2f})
hu_hu: Méretezés: ({0:d},{1:d})->({2:d},{3:d}) (Nagyítás x{4:2.2f}) Arány:{5:2.2f}:1 (Képpontarány: {6:2.2f}:1) (Függőleges eltolás: {7:2.2f})
id_id: Ukuran: ({0:d},{1:d})->({2:d},{3:d}) (Zoom x{4:2.2f}) AR:{5:2.2f}:1 (Pixel: {6:2.2f}:1) (VShift: {7:2.2f})
it_it: Dimensionamento: ({0:d},{1:d})->({2:d},{3:d}) (Zoom x{4:2.2f}) AR:{5:2.2f}:1 (Pixels: {6:2.2f}:1) (VShift: {7:2.2f})

# #246
source: Monitor
be_by: Манітор
it_it: Schermo

# #247
source: Scripts
be_by: Скрыпты
hu_hu: Programok
id_id: Skrip
it_it: Script
mi: Hōtuhi

# #248
source: Language
be_by: Мова
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
mi: Reo

# #249
source: Music
be_by: Музыка
hu_hu: Zene
id_id: Musik
it_it: Musica
mi: Puoro

# #250
source: Visualisation
be_by: Візуалізацыя
hu_hu: Vizualizáció
id_id: Visualisasi
it_it: Visualizzazione

# #251
source: Select destination directory
be_by: Абярыце каталог прызначэння
hu_hu: Válasszon célkönyvtárt
id_id: Pilih direktori tujuan
it_it: Seleziona la cartella di destinazione
mi: Tīpakohia te whaiaronga ūnga

# #253
source: Number of channels
be_by: Колькасць каналаў
hu_hu: Csatornák száma
id_id: Jumlah saluran
it_it: Numero di canali
mi: Tokomaha o hongere

# #254
source: DTS capable receiver
be_by: Выводзіць гук у DTS
hu_hu: DTS kompatibilis vevőkészülék
id_id: Penerima berkemampuan DTS
it_it: Ricevitore compatibile con DTS
mi: Kaitatau o e taea DTS

# #256
source: Fetching CD information
be_by: Атрыманне інфармацыі пра CD
hu_hu: CD információ letöltése
id_id: Memuat informasi CD
it_it: Recupero informazioni sul CD
mi: Kei te tiki te mōhiohio mō te CD

# #257
source: Error
be_by: Памылка
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
mi: Hapa

# #258
source: Enable tag reading
be_by: Дазволіць чытанне пазнак
hu_hu: Címkeolvasás engedélyezése
id_id: Aktifkan pembacaan tag
it_it: Abilita lettura tag
mi: Whakahohetia te pānui tūtohu

# #259
source: Opening
be_by: Адкрыццё
hu_hu: Adatfolyam megnyitása
id_id: Membuka
it_it: Caricamento
mi: Tuwhera ana

# #261
source: Waiting for start...
be_by: Чаканне запуску...
hu_hu: Indulásra vár...
id_id: Menunggu untuk memulai....
it_it: Attendere l'avvio...
mi: E tatari ana mo te tīmatanga ...
