Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #639
source: Use track levels
be_by: Па ўзроўнях трэка
hu_hu: Zeneszám szintekhez
id_id: Gunakan Level Trek
it_it: Usa livelli traccia
mi: Whakamahia ngā taumata aroturuki

# #640
source: Use album levels
be_by: Па ўзроўнях альбома
hu_hu: Album szintekhez
id_id: Gunakan Level Album
it_it: Usa livelli album
mi: Whakamahia ngā taumata album

# #641
source: Files with ReplayGain information
be_by: Файлы з інфармацыяй перадузмацнення
hu_hu: Fájlok lejátszásszint információval
id_id: Berkas dengan informasi ReplayGain
it_it: File con informazioni ReplayGain

# #642
source: Files without ReplayGain information
be_by: Файлы без інфармацыі перадузмацнення
hu_hu: Fájlok lejátszásszint információ nélkül
id_id: Berkas tanpa informasi ReplayGain
it_it: File senza informazioni ReplayGain

# #643
source: Avoid clipping protection on ReplayGained files
be_by: Пазбягаць абароны ад нарэзкі файлаў з перадузмацненнем
hu_hu: Kattogás elkerülési védelem a lejátszásszinttel rendelkező fájloknál
id_id: Hindari perlindungan kliping pada file ReplayGained
it_it: Evita protezione clipping sui file con ReplayGain

# #644
source: Stretch 16:9 - Nonlinear
be_by: Расцягнуты 16:9 - Нелінейны
hu_hu: Széthúzás 16:9-re - Nemlineáris
id_id: Merentang 16:9 - Nonlinier
it_it: Allungato 16:9 - Non lineare

# #645
source: Need to unpack a big file. Continue?
be_by: Патрэбна распакаваць вялікі файл. Працягнуць?
hu_hu: Egy nagy fájl kitömörítése szükséges. Folytatja?
id_id: Memerlukan meng-cache file besar. Lanjutkan?
it_it: Devo decomprimere un file grande. Continuare?
mi: Me ki wetewete i te kōnae nui. Haere tonu?

# #646
source: Remove from library
be_by: Выдаліць з бібліятэкі
hu_hu: Eltávolítás a médiatárból
id_id: Hapus Nama
it_it: Rimuovi dalla libreria
mi: Tangohia mai i hei tirotiro ai

# #647
source: Export video library
be_by: Экспартаваць відэабібліятэку
hu_hu: Videótár exportálása
id_id: Ekspor pustaka video
it_it: Esporta libreria video
mi: Hei tirotiro ai Export ataata

# #648
source: Import video library
be_by: Імпартаваць відэабібліятэку
hu_hu: Videótár importálása
id_id: Impor pustaka vide
it_it: Importa libreria video
mi: Kawemai tirotiro ataata

# #649
source: Importing
be_by: Імпарт
hu_hu: Importálás
id_id: Mengimpor
it_it: Importazione
mi: E kawemai ana i

# #650
source: Exporting
be_by: Экспарт
hu_hu: Exportálás
id_id: Mengekspor
it_it: Esportazione
mi: E kaweake ana i

# #651
source: Browse for library
be_by: Абраць бібліятэку
hu_hu: Médiatár keresése
id_id: Ramban pustaka
it_it: Sfoglia libreria
mi: Tirotiro hoki hei tirotiro ai

# #652
source: Years
be_by: Гады
hu_hu: Év
id_id: Tahun
it_it: Anni
mi: Tau

# #653
source: Update library
be_by: Абнавіць бібліятэку
hu_hu: Médiatár frissítése
id_id: Perbarui pustaka
it_it: Aggiorna libreria
mi: Update hei tirotiro ai

# #654
source: Show debug information
be_by: Паказаць адладачныя звесткі
hu_hu: Hibakeresési információ megjelenítése
id_id: Tampilkan informasi debug
it_it: Mostra informazioni di debug

# #655
source: Browse for executable
be_by: Абраць праграму
hu_hu: Futtatható fájl keresése
id_id: Ramban untuk berkas bisa dieksekusi
it_it: Sfoglia eseguibile
mi: Tirotiro hoki kawenga

# #656
source: Browse for playlist
be_by: Абраць спіс прайгравання
hu_hu: Lejátszólista keresése
id_id: Ramban untuk daftar main
it_it: Sfoglia playlist
mi: Tirotiro hoki rārangipāpāho

# #657
source: Browse for folder
be_by: Абраць каталог
hu_hu: Mappa keresése
id_id: Ramban untuk folder
it_it: Sfoglia cartella
mi: Tirotiro hoki kōpaki

# #658
source: Song information
be_by: Інфармацыя пра кампазіцыю
hu_hu: Dal információ
id_id: Informasi Lagu
it_it: Informazioni brano
mi: Mōhiohio Song

# #659
source: Non-linear stretch
be_by: Нелінейнае расцягванне
hu_hu: Nemlineáris nyújtás
id_id: Peregangan non linear
it_it: Adattamento non lineare
mi: Totoro Non-rārangi

# #660
source: Volume amplification
be_by: Узмацненне гуку
hu_hu: Hang előerősítés
id_id: Pembesaran suara
it_it: Amplificazione volume

# #661
source: Choose export folder
be_by: Абраць каталог для экспарту
hu_hu: Export mappa választása
id_id: Pilih folder ekspor
it_it: Seleziona cartella per l'esportazione
mi: Kōwhiri kōpaki kaweake

# #662
source: This file is no longer available.
be_by: Гэты файл ужо недаступны.
hu_hu: A fájl már nem elérhető.
id_id: File ini tidak lagi tersedia.
it_it: Questo file non è più disponibile.
mi: Kei te wātea kore tēnei kōnae.

# #663
source: Would you like to remove it from the library?
be_by: Жадаеце выдаліць яго з бібліятэкі?
hu_hu: Eltávolítás a médiatárból?
id_id: Apakah anda ingin menghapusnya dari pustaka?
it_it: Vuoi rimuoverlo dalla libreria?
mi: E hiahia ana koe ki te tango i te reira i te whare pukapuka?

# #664
source: Browse for script
be_by: Абраць скрыпт
hu_hu: Program keresése
id_id: Ramban untuk Skrip
it_it: Sfoglia script

# #665
source: Compression level
be_by: Узровень сціскання
hu_hu: Tömörítés szintje
id_id: Tingkat Kompresi
it_it: Livello di compressione
mi: Taumata kōpeketanga

# #666
source: Enable component-specific logging
be_by: Улючыць журнал адладкі кампанентаў
hu_hu: Komponens-specifikus naplózás engedélyezése
id_id: Aktifkan pencatatan log komponen spesifik
it_it: Abilita log per componente specifico

# #667
source: Enable Dolby Digital (AC3) transcoding
be_by: Уключыць транскадаванне Dolby Digital (AC3)
hu_hu: Dolby Digital (AC3) átkódolás engedélyezése
id_id: Aktifkan transcoding Dolby Digital (AC3)
it_it: Abilita transcodifica Dolby Digital (AC3)

# #668
source: Specify component-specific logging...
be_by: Наладзіць журнал адладкі кампанентаў…
hu_hu: Komponens-specifikus naplózás megadása
id_id: Tentukan logging khusus komponen...
it_it: Imposta log per componente specifico...

# #669
source: Verbose logging for the [B]SMB[/B] library
be_by: Падрабязны журнал бібліятэкі [B]SMB[/B]
hu_hu: Az [B]SMB[/B] könyvtár részletes naplózása
id_id: Verbose logging untuk pustaka [B]SMB[/B]
it_it: Log dettagliato per la libreria [B]SMB[/B]

# #670
source: Verbose logging for the [B]libcURL[/B] library (HTTP(S), DAV)
be_by: Падрабязны журнал бібліятэкі [B]libcURL[/B] (HTTP(S), DAV)
hu_hu: A [B]libcURL[/B] könyvtár (HTTP(S), DAV) részletes naplózása
id_id: Verbose logging untuk pustaka [B]libcURL[/B] (HTTP(S), DAV)
it_it: Log dettagliato per la libreria [B]libcURL[/B] (HTTP/S, DAV)

# #672
source: Verbose logging for the [B]FFmpeg[/B] libraries
be_by: Падрабязны журнал бібліятэкі [B]FFmpeg[/B]
hu_hu: Az [B]FFmpeg[/B] könyvtár részletes naplózása
id_id: Verbose logging untuk pustaka [B]FFmpeg[/B]
it_it: Log dettagliato per la libreria [B]FFmpeg[/B]

# #674
source: Verbose logging for [B]D-Bus[/B] calls
be_by: Падрабязны журнал выклікаў [B]D-Bus[/B]
hu_hu: A [B]D-Bus[/B] hívások részletes naplózása
id_id: Verbose logging untuk panggilan [B]D-Bus[/B]
it_it: Log dettagliato per le chiamate [B]D-Bus[/B]

# #675
source: Verbose logging for [B]JSON-RPC[/B] requests
be_by: Падрабязны журнал запытаў [B]JSON-RPC[/B]
hu_hu: A [B]JSON-RPC[/B] kérések részletes naplózása
id_id: Verbose logging untuk permintaan [B]JSON-RPC[/B]
it_it: Log dettagliato per le richieste [B]JSON-RPC[/B]

# #676
source: Verbose logging for the [B]Audio[/B] component
be_by: Падрабязны журнал [B]аўдыякампанента[/B]
hu_hu: Az [B]Audio[/B] komponens részletes naplózása
id_id: Verbose logging untuk komponen [B]Audio[/B]
it_it: Log dettagliato per il componente [B]Audio[/B]

# #677
source: Verbose logging for the [B]AirTunes[/B] library
be_by: Падрабязны журнал бібліятэкі [B]AirTunes[/B]
hu_hu: Az [B]AirTunes[/B] könyvtár részéletes naplózása
id_id: Verbose logging untuk pustaka [B]AirTunes[/B]
it_it: Log dettagliato per la libreria [B]AirTunes[/B]

# #678
source: Verbose logging for the [B]UPnP[/B] components
be_by: Падрабязны журнал кампанентаў [B]UPnP[/B]
hu_hu: A [B]UPnP[/B] komponens részletes naplózása
id_id: Verbose logging untuk komponen [B]UPnP[/B]
it_it: Log dettagliato per i componenti [B]UPnP[/B]

# #679
source: Verbose logging for the [B]libCEC[/B] library
be_by: Падрабязны журнал бібліятэкі [B]libCEC[/B]
hu_hu: A [B]libCEC[/B] könyvtár részletes naplózása
id_id: Verbose logging untuk pustaka [B]libCEC[/B]
it_it: Log dettagliato per la libreria [B]libCEC[/B]

# #680
source: Verbose logging for the [B]Video[/B] component
be_by: Падрабязны журнал [B]відэакампанента[/B]
hu_hu: A [B]Video[/B] komponens részletes naplózása
id_id: Verbose logging untuk komponen [B]Video[/B]
it_it: Log dettagliato per il componente [B]Video[/B]

# #681
source: Verbose logging for the [B]Webserver[/B] component
be_by: Падрабязны журнал кампанента [B]Вэб-сервера[/B]
hu_hu: A [B]Webkiszolgáló[/B] komponens részletes naplózása
id_id: Verbose logging untuk komponen [B]Webserver[/B]
it_it: Log dettagliato per il componente [B]Webserver[/B]

# #682
source: Verbose logging for the [B]Database[/B] component
be_by: Падрабязны журнал кампанента [B]базы даных[/B]
hu_hu: Az [B]Adatbázis[/B] komponens részletes naplózása
id_id: Verbose logging untuk komponen [B]Database[/B]
it_it: Log dettagliato per il componente [B]Database[/B]

# #683
source: Verbose logging of [B]audio/video timing information[/B]
be_by: Падрабязны журнал [B]звестак аб аўдыё/відэасінхранізацыі[/B]
hu_hu: Az [B]audio/video időzítésinformáció [/B] részletes naplózása
id_id: Verbose logging [B]informasi pengaturan waktu audio/video[/B]
it_it: Log dettagliato di [B]audio/video timing information[/B]

# #684
source: Verbose logging of [B]Windowing[/B] component
be_by: Падрабязны журнал кампанента [B]Windowing[/B]
hu_hu: A [B]Windowing[/B] komponens széleskörű naplózása
id_id: Verbose logging dari komponen [B]Windowing[/B]
it_it: Log dettagliato del componente [B]Windowing[/B]

# #685
source: Verbose logging of [B]PVR[/B] component
be_by: Падрабязны журнал для кампанента [B]PVR[/B]
hu_hu: A [B]PVR[/B] komponens részletes verziója
id_id: Verbose logging dari komponen [B]PVR[/B]
it_it: Log dettagliato del componente [B]PVR[/B]

# #686
source: Verbose logging of [B]EPG[/B] component
be_by: Падрабязны журнал для кампанента [B]EPG[/B]
hu_hu: Az [B]EPG[/B] komponens részletes verziója
id_id: Verbose logging dari komponen [B]EPG[/B]
it_it: Log dettagliato del componente [B]EPG[/B]

# #687
source: From metadata
be_by: З метаданых
hu_hu: A metaadatokból
id_id: Dari metadata
it_it: Dai metadati

# #700
source: Cleaning up library
be_by: Ачысціць бібліятэку
hu_hu: Médiatár tisztítása
id_id: Bersihkan Pustaka
it_it: Pulisci libreria
mi: Whakapai ana ake hei tirotiro ai

# #701
source: Removing old songs from the library
be_by: Выдаліць старыя кампазіцыі з бібліятэкі
hu_hu: Régi dalok eltávolítása a médiatárból
id_id: Menghapus lagu lama dari Pustaka
it_it: Rimozione vecchi brani dalla libreria
mi: Te tango i nga waiata tawhito i te whare pukapuka

# #702
source: This path has been scanned before
be_by: Гэты шлях ужо сканаваўся
hu_hu: Ez az elérési út már át lett vizsgálva korábban
id_id: path ini telah di-scan sebelumnya
it_it: Questo percorso è già stato scansionato in precedenza
mi: Kua kua karapahia tenei ara i mua i

# #703
source: Can't clean up library while running background tasks
id_id: Tidak dapat membersihkan pustaka saat menjalankan tugas latar belakang
it_it: Impossibile pulire la libreria durante l'esecuzione di attività in background

# #705
source: Network
be_by: Сетка
hu_hu: Hálózat
id_id: Jaringan
it_it: Rete
mi: Whatunga

# #708
source: Use proxy server
be_by: Выкарыстоўваць проксі-сервер
hu_hu: Proxy kiszolgál használata
id_id: Gunakan server proxy
it_it: Usa server proxy

# #711
source: Internet Protocol (IP)
hu_hu: Internetprotokoll (IP)
id_id: Internet Protokol (IP)
it_it: Protocollo internet (IP)
mi: Kawa Ipurangi (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
be_by: Хібны порт. Правільны нумар павінен быць ад 1 да 65535.
hu_hu: Érvénytelen port. Az értéknek 1 és 65535 között kell lennie.
id_id: Port tidak valid. Nilai harus di antara 1 dan 65535.
it_it: Porta specificata non valida. Il valore deve essere compreso tra 1 e 65535.
mi: Tauranga muhu. Me uara i waenganui i te 1 me te 65535.

# #715
source: Assignment
be_by: Прызначэнне
hu_hu: Kiosztás
id_id: Penugasan
it_it: Assegnamento
mi: Taumahi

# #716
source: Automatic (DHCP)
be_by: Аўтаматычна (DHCP)
hu_hu: Automatikus (DHCP)
id_id: Otomatis (DHCP)
it_it: Automatico (DHCP)
mi: Aunoa (DHCP)

# #717
source: Manual (static)
be_by: Уласнаручна (статычны)
hu_hu: Kézi (Állandó)
id_id: Manual (statis)
it_it: Manuale (statico)

# #719
source: IP address
be_by: IP-адрас
hu_hu: IP cím
id_id: IP
it_it: Indirizzo IP
mi: Wāhitau IP

# #720
source: Netmask
be_by: Маска падсеткі
hu_hu: Hálózati maszk
it_it: Maschera di rete

# #721
source: Default gateway
be_by: Прадвызначаны шлюз
hu_hu: Alapértelmezett átjáró
id_id: Gerbang bawaan
it_it: Gateway predefinito
mi: Waharoa Taunoa

# #722
source: DNS server
be_by: Сервер DNS
hu_hu: Névkiszolgáló
id_id: Server DNS
it_it: Server DNS
mi: Tūmau DNS

# #723
source: Save & restart
be_by: Захаваць і перазапусціць
hu_hu: Mentés & újraindítás
id_id: Simpan & Memulai Kembali
it_it: Salva e riavvia
mi: Whakaorangia & tīmata

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
be_by: Хібны адрас. Правільны адрас павінен выглядаць як AAA.BBB.CCC.DDD
hu_hu: Érvénytelen cím. Az értéknek AAA.BBB.CCC.DDD-nek kell lennie.
id_id: Alamat tidak valid. Nilai harus AAA.BBB.CCC.DDD
it_it: Indirizzo specificato non valido. Il valore deve essere AAA.BBB.CCC.DDD
mi: Wāhitau muhu. Me uara AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
be_by: з нумарамі ад 0 да 255.
hu_hu: 0 és 255 közötti számokkal.
id_id: dengan nomor antara 0 dan 255.
it_it: con numeri compresi tra 0 e 255.
mi: ki te tau i waenganui i te 0 me te 255.

# #726
source: Changes not saved. Continue without saving?
be_by: Змены не захаваныя. Працягнуць без захавання?
hu_hu: A változtatások nincsenek elmentve. Folytatás mentés nélkül?
id_id: Perubahan tidak disimpan. Lanjutkan tanpa menyimpan?
it_it: Modifiche non salvate. Continuare senza salvare?
mi: E kore ora huringa. Haere tonu me te kore tiaki?

# #727
source: Web server
be_by: Вэб-сервер
hu_hu: Webkiszolgáló
id_id: Server Web
it_it: Server WEB
mi: Tūmau Tukutuku

# #728
source: FTP server
be_by: Сервер FTP
hu_hu: FTP kiszolgáló
id_id: Server FTP
it_it: Server FTP
mi: Tūmau FTP

# #729
source: Enable SSL
be_by: Уключыць SSL
hu_hu: SSL Engedélyezés
id_id: Aktifkan SSL
it_it: Abilita SSL

# #730
source: Port
be_by: Порт
it_it: Porta

# #731
source: Black
be_by: Чорны
hu_hu: Fekete
id_id: Hitam
it_it: Nero

# #732
source: Save & apply
be_by: Захаваць & ужыць
hu_hu: Mentés és érvényesítés
id_id: Simpan & Pakai
it_it: Salva e applica
mi: Whakaorangia & tono

# #734
source: No pass
be_by: Без пароля
hu_hu: Nincs jelszó
id_id: Tanpa sandi
it_it: Nessuna password
mi: No haere

# #735
source: Character set
be_by: Кадаванне
hu_hu: Karakterkészlet
id_id: Set Karakter
it_it: Set di caratteri
mi: Huinga Pūāhua

# #736
source: Style
be_by: Стыль
hu_hu: Stílus
id_id: Gaya
it_it: Stile
mi: Kāhua:

# #737
source: Colour
be_by: Колер
hu_hu: Szín
id_id: Warna
it_it: Colore
mi: Tae

# #738
source: Normal
be_by: Звычайны
hu_hu: Normál
it_it: Normale
mi: Pūnoa

# #739
source: Bold
be_by: Тлусты
hu_hu: Félkövér
id_id: Tebal
it_it: Grassetto
mi: Tākaha

# #740
source: Italics
be_by: Курсіў
hu_hu: Dőlt
id_id: Miring
it_it: Corsivo
mi: Ngā Tītaha

# #741
source: Bold italics
be_by: Тлусты курсіў
hu_hu: Félkövér dőlt
id_id: Tebal Miring
it_it: Grassetto corsivo
mi: Faaoparaa maia

# #742
source: White
be_by: Белы
hu_hu: Fehér
id_id: Putih
it_it: Bianco

# #743
source: Yellow
be_by: Жоўты
hu_hu: Sárga
id_id: Kuning
it_it: Giallo
mi: Kōwhai

# #744
source: Files
be_by: Файлы
hu_hu: Fájlok
id_id: File
it_it: File
mi: Ngā kōnae

# #745
source: Background colour
be_by: Колер фону
hu_hu: Háttérszín
id_id: Warna latar belakang
it_it: Colore sfondo

# #746
source: Background opacity
be_by: Празрыстасць фону
hu_hu: Háttér átlátszósága
id_id: Opasitas latar belakang
it_it: Opacità sfondo

# #747
source: Error loading image
be_by: Падчас загрузкі выявы адбылася памылка
hu_hu: Hiba a kép beolvasása közben
id_id: Kesalahan memuat gambar
it_it: Errore nel caricamento dell'immagine
mi: Hapa uta image

# #748
source: Edit path
be_by: Рэдагаваць шлях
hu_hu: Elérési út szerkesztése
id_id: Edit jalur
it_it: Modifica percorso
mi: Whakatika ara

# #749
source: Mirror image
be_by: Адлюстраваць
hu_hu: Kép tükrözése
id_id: Gambar cermin
it_it: Immagine riflessa
mi: Whakaata image

# #750
source: Are you sure?
be_by: Вы ўпэўненыя?
hu_hu: Biztos benne?
id_id: Anda yakin?
it_it: Sei sicuro?
mi: Kua tau ō whakaaro?

# #751
source: Removing source
be_by: Выдаліць крыніцу
hu_hu: Forrás eltávolítása
id_id: Menghapus sumber
it_it: Rimozione sorgente
mi: Te tango i te pūtake

# #752
source: Opacity
be_by: Непразрыстасць
hu_hu: Átlátszatlanság
id_id: Opasitas
it_it: Opacità

# #754
source: Add program link
be_by: Дадаць спасылку на праграму
hu_hu: Programhivatkozás hozzáadása
id_id: Tambah Link Program
it_it: Aggiungi collegamento programma
mi: Tāpiri hononga hōtaka

# #755
source: Edit program path
be_by: Рэдагаваць шлях да праграмы
hu_hu: Program elérési út szerkesztése
id_id: Edit Path Program
it_it: Modifica percorso programma
mi: Ara Whakatika hōtaka

# #756
source: Edit program name
be_by: Рэдагаваць назву праграмы
hu_hu: Program nevének szerkesztése
id_id: Edit Nama Program
it_it: Modifica nome programma
mi: Whakatika ingoa hōtaka

# #757
source: Edit path depth
be_by: Рэдагаваць глыбіню шляху
hu_hu: Elérési út mélységének szerkesztése
id_id: Edit Kedalaman Path
it_it: Modifica la profondità del percorso
mi: Hōhonu Whakatika ara

# #759
source: View: Big list
be_by: Выгляд: вялікі спіс
hu_hu: Nézet: Nagy lista
id_id: Lihat: Daftar Besar
it_it: Vista: Elenco grande
mi: Tirohia: rārangi Big

# #760
source: Yellow
be_by: Жоўты
hu_hu: Sárga
id_id: Kuning
it_it: Giallo
mi: Kōwhai

# #761
source: White
be_by: Белы
hu_hu: Fehér
id_id: Putih
it_it: Bianco

# #762
source: Blue
be_by: Блакітны
hu_hu: Kék
id_id: Biru
it_it: Blu
mi: Kahurangi

# #763
source: Bright green
be_by: Ярка-зялёны
hu_hu: Világoszöld
id_id: Hijau Terang
it_it: Verde brillante
mi: Matomato kanapa

# #764
source: Yellow green
be_by: Жоўта-зялёны
hu_hu: Sárgászöld
id_id: Kuning Hijau
it_it: Giallo verde
mi: Matomato Kōwhai

# #765
source: Cyan
be_by: Марской хвалі
hu_hu: Cián
it_it: Ciano
mi: Urikiko

# #766
source: Light grey
be_by: Светла-шэры
hu_hu: Világosszürke
id_id: Abu-abu terang
it_it: Grigio chiaro
mi: Hina te marama

# #767
source: Grey
be_by: Шэры
hu_hu: Szürke
id_id: Abu-abu
it_it: Grigio

# #768
source: Dark Grey
be_by: Цёмна-шэры
hu_hu: Sötét szürke
id_id: Abu-abu Gelap
it_it: Grigio scuro

# #770
source: Error {0:d}: share not available
be_by: Памылка {0:d}: падзяліцца немагчыма
hu_hu: Hiba {0:d}: a megosztás nem érhető el
id_id: Kesalahan {0:d}: berbagi tidak tersedia
it_it: Errore {0:d}: condivisione non disponibile

# #773
source: Seeking
be_by: Пошук
hu_hu: Pozíciókeresés
id_id: Mencari
it_it: Avanzamento
mi: Te rapu

# #774
source: Slideshow folder
be_by: Каталог слайдшоў
hu_hu: Diavetítés mappa
id_id: Folder Slideshow
it_it: Cartella presentazione
mi: Kōpaki Whakaatakiriata

# #790
source: Remote control
be_by: Адлеглае кіраванне
hu_hu: Távirányító
id_id: Pengendali jarak jauh
it_it: Controllo remoto
mi: Mana mamao

# #791
source: Allow remote control by programs on this system
be_by: Дазволіць адлеглае кіраванне праз праграмы гэтай сістэмы
hu_hu: Távirányítás engedélyezése ezen a rendszeren
id_id: Izinkan kendali jarak jauh oleh program pada sistem ini
it_it: Consenti controllo remoto dai programmi di questo sistema

# #792
source: Port
be_by: Порт
it_it: Porta

# #793
source: Port range
be_by: Дыяпазон партоў
hu_hu: Port tartomány
id_id: Tingkat Port
it_it: Intervallo porte
mi: Ngā Port

# #794
source: Allow remote control by programs on other systems
be_by: Дазволіць адлеглае кіраванне праз праграмы іншых сістэм
hu_hu: Távirányítás engedélyezése más rendszereken
id_id: Izinkan kendali jarak jauh oleh program pada sistem lain
it_it: Consenti il controllo remoto da programmi di altri sistemi

# #795
source: Initial repeat delay (ms)
be_by: Пачатковая затрымка паўтору (мс)
hu_hu: Kezdeti ismétlés késleltetése (ms)
id_id: Jeda ulang awalan (ms)
it_it: Ritardo ripetizione iniziale (ms)
mi: Roa tukurua tuatahi (ms)

# #796
source: Continuous repeat delay (ms)
be_by: Безупынныя затрымкі паўтору (мс)
hu_hu: Folyamatos ismétlés késleltetése (ms)
id_id: Jeda ulang lanjut (ms)
it_it: Ritardo ripetizione continua (ms)
mi: Tukurua tonu roa (ms)

# #797
source: Maximum number of clients
be_by: Максімальная колькасць кліентаў
hu_hu: Ügyfelek maximális száma
id_id: Jumlah maksimum klien
it_it: Numero massimo di client
mi: Te tau mōrahi o ngā kiritaki

# #798
source: Internet access
be_by: Доступ у сеціва
hu_hu: Internetelérés
id_id: Akses Internet
it_it: Accesso a internet
mi: Uru Ipurangi

# #799
source: Library update
be_by: Абнаўленне бібліятэкі
hu_hu: Médiatár frissítése
id_id: Pustaka diperbarui
it_it: Aggiornamento libreria

# #802
source: {0:s} of {1:s} available
be_by: {0:s} з {1:s} даступна
hu_hu: {0:s} / {1:s} elérhető
id_id: {0:s} dari {1:s} tersedia
it_it: {0:s} di {1:s} disponibili

# #803
source: Type
be_by: Тып
hu_hu: Típus
id_id: Tipe
it_it: Tipo
mi: Pato

# #804
source: Search guide for
be_by: Шукаць у тэлепраграме
hu_hu: Keresés a műsorújságban erre
id_id: Cari petunjuk untuk
it_it: Cerca nella guida

# #805
source: Enter the search string to use to lookup matching events in the guide
be_by: Увядзіце ў радок для пошуку адпаведных падзей у праграме
hu_hu: Írja be a keresési kifejezést az illeszkedő események kereséséhez a műsorújságban
id_id: Masukan kata pencarian untuk menggunakan event lookup matching pada panduan
it_it: Inserire la stringa di ricerca da utilizzare per cercare gli eventi corrispondenti nella guida

# #806
source: Fulltext search (or title search only)
be_by: Паўнатэкставы пошук (альбо толькі ў назвах)
hu_hu: Teljes szöveges keresés (vagy keresés csak címre)
id_id: Pencarian teks penuh (atau hanya berdasarkan judul)
it_it: Ricerca il testo completo (o solo il titolo)

# #807
source: Any day
be_by: Любы дзень
hu_hu: Bármely nap
id_id: Hari apapun
it_it: Qualsiasi giorno

# #808
source: Every day
be_by: Штодзень
hu_hu: Minden nap
id_id: Setiap har
it_it: Tutti i giorni

# #809
source: Any channel
be_by: Любы канал
hu_hu: Bármely csatorna
id_id: Saluran apapun
it_it: Qualunque canale

# #810
source: Start any time
be_by: Пачынаць у любы час
hu_hu: Kezdés bármikor
id_id: Mulai kapan saja
it_it: Inizia a qualunque ora

# #811
source: Recording group
be_by: Група запісу
hu_hu: Felvételi csoport
id_id: Grup Perekaman
it_it: Gruppo di registrazione

# #812
source: Prevent duplicate episodes
be_by: Прадухіляць паўтарэння эпізодаў
hu_hu: Megkettőzött epizódok elkerülése
id_id: Hindai Episode ganda
it_it: Evita gli episodi doppi

# #813
source: Start padding time
be_by: Інтэрвал у пачатку запісу
hu_hu: Kitöltési idő kezdés
id_id: Mulai waktu padding
it_it: Tempo margine di inizio

# #814
source: End padding time
be_by: Інтэрвал у канцы запісу
hu_hu: Kitöltési idő vége
id_id: Selesai waktu padding
it_it: Tempo margine di fine

# #815
source: Record all episodes
be_by: Запісваць усе эпізоды
hu_hu: Minden epizód felvétele
id_id: Rekam semua episode
it_it: Registra tutti gli episodi

# #816
source: Record only new episodes
be_by: Запісваць толькі новыя эпізоды
hu_hu: Csak az új epizódok rögzítése
id_id: Rekam hanya episode baru
it_it: Registra solo nuovi episodi

# #817
source: End any time
be_by: Завяршаць у любы час
hu_hu: Befezés bármikor
id_id: Akhiri kapan saja
it_it: Termina a qualunque ora
