Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36349
source: Section that contains the system related settings for the device this application is installed on.
be_by: Катэгорыя змяшчае сістэмныя налады прылады, на якой усталяваная гэтая праграма.
hu_hu: Ez a csoport annak az eszköznek a rendszerrel kapcsolatos beállításait tartalmazza, amelyre az alkalmazás telepítve lett.
id_id: Bagian yang berisi pengaturan terkait sistem untuk perangkat tempat aplikasi ini diinstal.
it_it: Sezione contenente le impostazioni di sistema per il dispositivo su cui è installata questa applicazione.

# #36350
source: Automatically send Wake-on-LAN to server(s) right before trying to access shared files or services.
be_by: Аўтаматычна адпраўляць "Wake-on-LAN" серверам непасрэдна перад спробай доступу да агульных файлаў ці службаў.
hu_hu: A kiszolgáló(k) automatikus hálózati ébresztése a megosztott fájlok és szolgáltatások elérése előtt.
id_id: Secara otomatis mengirim Wake-on-LAN ke server tepat sebelum mencoba mengakses file atau layanan bersama.
it_it: Invia automaticamente il segnale di Wake-On-Lan al/ai server prima di tentare l'accesso a file o servizi condivisi.

# #36351
source: Changes the way this application is displayed on the selected screen. Either in a window or fullscreen.
be_by: Змяніць спосаб адлюстравання праграмы на абраным экране. У акне альбо на ўвесь экран.
hu_hu: Megváltoztatja az alkalmazás megjelenítését a kiválasztott képernyőn. Ablakos vagy teljes képernyős.
id_id: Mengubah cara aplikasi ini ditampilkan pada layar yang dipilih. Baik di jendela atau layar penuh.
it_it: Cambia il modo in cui questa applicazione viene visualizzata sullo schermo selezionato: in una finestra o a schermo intero.

# #36352
source: Changes the resolution that the user interface is displayed in.
be_by: Змяніць раздзяляльную здольнасць інтэрфейсу карыстальніка.
hu_hu: A felhasználói felület megjelenítési felbontását változtatja meg.
id_id: Mengubah resolusi tampilan antarmuka pengguna.
it_it: Cambia la risoluzione in cui viene visualizzata l'interfaccia utente.

# #36353
source: Changes the refresh rate that the user interface is displayed in.
be_by: Змяніць чашчыню абнаўлення інтэрфейсу карыстальніка.
hu_hu: A felhasználói felület képfrissítési gyakoriságát változtatja meg.
id_id: Rubah refresh rate dimana antar muka ditampilkan.
it_it: Cambia la frequenza di aggiornamento in cui viene visualizzata l'interfaccia utente.

# #36354
source: If enabled, fullscreen mode will be applied by using a window instead of a real fullscreen mode. The main benefit is for multi-screen configurations, so that other applications can be used in parallel more easily. This uses more resources so playback may be less smooth.
be_by: Калі ўключана, поўнаэкранны рэжым будзе ўжывацца праз акно замест сапраўднага поўнаэкраннага рэжыму. Карысна для канфігурацый з некалькімі дысплеямі, каб мець магчымасць паралельна выкарыстоўваць некалькі праграм. Пры гэтым узнікае павышаная нагрузка на сістэму, што можа прывесці да менш плаўнага прайгравання відэа.
hu_hu: Ha be van kapcsolva, akkor a teljes képernyős mód egy ablakban lesz engedélyezve, igazi teljes képernyő helyett. Ennek a fő előnye többképernyős konfigurációk esetén jön ki, ekkor más alkalmazások egyszerűbben használhatóak párhuzamosan. Ez több erőforrást használ, így a lejátszás lehet hogy kevésbé folyamatos lesz.
id_id: Jika diaktifkan, mode layar penuh akan diterapkan dengan menggunakan jendela alih-alih mode layar penuh yang sebenarnya. Manfaat utamanya adalah untuk konfigurasi multi-screen, sehingga aplikasi lain dapat digunakan secara paralel dengan lebih mudah. Ini menggunakan lebih banyak sumber daya sehingga pemutaran mungkin kurang lancar.
it_it: Se abilitata, la modalità schermo intero sarà applicata usando una finestra invece di una vera modalità schermo intero. Il beneficio principale è per configurazioni multi schermo, in modo che altre applicazioni possano essere usate contemporaneamente più facilmente. Questo utilizza più risorse per cui la riproduzione potrebbe essere meno fluida.

# #36355
source: In a multi-screen configuration, the screens not displaying this application are blacked out.
be_by: У сістэмах з некалькімі дысплеямі зацямняць усе апроч дысплея з праграмай.
hu_hu: Többképernyős konfiguráció esetén, a képernyők amelyeken nem ez az alkalmazás jelenik meg, azok elsötétülnek.
id_id: Dalam konfigurasi multi-layar, layar yang tidak menampilkan aplikasi ini menjadi gelap.
it_it: In una configurazione multi schermo, gli schermi che non stanno visualizzando questa applicazione saranno oscurati.

# #36356
source: This category contains the settings for how the NFS client is handled.
id_id: Kategori ini berisi pengaturan tentang bagaimana klien NFS ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione del client NFS.

# #36357
source: Calibrate the user interface by adjusting the overscan. Use this tool if the image being displayed is too large or small for your display.
be_by: Калібраванне інтэрфейсу карыстальніка падладкай выявы. Выкарыстоўвайце калібраванне, калі выява большая альбо меншая за экран.
hu_hu: A felhasználói felület kalibrálása a túllógás hangolásával. Használja ezt az eszközt, ha a megjelenített kép túl nagy, vagy túl kicsi a megjelenítője számára.
id_id: Kalibrasi antar-muka dengan menyesuaikan overscan. Gunakan apabila gambar yang ditampilkan terlalu besar atau terlalu kecil untuk layar Anda.
it_it: Calibra l'interfaccia utente regolando l'overscan. Utilizza questo strumento se l'immagine visualizzata è troppo grande o piccola per il tuo schermo.

# #36358
source: Allow using channel numbering from multiple backends. Note that the All channels group can contain multiple of the same channel number if using this option. This means that jump to channel number may not work correctly for the All channels group.
id_id: Izinkan penggunaan penomoran saluran dari beberapa backend. Perhatikan bahwa grup Semua saluran dapat berisi beberapa nomor saluran yang sama jika menggunakan opsi ini. Ini berarti lompat ke nomor saluran mungkin tidak berfungsi dengan benar untuk grup Semua saluran.
it_it: Permetti di usare numerazioni canale da più backend. Tieni presente che il gruppo Tutti i canali potrà contenere multipli dello stesso numero canale se si usa questa opzione. Questo significa che il salto al numero canale potrebbe non funzionare correttamente per il gruppo Tutti i canali.

# #36359
source: Use limited colour range (16-235) instead of full colour range (0-255). Limited range should be used if your display is a regular HDMI TV and doesn't have a PC or other mode to display full range colour, however if your display is a PC monitor then leave this disabled to get proper blacks.
be_by: Выкарыстоўваць абмежаваны дыяпазон колераў (16—235) замест поўнага (0—255). Абмежаваны выкарыстоўваецца, калі вашым дысплеям з’яўляецца звычайны тэлевізар з уваходам HDMI, які не мае рэжыму PC альбо іншага рэжыму для адлюстравання поўнага дыяпазону колераў. Калі вашым дысплеям з’яўляецца манітор камп’ютара, пакінце выключаным.
hu_hu: Korlátozott színskála (16-235) használata a teljes színtartomány (0-255) helyett. A korlátozott skála használata szükséges lehet, ha a megjelenítő szokványos HDMI TV és nem rendelkezik PC móddal vagy egyéb teljes színskála megjelenítési képességgel. Ha a megjelenítő PC monitor, akkor ezt a beállítást hagyja kikapcsolva, hogy megfelelő fekete színek alakuljanak ki.
id_id: Gunakan rentang warna terbatas (16-235) bukan yang penuh (0-255). Rentang terbatas hanya digunakan apabila layar Anda adalah TV HDMI biasa dan tidak memiliki modus PC atau modus lainnya untuk menampilkan warna penuh, Tetapi apabila tampilan Anda adalah monitor PC biarkan nonaktifkan untuk mendapatkan warna hitam pekat.
it_it: Usa una gamma di colori limitata (16-235) invece della gamma completo (0-255). Una gamma limitata dovrebbe esser usata se il tuo schermo è una normale TV HDMI e non ha una modalità PC o altre modalità per mostrare una gamma completa di colori, comunque se il tuo schermo è un monitor PC lascialo disabilitato per ottenere i neri corretti.

# #36360
source: This category contains the settings for how audio output is handled.
be_by: Катэгорыя змяшчае налады вываду аўдыё.
hu_hu: Ez a kategória a hangkimenet beállításait tartalmazza.
id_id: Kategori ini berisi pengaturan bagaimana output audio ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione dell'uscita audio.

# #36361
source: Select how the properties of the audio output are set: [Fixed] Output properties are set to the specified sampling rate & speaker configuration at all times; [Best Match] Output properties are set to always be as close a match to the source properties as possible; [Optimized] Output properties are set at the start of playback and will not change if the properties of the source change.
be_by: Наладка ўласцівасцяў аўдыявываду: [Фіксавана]: заўсёды выкарыстоўваць вызначаную чашчыню дыскрэтызацыі і канфігурацыю калонак; [Найлепш] Уласцівасці вызначаюцца так, каб найлепш адпавядаць крыніцы;[Аптымізавана] Уласцівасці вызначаюцца на пачатку прайгравання і не змяняюцца пры змене ўласцівасцяў крыніцы.
hu_hu: Válassza ki hogy a hangkimenet tulajdonságai hogyan legyenek beállítva: [Fix] A kimeneti tulajdonságok mindig a megadott mintavételezési és hangszóró beállításokat használják; [Legjobb illeszkedés] A kimeneti tulajdonságok mindig a megadotthoz képest legközelebbi beállításokat használják; [Optimalizált] A kimeneti tulajdonságok a lejátszás előtt kerülnek beállításra és nem változnak meg ha a forrás tulajdonságai megváltoznak.
id_id: Pilih bagaimana properti output audio diatur: [Tetap] Properti output disetel ke laju pengambilan sampel & konfigurasi speaker yang ditentukan setiap saat; [Pencocokan Terbaik] Properti keluaran diatur agar selalu sedekat mungkin dengan properti sumber; [Dioptimalkan] Properti keluaran diatur pada awal pemutaran dan tidak akan berubah jika properti sumber berubah.
it_it: Seleziona come sono impostate le proprietà dell'uscita audio: [Fisso] Le proprietà audio sono sempre impostate alla frequenza di campionamento e alla configurazione degli altoparlanti specificate; [Miglior corrispondenza] Le proprietà audio sono impostate per essere sempre il più vicino possibile alle proprietà della sorgente; [Ottimizzato] Le proprietà audio sono impostate all'avvio della riproduzione e non cambiano con le proprietà della sorgente.

# #36362
source: Select the number of channels supported by the audio connection, or the number of speakers if connected by analogue connections. This setting does not apply to passthrough audio. Note: S/PDIF supports 2.0 channels only but can still output multichannel audio using a format supported by passthrough.
be_by: Абраць колькасць каналаў, што падтрымліваюцца рэсіверам альбо канфігурацыю калонак пры аналагавым падлучэнні. Параметр непрыдатны для прылад наўпроставага вываду аўдыё. Нататка: інтэрфейс S/PDIF падтрымлівае толькі стэрэа, але можа выводзіць шматканальны аўдыяструмень, закадаваны ў фармаце, што падтрымліваецца стандартам SPDIF.
hu_hu: Válassza ki az audiókapcsolat által támogatott csatornák számát, vagy a hangszórók számát ha analóg kapcsolatról van szó. Ez a beállítás nem vonatkozik a hangtovábbításra. Megjegyzés: az S/PDIF csak 2.0-s csatornákat támogat, de tud többcsatornás hangot is, ha a formátum támogatott hangtovábbítás esetén.
id_id: Pilih jumlah saluran yang didukung oleh koneksi audio, atau jumlah speaker jika terhubung dengan koneksi analog. Pengaturan ini tidak berlaku untuk audio passthrough. Catatan: S/PDIF hanya mendukung saluran 2.0 tetapi masih dapat mengeluarkan audio multisaluran menggunakan format yang didukung oleh passthrough.
it_it: Seleziona il numero dei canali supportati dalla connessione audio, o il numero degli speaker se connessi in analogico. Questa impostazione non si applica all'audio passthrough. Nota: S/PDIF supporta soltanto canali 2.0, ma può comunque riprodurre audio multicanale usando un formato supportato dal passthrough.

# #36363
source: Boost AC3 streams that have been downmixed to 2 channels.
be_by: Павялічваць гучнасць струменяў AC3 пры мікшаванні ў стэрэа.
hu_hu: A 2 csatornára lekevert AC3 hangfolyamok erősítése.
id_id: Dorong aliran AC3 yang telah didownmix ke 2 channels.
it_it: Amplifica le tracce AC3 che sono state ridotte a 2 canali.
mi: I näianei ki awa AC3 e kua downmixed ki 2 takere.

# #36364
source: Select to enable upmixing of 2 channel audio to the number of audio channels specified by the channel configuration.
be_by: Абраць для ўключэння мікшавання двухканальнага аўдыё ў аўдыё з колькасцю каналаў, вызначанай у канфігурацыі канала.
hu_hu: A 2 csatornás sztereó hangfolyam felkonvertálásának engedélyezése a hangcsatorna beállításoknál megadott többcsatornás konfigurációra.
id_id: Pilih untuk mengaktifkan upmixing 2 kanal audio ke sejumlah kanal audio sesuai dengan konfigurasi kanal.
it_it: Seleziona per abilitare l'upmix dall'audio a 2 canali al numero di canali audio specificato dalla configurazione canale.

# #36365
source: Select this option if your receiver is capable of decoding Dolby Digital (AC3) streams.
be_by: Уключыце параметр, калі ваш рэсівер падтрымлівае струмені фармату Dolby Digital (AC3).
hu_hu: Válassza ezt az opciót ha az erősítője képes a Dolby Digital (AC3) hangsávok dekódolására.
id_id: Pilih opsi ini jika receiver Anda mampu mendekode aliran Dolby Digital (AC3).
it_it: Seleziona questa opzione se il tuo ricevitore è in grado di decodificare le tracce Dolby Digital (AC3).

# #36366
source: Select this option if your receiver is capable of decoding DTS streams.
be_by: Уключыце гэты параметр, калі рэсівер падтрымлівае струмені фармату DTS.
hu_hu: Válassza ki ezt az opciót ha az erősítője képes a DTS hangsáv dekódolására.
id_id: Pilih opsi ini apabila penerima anda mampu mendekode aliran DTS.
it_it: Seleziona questa opzione se il tuo ricevitore è in grado di decodificare le tracce DTS.

# #36367
source: Select the maximum number of audio channels / speakers available for decoded audio. If optical / coax digital outputs are used, this must be set to 2.0
be_by: Абраць максімальную колькасць аўдыяканалаў / калонок для дэкадавання аўдыяструменяў. Калі выкарыстоўваеце лічбавы аптычны / коаксільны выхад, абярыце 2.0
hu_hu: Válassza ki a dekódolt hangnak elérhető audiócsatornák / hangszórók maximális számát. Ha optikai / koax digitális kimenet van használatban, akkor ennek 2.0-nak kell lennie.
id_id: Pilih jumlah maksimum saluran audio / speaker yang tersedia untuk audio yang didekodekan. Jika output digital optik / coax digunakan, ini harus diatur ke 2.0
it_it: Seleziona il numero massimo di canali audio/altoparlanti disponibili per l'audio decodificato. Se vengono utilizzate uscite digitali ottiche/coassiali, questa deve essere impostata su 2.0

# #36368
source: Select to allow passthrough audio for playback of compressed audio such as Dolby Digital (AC3), DTS, etc. The Client of the AudioEngine, for example Videoplayer, might decide to decode the audio stream under certain conditions. In Videoplayer case, passthrough won't be used for live streams and when you sync playback to display.
be_by: Уключыць наўпроставы вывад закадаванага гуку, напрыклад Dolby Digital (AC3), DTS на рэсівер. У пэўных выпадках кліент AudioEngine, напрыклад Videoplayer, можа дэкадаваць аўдыяструмень. Videoplayer не выкарыстоўвае наўпроставы вывад гуку пры прайграванні жывых трансляцый і пры сінхранізацыі з чашчынёй дысплея.
hu_hu: Válaszd ezt a hangtovábbítás engedélyezéséhez, olyan tömöríttet hangsáv esetén, mint a Dolby Digital (AC3), DTS, stb. A HangMotor kliense, például a Videólejátszó eldöntheti, hogy bizonyos körülményekben dekódolja a hangsávot. A Videólejátszó esetében, a hangtovábbítás nem lesz használva élő közvetítések esetében és amikor a lejátszás a megjelenítőhöz van szinkronizálva.
id_id: Pilih untuk mengizinkan audio passthrough untuk pemutaran audio terkompresi seperti Dolby Digital (AC3), DTS, dll. Klien AudioEngine, misalnya Videoplayer, mungkin memutuskan untuk memecahkan kode aliran audio dalam kondisi tertentu. Dalam kasus Pemutar Video, passthrough tidak akan digunakan untuk streaming langsung dan saat Anda menyinkronkan pemutaran untuk ditampilkan.
it_it: Seleziona per permettere il passthrough audio per la riproduzione di audio compresso come Dolby Digital (AC3), DTS, ecc. Il client dell'AudioEngine, ad esempio il lettore video, potrebbe decidere di decodificare la traccia audio sotto certe condizioni. Nel caso del lettore video, il passthrough non sarà usato per tracce live e quando sincronizzi la riproduzione con lo schermo.

# #36369
source: Select this option if your receiver is capable of decoding TrueHD streams.
be_by: Уключыце гэты параметр, калі рэсівер падтрымлівае струмені фармату TrueHD.
hu_hu: Válassza ki ezt az opciót ha az erősítője képes a TrueHD hangsáv dekódolására.
id_id: Pilih opsi ini apabila penerima anda mampu mendekode aliran TrueHD.
it_it: Seleziona questa opzione se il tuo ricevitore è in grado di decodificare le tracce TrueHD.
mi: Tīpakohia tēnei kōwhiringa ki te ahei o whakamuna ana awa TrueHD koutou te kaitatau.

# #36370
source: Select this option if your receiver is capable of decoding DTS-HD streams.
be_by: Уключыце гэты параметр, калі рэсівер падтрымлівае струмені фармату DTS-HD.
hu_hu: Válassza ki ezt az opciót ha az erősítője képes a DTS-HD hangsáv dekódolására.
id_id: Pilih opsi ini apabila penerima anda mampu mendekode aliran DTS-HD.
it_it: Seleziona questa opzione se il tuo ricevitore è in grado di decodificare le tracce DTS-HD.

# #36371
source: Select the device to be used for playback of audio that has been decoded such as mp3.
be_by: Абраць прыладу для прайгравання дэкадавагага аўдыё, напрыклад mp3.
hu_hu: Eszköz kiválasztása a dekódolt hang anyagok visszajátszásához mint az mp3.
id_id: Pilih perangkat yang digunakan untuk pemutaran audio yang telah didekode seperti mp3.
it_it: Seleziona il dispositivo da utilizzare per la riproduzione di audio che è stato decodificato come mp3.

# #36372
source: Select the device to be used for playback of encoded formats, these are any of the formats below in the capable receiver options.
be_by: Абраць прыладу для прайгравання закадаваных фарматаў. Даступныя фарматы знаходзяцца ніжэй у параметрах рэсівера.
hu_hu: Eszköz kiválasztása a kódolt állományokhoz, ez bármely formátum lehet ami kiválasztására került az erősítő beállításainál.
id_id: Pilih perangkat yang akan digunakan untuk memutar format yang disandikan, ini adalah salah satu format di bawah ini dalam opsi penerima yang mumpuni.
it_it: Seleziona il dispositivo da usare per la riproduzione dei formati codificati indicati sotto, tra le opzioni dei ricevitori compatibili.

# #36373
source: Configure how interface sounds are handled, such as menu navigation and important notifications.
be_by: Наладка прайгравання гукаў інтэрфейсу.
hu_hu: A kezelőfelület hangjainak kezelési módja, úgymint a navigáció és a fontosabb értesítések.
id_id: Atur bagaimana suara antar-muka ditangani, seperti navigasi menu dan notifikasi penting.
it_it: Configura come i suoni di interfaccia sono gestiti, come navigazione del menu e notifiche importanti.
mi: Whirihorahia pehea e whawha atanga oro, pērā i navigation tahua me ngā pānui hira.

# #36374
source: This category contains the settings for how input devices are handled.
be_by: Катэгорыя змяшчае налады прылад уводу.
hu_hu: Ez a kategória a bemeneti eszközökkel kapcsolatos beállításokat tartalmazza.
id_id: Kategori ini berisi pengaturan tentang bagaimana perangkat input ditangani.
it_it: Questa categoria contiene le impostazioni per la gestione dei dispositivi in ingresso.

# #36375
source: Configure any attached peripheral devices.
be_by: Наладка падлучаных перыферыйных прылад.
hu_hu: A csatlakoztatott periféria-eszközök beállítása.
id_id: Konfigurasikan perangkat tambahan yang terpasang.
it_it: Configura tutte le periferiche collegate.

# #36376
source: When activated, your keyboard arrows will move the selection on the virtual keyboard. When deactivated, they will move the cursor from your text.
be_by: Калі ўключана, стрэлкі клавіятуры кіруюць кнонкамі віртуальнай клавіятуры. Калі выключана, то курсорам.
hu_hu: Mikor aktiválva van, akkor a kurzornyilak a virtuális gombsoron mozgatják a kiválasztást. Mikor kikapcsolt, akkor a kurzort mozgatja.
id_id: Ketika aktif, panah di keyboard akan memindahkan pilihan pada keyboard virtual. Ketika non-aktif, akan memindahkan kursor dari teks anda.
it_it: Quando attivato, le frecce della tastiera sposteranno la selezione sulla tastiera virtuale. Quando disattivato, sposteranno il cursore dal tuo testo.
mi: A, no te whakahohea, ka neke au pere papapātuhi te kōwhiringa i runga i te papapātuhi mariko. A, no te taupāhohea, ka neke ratou i te pehu i to koutou kuputuhi.

# #36377
source: Use a mouse or touch screen device to control the interface. Note: Disabling will cause you to lose control over this application when no keyboard or remote is present.
be_by: Выкарыстоўваць мыш альбо сэнсарны экран для кіравання інтэрфейсам. Нататка: пры выключэнні немагчыма будзе кіраваць праграмай пры адсутнасці клавіятуры альбо пульта.
hu_hu: Használjon egeret vagy érintőkijelzős eszközt a felület vezérléséhez. Megjegyzés: a kikapcsolás hatására elvesztheti az irányítást az alkalmazás felett, ha nincs jelen billentyűzet vagy távirányító.
id_id: Gunakan mouse atau perangkat layar sentuh untuk mengontrol antarmuka. Catatan: Menonaktifkan akan menyebabkan Anda kehilangan kendali atas aplikasi ini saat tidak ada keyboard atau remote.
it_it: Usa un mouse o un dispositivo touch screen per controllare l'interfaccia. Nota: disabilitarlo causerà la perdita di controllo su questa applicazione se non è presente una tastiera o un telecomando.

# #36378
source: Use a game controller to control the interface.
id_id: Gunakan pengontrol permainan untuk mengontrol antarmuka.
it_it: Usa un controller di gioco per controllare l'interfaccia.

# #36379
source: This category contains the settings for how Internet access is handled. The default web interface can also be selected here.
be_by: Катэгорыя змяшчае налады доступу ў інтэрнэт. Таксама тут можна абраць вэб-інтэрфейс.
hu_hu: Ez a kategória az internetelérési beállításokat tartalmazza. Az alapértelmezett webes felület is itt válaszható ki.
id_id: Kategori ini berisi pengaturan tentang bagaimana akses Internet ditangani. Antarmuka web bawaan juga dapat dipilih di sini.
it_it: Questa categoria contiene le impostazioni per la gestione dell'accesso a internet. Qui è anche possibile selezionare l'interfaccia web predefinita.

# #36380
source: If your Internet connection uses a proxy server, configure it here.
be_by: Калі ваша інтэрнэт-злучэнне выкарыстоўвае проксі-сервер, наладзьце яго тут.
hu_hu: Ha az internetkapcsolata proxy kiszolgálót használ, akkor állítsa be itt.
id_id: Jika koneksi Internet Anda menggunakan server proxy, konfigurasikan di sini.
it_it: Se la tua connessione internet usa un server proxy, configuralo qui.

# #36381
source: Configure which proxy type is used.
be_by: Наладзіць тып проксі-сервера.
hu_hu: Proxy kiszolgáló típusának megadása.
id_id: Konfigurasi tipe proxy yang digunakan.
it_it: Configura il tipo di proxy utilizzato.
mi: Whirihorahia i whakamahia momo takawaenga te.

# #36382
source: Configure the proxy server address.
be_by: Наладзіць адрас проксі-сервера.
hu_hu: Proxy kiszolgáló címének megadása.
id_id: Konfigurasi alamat server proxy.
it_it: Configura l'indirizzo del server proxy.
mi: Whirihorahia te wāhitau tūmau takawaenga.
