Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #20467
source: No set (remove from {0:s})
be_by: Кінацыкл адсутнічае (выдаліць з {0:s})
hu_hu: Nincs gyűjtemény (eltávolítás innen: {0:s})
id_id: Tidak ada set (hapus dari {0:s})
it_it: Nessuna raccolta (rimuovi da {0:s})

# #20468
source: Add movie to a new set
be_by: Дадаць фільм у новы цыкл
hu_hu: Film hozzáadása egy új gyűjteményhez
id_id: Tambahkan film ke kumpulan baru
it_it: Aggiungi film a una nuova raccolta
mi: Tāpiri kiriata ki te huinga hou

# #20469
source: Keep current set ({0:s})
be_by: Пакінуць бягучы цыкл ({0:s})
hu_hu: Jelenlegi gyűjtemény megtartása ({0:s})
id_id: Pertahankan set saat ini ({0:s})
it_it: Mantieni raccolta attuale ({0:s})

# #20470
source: Include sets containing a single movie
be_by: Уключаючы цыклы з адным фільмам
hu_hu: Vegye bele azokat a gyűjteményeket is, melyek egyetlen videót tartalmaznak
id_id: Sertakan set yang berisi satu film
it_it: Includi raccolte contenenti un singolo film

# #20471
source: Show empty TV shows
be_by: Паказваць пустыя серыялы
hu_hu: Üres TV sorozatok megjelenítése
id_id: Tampilkan acara TV kosong
it_it: Mostra serie TV vuote

# #20472
source: Show all performers for music videos
id_id: Tampilkan semua pemain untuk video musik
it_it: Mostra tutti gli artisti per i video musicali

# #20473
source: Premiered
id_id: Tayang perdana
it_it: Prima visione

# #20474
source: HDR type
id_id: Tipe HDR
it_it: Tipo HDR

# #21330
source: Show hidden files and directories
be_by: Паказваць схаваныя файлы і каталогі
hu_hu: Rejtett fájlok és mappák megjelenítése
id_id: Perlihatkan berkas dan direktori tersembunyi
it_it: Mostra file e cartelle nascosti
mi: Whakaaturia ngā kōnae huna me ngā whaiaronga

# #21331
source: New media detected
be_by: Выяўлены новыя медыяфайлы
hu_hu: Új média csatlakoztatva
id_id: Media baru ditemukan
it_it: Nuovi file multimediali rilevati

# #21332
source: Browse videos
be_by: Агляд відэа
hu_hu: Videók böngészése
id_id: Jelajah video
it_it: Sfoglia video

# #21333
source: Browse music
be_by: Агляд музыкі
hu_hu: Zenék böngészése
id_id: Jelajah musik
it_it: Sfoglia musica

# #21334
source: Browse pictures
be_by: Агляд малюнкаў
hu_hu: Képek böngészése
id_id: Gambar gambar
it_it: Sfoglia immagini

# #21335
source: Browse files
be_by: Агляд файлаў
hu_hu: Fájlok böngészése
id_id: Jelajah berkas
it_it: Sfoglia file

# #21336
source: Connecting to: {0:s}
be_by: Падлучэнне да: {0:s}
hu_hu: Csatlakozás ide: {0:s}
id_id: Menghubungkan ke: {0:s}
it_it: Connessione a: {0:s}

# #21337
source: Never
be_by: Ніколі
hu_hu: Soha
id_id: Tidak Pernah
it_it: Mai
mi: Kore rawa

# #21338
source: Select version
be_by: Абраць версію
hu_hu: Verzió kiválasztása
id_id: Pilih versi
it_it: Scegli versione

# #21339
source: Version {0:s}
be_by: Версія {0:s}
hu_hu: {0:s} verzió
id_id: Versi {0:s}
it_it: Versione {0:s}

# #21340
source: Auto-update
be_by: Аўтаабнаўленне
hu_hu: Auto-frissítés
id_id: Pembaruan otomatis
it_it: Aggiornamento automatico

# #21341
source: No updates available
be_by: Даступныя абнаўленні адсутнічаюць
hu_hu: Nem áll rendelkezésre frissítés
id_id: Tidak ada pembaruan yang tersedia
it_it: Nessun aggiornamento disponibile

# #21342
source: There are currently no versions available for this add-on.
id_id: Saat ini tidak ada versi yang tersedia untuk pengaya ini.
it_it: Al momento non ci sono versioni disponibili per questo add-on.

# #21343
source: Use video tags
be_by: Выкарыстоўваць пазнакі відэа
hu_hu: Videó címke használata
id_id: Gunakan tag video
it_it: Usa tag video

# #21344
source: Enable to use embedded tags in mp4 or mkv files for library metadata. Will prevent scrapers from operating correctly.
id_id: Aktifkan untuk menggunakan tag tersemat dalam file mp4 atau mkv untuk metadata perpustakaan. Akan mencegah pencakar beroperasi dengan benar.
it_it: Abilita l'uso di tag incorporati nei file mp4 o mkv per i metadati della libreria. Impedirà il corretto funzionamento degli scraper.

# #21345
source: Uncategorized
be_by: Без катэгорыі
hu_hu: Kategorizálatlan
id_id: Tidak berkategori
it_it: Non categorizzati

# #21346
source: Extension: "{0:s}"
id_id: Ekstensi: "{0:s}"
it_it: Estensione: "{0:s}"

# #21347
source: MIME type: "{0:s}"
id_id: Tipe MIME: "{0:s}"
it_it: Tipo MIME: "{0:s}"

# #21358
source: Enable UPnP support
be_by: Уключыць падтрымку UPnP
hu_hu: UPnP támogatás engedélyezése
id_id: Aktifkan dukungan UPnP
it_it: Abilita supporto a UPnP

# #21359
source: Add media share...
be_by: Дадаць медыярэсурс…
hu_hu: Médiamegosztás hozzáadása…
id_id: Menambahkan media berbagi...
it_it: Aggiungi condivisione multimediale...
mi: Tāpiri hea pāpāho ...

# #21360
source: Share my libraries
be_by: Падзяліцца маімі бібліятэкамі
hu_hu: Médiatárak megosztása
id_id: Bagikan pustaka saya
it_it: Condividi le mie librerie

# #21361
source: Look for remote UPnP players
be_by: Пошук адлеглых прайгравальнікаў UPnP
hu_hu: Távoli UPnP lejátszók keresése
id_id: Cari remote UPnP player
it_it: Cerca lettori UPnP remoti
mi: Kimihia kaitākaro UPnP mamao

# #21362
source: Bookmark created
be_by: Закладка створаная
hu_hu: Könyvjelző létrehozva
id_id: Penanda telah dibuat
it_it: Segnalibro creato
mi: Bookmark hanga

# #21363
source: Episode bookmark created
be_by: Закладка эпізоду створаная
hu_hu: Epizód-könyvjelző létrehozva
id_id: Penanda Episode telah dibuat
it_it: Segnalibro episodio creato

# #21364
source: Edit media share
be_by: Рэдагаваць медыярэсурс
hu_hu: Médiamegosztás szerkesztése
id_id: Sunting media kongsi
it_it: Modifica condivisione multimediale
mi: Whakatika hea pāpāho

# #21365
source: Remove media share
be_by: Выдаліць медыярэсурс
hu_hu: Médiamegosztás eltávolítása
id_id: Hapus media kongsi
it_it: Rimuovi condivisione multimediale
mi: Tango hea pāpāho

# #21366
source: Custom subtitle folder
be_by: Каталог субцітраў
hu_hu: Egyedi felirat mappa
id_id: Folder takarir kustom
it_it: Cartella sottotitoli personalizzata
mi: Kōpaki taitararoto ritenga

# #21367
source: Movie & alternate subtitle directory
be_by: Фільм і каталог альтэрнатыўных субцітраў
hu_hu: Film és alternatív felirat mappa
id_id: Direktori film & takarir alternatif
it_it: Cartella film e sottotitoli alternativi
mi: Kiriata & whaiaronga taitararoto kē

# #21368
source: Override subtitles fonts
id_id: Ganti fon takarir
it_it: Sostituisci font dei sottotitoli

# #21369
source: Enable mouse and touch screen support
be_by: Уключыць падтрымку мышы і сэнсарнага экрана
hu_hu: Egér- és érintőképernyő támogatás engedélyezése
id_id: Perbolehkan dukungan mouse dan layar sentuh
it_it: Abilita supporto a mouse e touch screen

# #21370
source: Play GUI sounds during media playback
be_by: Дазволіць гукі інтэрфейсу падчас прайгравання
hu_hu: Felülethangok lejátszás közben
id_id: Mainkan suara GUI saat media playback
it_it: Riproduci suoni GUI durante la riproduzione

# #21371
source: Thumbnail
be_by: Мініяцюры
hu_hu: Minikép
it_it: Miniatura
mi: Karakōnui

# #21372
source: Forced DVD player region
be_by: Прымусовы рэгіён прайгравальніка DVD
hu_hu: Kényszerített DVD régiókód használata
id_id: Paksa daerah DVD Player
it_it: Forza regione lettore DVD
mi: Kaitākaro DVD takoha rohe

# #21373
source: Display
be_by: Дысплей
hu_hu: Képernyő
id_id: Layar
it_it: Schermo

# #21374
source: Video aspect
be_by: Суадносіны бакоў відэа
hu_hu: Videó képarány
id_id: Aspek video
it_it: Aspetto video
mi: Āhuatanga Ataata

# #21375
source: Normal
be_by: Як звычайна
hu_hu: Normál
it_it: Normale
mi: Pūnoa

# #21378
source: Enable 480p
be_by: Уключыць 480р
hu_hu: 480p engedélyezése
id_id: Aktifkan 480p
it_it: Abilita 480p
mi: Whakahohe i 480p

# #21379
source: Enable 720p
be_by: Уключыць 720р
hu_hu: 720p engedélyezése
id_id: Aktifkan 720p
it_it: Abilita 720p
mi: Whakahohe i 720p

# #21380
source: Enable 1080i
be_by: Уключыць 1080і
hu_hu: 1080i engedélyezése
id_id: Aktifkan 1080i
it_it: Abilita 1080i
mi: Whakahohe i 1080i

# #21381
source: Enter name of new playlist
be_by: Увядзіце назву новага спіса прайгравання
hu_hu: Lejátszólista nevének megadása
id_id: Masukkan nama daftar putar baru
it_it: Inserisci il nome della nuova playlist
mi: Tomo ingoa o rārangipāpāho hou

# #21382
source: Show "Add source" buttons
be_by: Паказваць кнопку "Дадаць крыніцу"
hu_hu: Forrás hozzáadása gomb mutatása
id_id: Tampilkan tombol "Tambah sumber"
it_it: Mostra pulsanti "Aggiungi sorgente"

# #21383
source: Enable scrollbars
be_by: Уключыць пракрутку
hu_hu: Görgetősávok engedélyezése
id_id: Fungsikan scrollbar
it_it: Abilita barre di scorrimento
mi: Whakahohe ngā paet

# #21384
source: Make watched filtering a toggle in video library
be_by: Адзначаць у бібліятэцы прагледжанае відэа
hu_hu: A megtekintett státusz kapcsolóként értelmezése a médiatárban
id_id: Buat penyaringan sudah ditonton menjadi peralihan pada pustaka video
it_it: Rendi il filtro "Già visto" attivabile nella libreria video
mi: Hanga titiro tātari he takahuri i roto i te whare pukapuka ataata

# #21385
source: Open
be_by: Адкрыць
hu_hu: Megnyitás
id_id: Buka
it_it: Apri
mi: Tuwhera

# #21386
source: Acoustic management level
be_by: Кіраванне акустыкай
hu_hu: Zajszint kezelése
id_id: Tingkat pengaturan akustik
it_it: Regolazione livello acustico
mi: Taumata whakahaere Acoustic

# #21387
source: Fast
be_by: Хуткасць
hu_hu: Gyors (hangos)
id_id: Cepat
it_it: Veloce
mi: Nohopuku

# #21388
source: Quiet
be_by: Цішыня
hu_hu: Lassú (csendes)
id_id: Hening
it_it: Silenzioso

# #21389
source: Enable custom background
be_by: Выкарыстоўваць адвольны фон
hu_hu: Saját háttér engedélyezése
id_id: Fungsikan background custom
it_it: Abilita sfondo personalizzato
mi: Whakahohe i muri ritenga

# #21390
source: Power management level
be_by: Кіраванне сілкаваннем
hu_hu: Energiagazdálkodási szint
id_id: Tingkat manajemen daya
it_it: Livello gestione Alimentazione
mi: Taumata whakahaere Power

# #21391
source: High power
be_by: Поўная магутнасць
hu_hu: Magas teljesítmény
id_id: Daya tinggi
it_it: Alta potenza
mi: Mana High

# #21392
source: Low power
be_by: Паніжаная магутнасць
hu_hu: Energiatakarékos
id_id: Daya rendah
it_it: Bassa potenza
mi: Mana iti

# #21393
source: High standby
be_by: Рэжым чакання на поўнай магутнасці
hu_hu: Magas készenlét
id_id: Bersiap siap
it_it: Standby alto
mi: Tūtatari High

# #21394
source: Low standby
be_by: Рэжым чакання на паніжанай магутнасці
hu_hu: Alacsony készenlét
id_id: Bersiap siap rendah
it_it: Standby basso
mi: Tūtatari iti

# #21395
source: Unable to cache files bigger than 4GB
be_by: Немагчыма кэшаваць файлы большыя за 4 Гб
hu_hu: 4GB-nál nagyobb fájlok nem gyorsítótárazhatók
id_id: Tidak dapat menyimpan berkas cache lebih besar dari 4GB
it_it: Impossibile memorizzare nella cache file di dimensioni superiori a 4 GB
mi: Kāore e taea te ki te keteroki ngā kōnae nui atu i 4GB

# #21396
source: Chapter
be_by: Глава
hu_hu: Fejezet
id_id: Bab
it_it: Capitolo

# #21397
source: High quality pixel shader v2
be_by: Высокаякасныя піксельныя шэйдэры v2
hu_hu: Magas minőségű pixel árnyékoló v2
id_id: Pixel shader kualitas tinggi v2
it_it: Pixel shader v2 di alta qualità
mi: W2 pika shader kounga High

# #21399
source: Use tween animations
be_by: Выкарыстоўваць анімацыю адскоквання
hu_hu: Átkötő animációk használata
id_id: Gunakan animasi antara
it_it: Usa animazioni con interpolazione
mi: Whakamahia ngā hākoritanga i rotopu i

# #21400
source: contains
be_by: змяшчае
hu_hu: tartalmazza
id_id: berisi
it_it: contiene
mi: Kei

# #21401
source: does not contain
be_by: не змяшчае
hu_hu: nem tartalmazza
id_id: tidak berisi
it_it: non contiene
mi: e kore i roto i

# #21402
source: is
be_by: супадае з
hu_hu: egyenlő
id_id: adalah
it_it: è
mi: Ko

# #21403
source: is not
be_by: не супадае з
hu_hu: nem egyenlő
id_id: bukan
it_it: non è
mi: Ko te kore e

# #21404
source: starts with
be_by: пачынаецца з
hu_hu: kezdődik
id_id: dimulai dengan
it_it: inizia con
mi: tīmata ki te

# #21405
source: ends with
be_by: сканчаецца на
hu_hu: végződik
id_id: diakhiri dengan
it_it: finisce con
mi: mutu ki

# #21406
source: greater than
be_by: больш за
hu_hu: nagyobb, mint
id_id: lebih besar dari
it_it: maggiore di
mi: rahi ake i

# #21407
source: less than
be_by: менш за
hu_hu: kevesebb, mint
id_id: lebih kecil dari
it_it: minore di
mi: iti ake

# #21408
source: after
be_by: пасля
hu_hu: után
id_id: setelah
it_it: dopo
mi: i muri i

# #21409
source: before
be_by: перад
hu_hu: előtt
id_id: sebelum
it_it: prima
mi: i mua i te

# #21410
source: in the last
be_by: у апошніх
hu_hu: az utolsók között
id_id: terakhir
it_it: negli ultimi
mi: i roto i te whakamutunga

# #21411
source: not in the last
be_by: не ў апошніх
hu_hu: nincs az utolsók között
id_id: bukan terakhir
it_it: non negli ultimi
mi: e kore i roto i te whakamutunga

# #21412
source: Information providers
be_by: Пастаўшчыкі інфармацыі
hu_hu: Információs szolgáltatók
id_id: Informasi provider
it_it: Fornitore informazioni

# #21413
source: Default provider for movie information
be_by: Прадвызначаны пастаўшчык інфармацыі пра фільмы
hu_hu: Alapértelmezett film információs szolgáltató
id_id: Provider bawaan untuk informasi film
it_it: Fornitore predefinito per informazioni film

# #21414
source: Default provider for TV show information
be_by: Прадвызначаны пастаўшчык інфармацыі пра серыялы
hu_hu: Alapértelmezett sorozat információs szolgáltató
id_id: Provider bawaan untuk informasi tayangan TV
it_it: Fornitore predefinito per informazioni serie TV

# #21415
source: Default provider for music video information
be_by: Прадвызначаны пастаўшчык інфармацыі пра музычнае відэа
hu_hu: Alapértelmezett videoklip információs szolgáltató
id_id: Provider bawaan untuk informasi video musik
it_it: Fornitore predefinito per informazioni video musicali

# #21416
source: Select first unwatched TV show season / episode
be_by: Абярыце першы непоагледжаны сезон / эпізод
hu_hu: Az első meg nem nézett sorozatévad / epizód kijelölése
id_id: Pilih terlebih dahulu episode tayangan TV yang belum dilihat
it_it: Seleziona la prima stagione/episodio della serie TV non vista

# #21417
source: Settings
be_by: Налады
hu_hu: Beállítások
id_id: Setelan
it_it: Impostazioni
mi: Whakatūringi

# #21418
source: Multilingual
be_by: Шматмоўнасць
hu_hu: Többnyelvű
id_id: Multi bahasa
it_it: Multilingua
mi: Reomaha

# #21419
source: No information providers present
be_by: Крыніцы інфармацыі адсутнічаюць
hu_hu: Nincs elérhető információs szolgáltató
id_id: Tidak ada informasi provider
it_it: Nessun fornitore informazioni presente

# #21420
source: Value to match
be_by: Значэнне для пошуку
hu_hu: Kívánt érték
id_id: Nilai yang dicocokkan
it_it: Valore da abbinare
mi: Uara ki te ōrite ki

# #21421
source: Smart playlist rule
be_by: Правілы разумнага спіса прайгравання
hu_hu: Intelligens lejátszólista szabály
id_id: Aturan daftar putar cerdas
it_it: Regola smart playlist
mi: Ture rārangipāpāho Smart

# #21422
source: Match items where
be_by: Абраць аб’екты, якія
hu_hu: Elemek összehasonlítása, ahol
id_id: Cocokkan item ketika
it_it: Abbina elementi dove
mi: Match tūemi i reira

# #21423
source: New rule...
be_by: Новае правіла...
hu_hu: Új szabály…
id_id: Aturan baru...
it_it: Nuova regola...
mi: Ture New ...

# #21424
source: Items must match
be_by: Аб’екты мусяць адпавядаць
hu_hu: Az elemeknek illeszkedniük kell
id_id: Item harus cocok
it_it: Gli elementi devono corrispondere
mi: Me ōrite te Tūemi

# #21425
source: all of the rules
be_by: усім правілам
hu_hu: minden szabályra
id_id: semua peraturan
it_it: tutte le regole
mi: katoa o te ture

# #21426
source: one or more of the rules
be_by: аднаму альбо некалькім правілам
hu_hu: egy vagy több szabályra
id_id: satu atau lebih peraturan
it_it: una o più regole
mi: tētahi, ētahi rānei o te ture

# #21427
source: Limit to
be_by: Абмежавана
hu_hu: Korlátozás
id_id: Batas sampai
it_it: Limita a
mi: Whakawāiti ki

# #21428
source: No limit
be_by: Без абмежаванняў
hu_hu: Nincs korlátozás
id_id: Tanpa batas
it_it: Nessun limite
mi: No rohe

# #21429
source: Order by
be_by: Упарадкавана па
hu_hu: Rendezés
id_id: Order berdasar
it_it: Ordina per

# #21430
source: ascending
be_by: наўпрост
hu_hu: növekvő
id_id: urut
it_it: crescente
mi: piki

# #21431
source: descending
be_by: адваротна
hu_hu: csökkenő
id_id: terbalik
it_it: decrescente
mi: heke

# #21432
source: Edit smart playlist
be_by: Рэдагаваць разумны спіс прайгравання
hu_hu: Intelligens lejátszólista szerkesztése
id_id: Sunting daftar putar cerdas
it_it: Modifica playlist smart
mi: Whakatika rārangipāpāho smart

# #21433
source: Playlist name
be_by: Назва спіса прайгравання
hu_hu: Lejátszólista neve
id_id: Nama daftar putar
it_it: Nome playlist

# #21434
source: Find items where
be_by: Дзе шукаць аб’екты
hu_hu: Elemek keresése, ahol
id_id: Cari item pada
it_it: Trova elementi dove
mi: Kimihia tūemi i reira

# #21435
source: Edit
be_by: Рэдагаваць
hu_hu: Szerkesztés
id_id: Sunting
it_it: Modifica
mi: Whakatika

# #21436
source: {0:d} items
be_by: {0:d} аб’ектаў
hu_hu: {0:d} elem
id_id: {0:d} item
it_it: {0:d} elementi

# #21437
source: New smart playlist...
be_by: Новы разумны спіс прайгравання…
hu_hu: Új intelligens lejátszólista…
id_id: Daftar putar cerdas baru...
it_it: Nuova playlist smart...
mi: Rārangipāpāho smart New ...

# #21438
source: {0:c} Drive
be_by: Дыск {0:c}
hu_hu: {0:c} meghajtó
it_it: Unità {0:c}

# #21439
source: Edit party mode rules
be_by: Рэдагаваць правілы рэжыму гулянкі
hu_hu: Partymód szabályok
id_id: Sunting peraturan mode pesta
it_it: Modifica regole modalità party
mi: Ture aratau whakatika rōpū

# #21440
source: Home folder
be_by: Хатні каталог
hu_hu: Saját mappa
id_id: Folder Home
it_it: Cartella home
mi: Kōpaki Kāinga

# #21441
source: Watched count
be_by: Колькасць праглядаў
hu_hu: Megtekintések száma
id_id: Jumlah ditonton
it_it: Conteggio già visti
mi: Tatau titiro

# #21442
source: Episode title
be_by: Назва эпізоду
hu_hu: Epizódcím
id_id: Judul episode
it_it: Titolo episodio
mi: Taitara Episode

# #21443
source: Video resolution
be_by: Раздзяляльная здольнасць відэа
hu_hu: Felbontás
id_id: Resolusi video
it_it: Risoluzione video
mi: Taumira Ataata

# #21444
source: Audio channels
be_by: Аўдыяканалы
hu_hu: Hangcsatornák
id_id: Saluran audio
it_it: Canali audio
mi: Hongere ororongo

# #21445
source: Video codec
be_by: Відэакодэк
hu_hu: Videó kodek
id_id: Kodek video
it_it: Codec video
mi: Kōtēke Ataata

# #21446
source: Audio codec
be_by: Аўдыякодэк
hu_hu: Hang kodek
id_id: Kodek Audio
it_it: Codec audio
mi: Kōtēke Ororongo

# #21447
source: Audio language
be_by: Мова агучкі
hu_hu: Hang nyelve
id_id: Bahasa audio
it_it: Lingua audio
mi: Te reo Ororongo

# #21448
source: Subtitle language
be_by: Мова субцітраў
hu_hu: Felirat nyelve
id_id: Bahasa takarir
it_it: Lingua sottotitoli
mi: Te reo Taitararoto

# #21449
source: Remote control sends keyboard presses
be_by: Адлеглы кантроль адпраўляе націсканьні клявіятуры
hu_hu: Távirányító billentyűleütéseket küld
id_id: Pengendali remote mengirimkan tekanan keyboard
it_it: Il telecomando invia le pressioni della tastiera
mi: Mana mamao e tuku perehi keyboard

# #21450
source: Edit
be_by: Рэдагаваць
hu_hu: Szerkesztés
id_id: Ubah
it_it: Modifica
mi: Whakatika

# #21451
source: Internet connection required.
be_by: Патрабуецца злучэнне з інтэрнэтам.
hu_hu: Internet kapcsolat szükséges.
id_id: Koneksi internet dibutuhkan.
it_it: Connessione internet richiesta.
mi: Hononga Ipurangi e hiahiatia ana.

# #21452
source: Get more...
be_by: Яшчэ…
hu_hu: Több beszerzése…
id_id: Dapatkan lebih banyak lagi...
it_it: Altro...

# #21454
source: Source too slow
be_by: Крыніца занадта павольная
hu_hu: Túl lassú forrás
id_id: Sumber terlalu lambat
it_it: Sorgente troppo lenta

# #21455
source: Read rate too low for continuous playback
be_by: Хуткасць чытання занадта малая для бесперапыннага прайгравання
hu_hu: A bolvasás sebessége nem elég a folyamatos lejátszáshoz
id_id: Kecepatan baca terlalu rendah untuk pemutaran terus menerus
it_it: Velocità di lettura troppo bassa per una riproduzione continua

# #21456
source: External storage
be_by: Вонкавае сховішча
hu_hu: Külső tároló
id_id: Penyimpanan eksternal
it_it: Dispositivo di memoria esterno
mi: Rokiroki waho

# #21457
source: Watched episode count
be_by: Колькасць прагледжаных эпізодаў
hu_hu: Már látott részek száma
id_id: Jumlah episode yang sudah ditonton
it_it: Conteggio episodi visti
mi: Tatau kōrero titiro

# #21458
source: Group by
be_by: Групаваць па
hu_hu: Csoportosítás eszerint
id_id: Kelompokkan berdasarkan
it_it: Raggruppa per
mi: Rōpū nā

# #21459
source: mixed
be_by: змешана
hu_hu: kevert
id_id: tercampur
it_it: misto
mi: whakauru

# #21460
source: Position on screen
id_id: Posisi di layar
it_it: Posizione sullo schermo

# #21461
source: Manual
it_it: Manuale

# #21462
source: Bottom of video
be_by: Унізе відэа
hu_hu: Videó alján
id_id: Dasar video
it_it: Bordo inferiore del video
mi: Raro o te ataata

# #21463
source: Bottom of screen
id_id: Bawah layar
it_it: Parte inferiore dello schermo

# #21464
source: Top of video
be_by: Уверсе відэа
hu_hu: Videó tetején
id_id: Puncak video
it_it: Bordo superiore del video
mi: Runga o te ataata

# #21465
source: Top of screen
id_id: Atas layar
it_it: Parte superiore dello schermo

# #21466
source: When entering a TV show season or episode view automatically select the first unwatched season or episode.[CR][On first entry] The first unwatched item will be selected only when a view is entered for the first time.[CR][Always] The first unwatched item will be selected every time a view is entered.
be_by: Падчас выбару серыяла альбо сезону аўтаматычна абіраць першы непрагледжаны эпізод альбо сезон.[CR][Падчас першага выбару] першы непрагледжаны сезон альбо эпізод будуць абраныя толькі падчас першага ўваходу.[CR][Заўсёды] першы непрагледжаны сезон альбо эпізод будуць абраныя падчас кожнага прагляду.
hu_hu: Amikor a TV műsor évad vagy epizód nézet megjelenik, az első megnézetlen évad vagy epizód kiválasztása.[CR][Első megnyitáskor] A első megnézetlen elem csak a nézet első megnyitásakor választódik ki.[CR][Mindig] Mindig az első megnézetlen elem lesz kiválasztva, amikor a nézet megjelenik.
id_id: Saat memasuki musim acara TV atau penayangan episode, secara otomatis memilih musim atau episode pertama yang belum ditonton.[CR][Pada entri pertama] Item pertama yang belum ditonton hanya akan dipilih saat penayangan pertama kali dimasukkan.[CR][Selalu] Item pertama yang belum ditonton akan dipilih setiap kali tampilan dimasukkan.
it_it: Quando accedi a una vista di stagioni o episodi di una serie TV seleziona automaticamente la prima stagione o episodio non visti.[CR][Al primo accesso] il primo elemento non visto sarà selezionato solo quando si accede per la prima volta a una vista.[CR][Sempre] il primo elemento non visto sarà selezionato ogni volta che si accede a una vista.

# #21467
source: {0:.1f} to {1:.1f}
be_by: {0:.1f} - {1:.1f}
hu_hu: {0:.1f} – {1:.1f}
id_id: {0:.1f} ke {1:.1f}
it_it: {0:.1f} a {1:.1f}

# #21468
source: {0:d} to {1:d}
be_by: {0:d} - {1:d}
hu_hu: {0:d} – {1:d}
id_id: {0:d} ke {1:d}
it_it: {0:d} a {1:d}

# #21469
source: {0:s} to {1:s}
be_by: {0:s} - {1:s}
hu_hu: {0:s} – {1:s}
id_id: {0:s} ke {1:s}
it_it: {0:s} a {1:s}

# #21471
source: On first entry
be_by: Падчас першага выбару
hu_hu: Első megnyitáskor
id_id: Pada entri pertama
it_it: Primo accesso

# #21472
source: Include "All seasons" and "Specials"
be_by: Уключаючы "Усе сезоны" і "Дадатковае"
hu_hu: Tartalmazza az "Összes évadot" és a "Különkiadásokat".
id_id: Termasuk "Semua episode" dan "Spesial"
it_it: Includi "Tutte le stagioni" e "Speciali"
