Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #818
source: Max recordings
be_by: Максімальная колькасць запісаў
hu_hu: Max. felvételek
id_id: Maksimal rekaman
it_it: Registrazioni massime

# #819
source: One time (Scheduled by timer rule)
be_by: Адзін раз (па раскладзе паводле правіла таймера)
hu_hu: Egy idő (ütemezés időzítő szerint)
id_id: Satu kali (Dijadwalkan oleh aturan pengatur waktu)
it_it: Una volta (programmato dalla regola del timer)

# #820
source: One time
be_by: Адзін раз
hu_hu: Egyszeri
id_id: Satu kali
it_it: Una volta

# #821
source: One time (guide-based)
be_by: Адзін раз (паводле праграмы)
hu_hu: Egyszeri (műsorújság alapján)
id_id: satu kali (berdasarkan panduan)
it_it: Una volta (basato su guida)

# #822
source: Timer rule
be_by: Правіла таймера
hu_hu: Időzítési szabály
id_id: Aturan pengatur waktu
it_it: Regola timer

# #823
source: Timer rule (guide-based)
be_by: Правіла таймера (паводле праграмы)
hu_hu: Időzítési szabály (műsorújság alapján)
id_id: Aturan pengatur waktu (berbasis panduan)
it_it: Regola timer (basata su guida)

# #824
source: Reminder: {0:s}
be_by: Напамін: {0:s}
hu_hu: Emlékeztető: {0:s}
id_id: Pengingat: {0:s}
it_it: Promemoria: {0:s}

# #825
source: Recording: {0:s}
be_by: Запіс: {0:s}
hu_hu: Felvétel: {0:s}
id_id: Perekaman: {0:s}
it_it: Registrazione: {0:s}

# #826
source: Set reminder
be_by: Стварыць напамін
hu_hu: Emlékeztetőt beállítani
id_id: Setel pengingat
it_it: Imposta promemoria

# #827
source: Delete reminder
be_by: Выдаліць напамін
hu_hu: Emlékeztetőt törölni
id_id: Hapus pengingat
it_it: Elimina promemoria

# #828
source: Timer rule deleted
be_by: Правіла таймера выдалена
hu_hu: Időzitő szabály törlése
id_id: Aturan pengatur waktu dihapus
it_it: Regola del timer eliminata

# #829
source: View reminder
be_by: Праглядзець напамін
hu_hu: Emlékeztetőt megtekinteni
id_id: Lihat pengingat
it_it: Visualizza promemoria

# #830
source: Edit reminder
be_by: Рэдагаваць напамін
hu_hu: Emlékeztetőt szerkeszteni
id_id: Edit pengingat
it_it: Modifica promemoria

# #831
source: Mondays
be_by: Панядзелкі
hu_hu: hétfőnként
id_id: Senin
it_it: Lunedì

# #832
source: Tuesdays
be_by: Аўторкі
hu_hu: keddenként
id_id: Selasa
it_it: Martedì

# #833
source: Wednesdays
be_by: Серады
hu_hu: szerdánként
id_id: Rabu
it_it: Mercoledì

# #834
source: Thursdays
be_by: Чацвяргі
hu_hu: csütörtökönként
id_id: Kamis
it_it: Giovedì

# #835
source: Fridays
be_by: Пятніцы
hu_hu: péntekenként
id_id: Jumat
it_it: Venerdì

# #836
source: Saturdays
be_by: Суботы
hu_hu: szombatonként
id_id: Sabtu
it_it: Sabati

# #837
source: Sundays
be_by: Нядзелі
hu_hu: vasárnaponként
id_id: Minggu
it_it: Domeniche

# #838
source: Première
it_it: Prima TV

# #839
source: Live
id_id: Langsung
it_it: Diretta

# #840
source: Do you only want to delete this timer or also the timer rule that has scheduled it?
be_by: Хочаце выдаліць гэты таймер альбо запланаванае правіла для яго?
hu_hu: Csak ezt az időzitőt szeretnéd törölni, vagy azt az időzitő szabályt is, ami beütemezte?
id_id: Apakah Anda hanya ingin menghapus pengatur waktu ini atau juga aturan pengatur waktu yang telah menjadwalkannya?
it_it: Vuoi eliminare solo questo timer o anche la regola del timer che lo ha programmato?

# #841
source: Only this
be_by: Толькі гэты
hu_hu: Csak ezt
id_id: Hanya ini
it_it: Solo questo

# #842
source: New
id_id: Baru
it_it: Nuovo

# #843
source: Activate
be_by: Уключыць
hu_hu: Aktiválás
id_id: Aktifkan
it_it: Attiva

# #844
source: Deactivate
be_by: Выключыць
hu_hu: Deaktiválás
id_id: Menonaktifkan
it_it: Disattiva

# #845
source: Are you sure you want to delete this timer rule and all timers it has scheduled?
be_by: Сапраўды хочаце выдаліць гэтае правіла і ўсе запланаваныя таймеры?
hu_hu: Biztos vagy benne, hogy törlöd az időzitő szabályt és a szabály által beütemezett időzítőket?
id_id: Apakah Anda yakin ingin menghapus aturan pengatur waktu ini dan semua pengatur waktu yang telah dijadwalkan?
it_it: Sei sicuro di voler eliminare questa regola del timer e tutti i timer che ha programmato?

# #846
source: Are you sure you want to delete this timer?
be_by: Сапраўды хочаце выдаліць гэты таймер?
hu_hu: Biztosan törli ezt az időzítőt?
id_id: Anda yakin ingin menghapus pengatur waktu ini?
it_it: Sei sicuro di voler eliminare questo timer?

# #847
source: Confirm stop recording
be_by: Пацверджанне спынення запісу
hu_hu: Felvétel megállításának megerősítése
id_id: Konfirmasi berhenti merekam
it_it: Conferma stop registrazione

# #848
source: Are you sure you want to stop this recording?
be_by: Сапраўды хочаце спыніць гэты запіс?
hu_hu: Biztosan meg akarja állítani ezt a felvételt?
id_id: Apakah Anda yakin ingin mengakhiri rekaman ini?
it_it: Sei sicuro di voler fermare questa registrazione?

# #850
source: Invalid port number entered
be_by: Хібны порт
hu_hu: Hibás portszám lett megadva
id_id: Nomor port yang dimasukkan tidak valid
it_it: Inserito un numero di porta non valido
mi: Tomo te tau tauranga muhu

# #851
source: Valid port range is 1-65535
be_by: Правільны нумар павінен быць ад 1 да 65535
hu_hu: Érvényes porttartomány: 1-65535
id_id: Tingkat port yang valid adalah 1-65535
it_it: L'intervallo di porte valido è 1-65535
mi: Awhe tauranga tika he 1-65535

# #852
source: Valid port range is 1024-65535
be_by: Правільны нумар павінен быць ад 1024 да 65535
hu_hu: Érvényes porttartomány: 1024-65535
id_id: Tingkat port yang valid adalah 1024-65535
it_it: L'intervallo di porte valido è 1024-65535
mi: Awhe tauranga tika ko te 1024-65535

# #997
source: Add pictures...
be_by: Дадаць малюнкі…
hu_hu: Képek hozzáadása...
id_id: Tambahkan gambar...
it_it: Aggiungi immagini...

# #998
source: Add music...
be_by: Дадаць музыку...
hu_hu: Zene hozzáadása...
id_id: Tambahkan musik...
it_it: Aggiungi musica...

# #999
source: Add videos...
be_by: Дадаць відэа…
hu_hu: Videó hozzáadása...
id_id: Tambahkan video...
it_it: Aggiungi video...

# #1000
source: Preview
be_by: Папярэдні прагляд
hu_hu: Előnézet
id_id: Pratinjau
it_it: Anteprima
mi: Kite wawe

# #1001
source: Unable to connect
be_by: Немагчыма злучыцца
hu_hu: Kapcsolódás sikertelen
id_id: Tidak bisa tersambung
it_it: Impossibile connettersi
mi: Te hono, auare ake.

# #1002
source: The connection to the network location couldn't be established. This could be due to the network not being connected. Would you like to add it anyway?
be_by: Не атрымалася злучыцца з сеткавым рэсурсам. Магчыма, злучэнне адсутнічае. Дадаць усё роўна?
hu_hu: A kapcsolatot a hálózati helyhez nem lehetett létrehozni. Ezt okozhatja az is, hogy a hálózat nincs csatlakoztatva. Így is hozzá akarod adni ?
id_id: Koneksi ke lokasi jaringan tidak dapat dibuat. Ini mungkin karena Anda tidak terhubung dengan jaringan. Apakah Anda ingin melanjutkan?
it_it: Impossibile stabilire la connessione al percorso di rete. Questo potrebbe essere dovuto al fatto che la rete non è connessa. Vuoi aggiungerlo comunque?

# #1006
source: IP address
be_by: Адрас IP
hu_hu: IP cím
id_id: Alamat IP
it_it: Indirizzo IP
mi: Wāhitau IP

# #1007
source: Add network location
be_by: Дадаць рэсурс у сетцы
hu_hu: Hálózati hely hozzáadása
id_id: Tambah Lokasi Jaringan
it_it: Aggiungi indirizzo di rete
mi: Tāpiri tauwāhi whatunga

# #1008
source: Protocol
be_by: Пратакол
hu_hu: Protokoll
id_id: Protokol
it_it: Protocollo
mi: Kawa

# #1009
source: Server address
be_by: Адрас сервера
hu_hu: Kiszolgáló címe
id_id: Alamat Server
it_it: Indirizzo del server
mi: Wāhitau tūmau

# #1010
source: Server name
be_by: Назва сервера
hu_hu: Kiszolgáló neve
id_id: Nama Server
it_it: Nome del server
mi: Ingoa tūmau

# #1011
source: Remote path
be_by: Адлеглы шлях
hu_hu: Távoli elérési út
id_id: Path Remote
it_it: Percorso remoto
mi: Ara Mamao

# #1012
source: Shared folder
be_by: Абагульнены каталог
hu_hu: Megosztott mappa
id_id: Folder berbagi
it_it: Cartella condivisa
mi: Kōpaki tiri

# #1013
source: Port
be_by: Порт
it_it: Porta

# #1014
source: Username
be_by: Імя карыстальніка
hu_hu: Felhasználónév
id_id: Nama Pengguna
it_it: Nome utente
mi: Ingoa kaiwhakamahi

# #1015
source: Browse for network server
be_by: Шукаць сеткавы сервер
hu_hu: Hálózati megosztások tallózása
id_id: Jelajahi server jaringan
it_it: Sfoglia server di rete
mi: Tirotiro hoki tūmau whatunga

# #1016
source: Enter the network address of the server
be_by: Увядзіце сеткавы адрас сервера
hu_hu: Kiszolgáló IP címe
id_id: Masukkan alamat jaringan dari server
it_it: Inserire l'indirizzo di rete del server
mi: Tomo i te wāhitau whatunga o te tūmau

# #1017
source: Enter the path on the server
be_by: Увядзіце шлях на серверы
hu_hu: Kiszolgáló elérési útja
id_id: Masukkan path pada server
it_it: Inserire il percorso sul server
mi: Tomo i te ara i runga i te tūmau

# #1018
source: Enter the port number
be_by: Увядзіце нумар порта
hu_hu: Port
id_id: Masukkan nomor port
it_it: Inserire il numero della porta
mi: Tomo i te tau tauranga

# #1019
source: Enter the username
be_by: Увядзіце імя карыстальніка
hu_hu: Felhasználónév
id_id: Masukkan namapengguna
it_it: Inserire il nome utente
mi: Tomo i te ingoa kaiwhakamahi

# #1021
source: Enter the paths or browse for the media locations.
be_by: Увядзіце шлях ці абярыце месцазнаходжанне медыяфайлаў.
hu_hu: Elérési-út megadása, vagy médiamappák tallózása
id_id: Masukkan path atau jelajah lokasi media.
it_it: Inserisci i percorsi o esplora le posizioni degli elementi multimediali.
mi: Tomo i te ara te tirotiro mo te wāhi pāpāho ranei.

# #1022
source: Enter a name for this media source.
be_by: Увядзіце назву крыніцы медыяфайлаў.
hu_hu: Médiaforrás nevének megadása
id_id: Berikan nama untuk sumber media ini.
it_it: Inserisci un nome per questa origine multimediale.

# #1023
source: Browse for new share
be_by: Абраць новую крыніцу
hu_hu: Új megosztás keresése
id_id: Jelajahi untuk berbagi baru
it_it: Sfoglia nuove condivisioni
mi: Tirotiro hoki hea hou

# #1024
source: Browse
be_by: Агляд
hu_hu: Tallózás
id_id: Jelajah
it_it: Esplora
mi: Tirotiro

# #1025
source: Couldn't retrieve directory information. This could be due to the network not being connected. Would you like to add it anyway?
be_by: Не ўдалося атрымаць інфармацыю пра каталог. Магчыма, злучэнне з сеткай адсутнічае. Усё роўна дадаць каталог?
hu_hu: Nem lehetett olvasni a könyvtár-információkat. Ezt okozhatja az is, hogy a hálózat nincs csatlakoztatva. Így is hozzá akarod adni ?
id_id: Tidak dapat menerima informasi dari direktori. Ini mungkin karena jaringan tidak terhubung. Apakah Anda ingin melanjutkan?
it_it: Impossibile recuperare le informazioni sulla cartella. Questo potrebbe essere dovuto al fatto che la rete non è connessa. Vuoi aggiungerla comunque?

# #1026
source: Add source
be_by: Дадаць крыніцу
hu_hu: Forrás hozzáadása
id_id: Tambah Sumber
it_it: Aggiungi sorgente
mi: Tāpiri puna

# #1027
source: Edit source
be_by: Рэдагаваць крыніцу
hu_hu: Forrás szerkesztése
id_id: Edit Sumber
it_it: Modifica sorgente
mi: Whakatika pūtake

# #1029
source: Enter the new label
be_by: Стварыць новую адмеціну
hu_hu: Új név megadása
id_id: Masukkan label baru
it_it: Inserisci la nuova etichetta
mi: Tomo i te tapanga hou

# #1030
source: Browse for image
be_by: Абраць выяву
hu_hu: Kép keresése
id_id: Jelajahi gambar
it_it: Sfoglia immagine
mi: Tirotiro hoki image

# #1031
source: Browse for image folder
be_by: Абраць каталог з выявамі
hu_hu: Képmappa keresése
id_id: Jelajahi folder gambar
it_it: Sfoglia cartella immagini
mi: Tirotiro hoki kōpaki image

# #1032
source: Add network location...
be_by: Дадаць сеткавы рэсурс...
hu_hu: Hálózati hely hozzáadása...
id_id: Tambah Lokasi Jaringan...
it_it: Aggiungi percorso di rete...
mi: Tāpiri tauwāhi whatunga ...

# #1033
source: Browse for file
be_by: Абраць файл
hu_hu: Fájl keresése
id_id: Ramban berkas
it_it: Sfoglia file
mi: Tirotiro hoki kōnae

# #1034
source: Submenu
be_by: Падменю
hu_hu: Almenü
it_it: Sottomenu
mi: Tahuaroto

# #1035
source: Enable submenu buttons
be_by: Дазволіць кнопку падменю
hu_hu: Almenügombok engedélyezése
id_id: Aktifkan tombol submenu
it_it: Attiva pulsanti sottomenu
mi: Whakahohe i pātene tahuaroto

# #1036
source: Favourites
be_by: Улюбёныя
hu_hu: Kedvencek
id_id: Favorit
it_it: Preferiti
mi: Ngā makau

# #1037
source: Video add-ons
be_by: Дапаўненні для відэа
hu_hu: Videó kiegészítők
id_id: Pengaya video
it_it: Add-on video

# #1038
source: Music add-ons
be_by: Дапаўненні для музыкі
hu_hu: Zenei kiegészítők
id_id: Pengaya musik
it_it: Add-on musica

# #1039
source: Picture add-ons
be_by: Дапаўненні для малюнкаў
hu_hu: Kép kiegészítők
id_id: Pengaya gambar
it_it: Add-on immagini

# #1040
source: Loading directory
be_by: Загрузка каталога
hu_hu: Könyvtár betöltése
id_id: Memuat direktori
it_it: Caricamento cartella
mi: Uta whaiaronga

# #1041
source: Retrieved {0:d} items
be_by: Атрымана {0:d} аб’ектаў
hu_hu: {0:d} elem letöltve
id_id: Mengambil {0:d} item
it_it: Recuperati {0:d} elementi

# #1042
source: Retrieved {0:d} of {1:d} items
be_by: Атрымана {0:d} з {1:d} аб’ектаў
hu_hu: {0:d} / {1:d} elem letöltve
id_id: Mengambil {0:d} dari {1:d} item
it_it: Recuperati {0:d} elementi di {1:d}

# #1043
source: Program add-ons
be_by: Праграмныя дапаўненні
hu_hu: Program kiegészítők
id_id: Pengaya program
it_it: Add-on programmi

# #1044
source: Set plug-in thumb
be_by: Прызначыць дапаўненню мініяцюру
hu_hu: Kiegészítő minikép beállítása
id_id: Pasang plugin thumb
it_it: Imposta anteprima plugin
mi: Whakaturia mono-i roto i te koromatua

# #1046
source: Access points
be_by: Пункт доступу
hu_hu: Hozzáférési pontok
id_id: Titik Akses
it_it: Access point
mi: Ngā Access

# #1048
source: Username
be_by: Імя карыстальніка
hu_hu: Felhasználónév
id_id: NamaPengguna
it_it: Nome utente
mi: Ingoa kaiwhakamahi

# #1049
source: Script settings
be_by: Налады скрыпта
hu_hu: Program beállítások
id_id: Pengaturan Skrip
it_it: Impostazioni script
mi: I ngā tautuhinga Script

# #1050
source: Singles
be_by: Адзінкавы
hu_hu: Kislemezek
id_id: Single
it_it: Singoli
mi: Hangatahi

# #1051
source: Enter web address
be_by: Увядзіце сеціўны адрас
hu_hu: Webcím megadása
id_id: Masukkan alamat web
it_it: Inserisci l'indirizzo web
mi: Tomo wāhitau tukutuku

# #1052
source: Require authentication
id_id: Memerlukan otentikasi
it_it: Richiede l'autenticazione

# #1053
source: Choose whether requests to the web server require a username and a password, which must be set below if enabled. It is recommended to always leave this setting enabled.
id_id: Pilih apakah permintaan ke server web memerlukan nama pengguna dan sandi, yang harus disetel di bawah jika diaktifkan. Disarankan untuk selalu membiarkan pengaturan ini diaktifkan.
it_it: Scegli se le richieste al server web richiedono un nome utente e una password, il quale se abilitata devono essere impostati sotto. Si consiglia di lasciare sempre abilitata questa impostazione.

# #1180
source: Proxy type
be_by: Тып Proxy
hu_hu: Proxy kiszolgáló típusa
id_id: Tipe proksi
it_it: Tipo di proxy
mi: Momo takawaenga

# #1185
source: SOCKS5 with remote DNS resolving
be_by: SOCKS5 з адлеглым дазволам DNS
hu_hu: SOCKS5 távoli névfeloldással
id_id: SOCKS5 dengan remote dns resolving
it_it: SOCKS5 con risoluzione DNS remota

# #1200
source: SMB client
be_by: Кліент SMB
hu_hu: SMB ügyfél
id_id: Klien SMB
it_it: Client SMB
mi: SMB kiritaki

# #1201
source: NFS Client
id_id: Klien NFS
it_it: Client NFS

# #1202
source: Workgroup
be_by: Група
hu_hu: Munkacsoport
it_it: Gruppo di lavoro
mi: Roopu

# #1203
source: Default username
be_by: Прадвызначанае імя карыстальніка
hu_hu: Alapértelmezett felhasználónév
id_id: Nama pengguna bawaan
it_it: Nome utente predefinito
mi: Ingoa kaiwhakamahi Taunoa

# #1204
source: Default password
be_by: Прадвызначаны пароль карыстальніка
hu_hu: Alapértelmezett jelszó
id_id: Katasandi bawaan
it_it: Password predefinita
mi: Kupuhipa Taunoa

# #1207
source: WINS server
be_by: Сервер WINS
hu_hu: WINS kiszolgáló
it_it: Server WINS
mi: WINS tūmau

# #1208
source: Mount SMB shares
be_by: Мантаваць рэсурсы SMB
hu_hu: SMB megosztás felcsatolása
id_id: Kaitkan SMB share
it_it: Monta condivisioni SMB
mi: Mount SMB hea

# #1210
source: Remove
be_by: Выдаліць
hu_hu: Eltávolítás
id_id: Hapus
it_it: Rimuovi
mi: Whakakorengia

# #1211
source: Music
be_by: Музыка
hu_hu: Zene
id_id: Musik
it_it: Musica
mi: Puoro

# #1213
source: Pictures
be_by: Малюнкі
hu_hu: Képek
id_id: Gambar
it_it: Immagini
mi: Pikitia

# #1214
source: Files
be_by: Файлы
hu_hu: Fájlok
id_id: File
it_it: File
mi: Ngā kōnae

# #1215
source: Music & video
be_by: Музыка і відэа
hu_hu: Zene & videó
id_id: Musik & Video
it_it: Musica e video
mi: Music me ngā ataata katoa

# #1216
source: Music & pictures
be_by: Музыка і малюнкі
hu_hu: Zene & képek
id_id: Musik & Gambar
it_it: Musica e immagini
mi: Music & pikitia

# #1217
source: Music & files
be_by: Музыка і файлы
hu_hu: Zene & fájlok
id_id: Musik & File
it_it: Musica e file
mi: Music & kōnae

# #1218
source: Video & pictures
be_by: Відэа і малюнкі
hu_hu: Videó & képek
id_id: Video & Gambar
it_it: Video e immagini
mi: Ataata & pikitia

# #1219
source: Video & files
be_by: Відэа і файлы
hu_hu: Videó & fájlok
id_id: Video & File
it_it: Video e file
mi: Ataata & kōnae

# #1220
source: Pictures & files
be_by: Малюнкі і файлы
hu_hu: Képek & fájlok
id_id: Gambar & File
it_it: Immagini e file
mi: Pikitia & kōnae

# #1221
source: Music & video & pictures
be_by: Музыка, відэа і малюнкі
hu_hu: Zene & videó & képek
id_id: Musik & Video & Gambar
it_it: Musica, video e immagini
mi: Music me ngā ataata katoa & pikitia

# #1222
source: Music & video & pictures & files
be_by: Музыка, відэа, малюнкі і файлы
hu_hu: Zene & videó & képek & fájlok
id_id: Musik & Video & Gambar & File
it_it: Musica, video, immagini e file
mi: Music me ngā ataata katoa & pikitia & kōnae

# #1223
source: Disabled
be_by: Выключана
hu_hu: Letiltva
id_id: Non Aktif
it_it: Disabilitato
mi: Kua mono

# #1226
source: Files & music & video
be_by: Файлы, музыка і відэа
hu_hu: Fájlok & zene & videó
id_id: File & Musik & Video
it_it: File, musica e video
mi: Ngā kōnae waiata me ngā ataata katoa &

# #1227
source: Files & pictures & music
be_by: Файлы, малюнкі і музыка
hu_hu: Fájlok & képek & zene
id_id: File & Gambar & Musik
it_it: File, immagini e musica
mi: Ngā kōnae & pikitia & music

# #1228
source: Files & pictures & video
be_by: Файлы, малюнкі і відэа
hu_hu: Fájlok & képek & videó
id_id: File & Gambar & Video
it_it: File, immagini e video
mi: Ngā kōnae me ngā pikitia me ngā ataata katoa

# #1229
source: Music & programs
be_by: Музыка і праграмы
hu_hu: Zene & programok
id_id: Musik & Program
it_it: Musica e programmi
mi: Music & hōtaka

# #1230
source: Video & programs
be_by: Відэа і праграмы
hu_hu: Videó & programok
id_id: Video & Program
it_it: Video e programmi
mi: Ataata & hōtaka

# #1231
source: Pictures & programs
be_by: Малюнкі і праграмы
hu_hu: Képek & programok
id_id: Gambar & Program
it_it: Immagini e programmi
mi: Pikitia & hōtaka

# #1232
source: Music & video & pictures & programs
be_by: Музыка, відэа, малюнкі і праграмы
hu_hu: Zene & videó & képek & programok
id_id: Musik & Video & Gambar & Program
it_it: Musica, video, immagini e programmi
mi: Music me ngā ataata katoa & pikitia & hōtaka

# #1233
source: Programs & video & music
be_by: Праграмы, відэа і музыка
hu_hu: Programok & videó & zene
id_id: Program & Video & Musik
it_it: Programmi, video e musica
mi: Hōtaka me ngā ataata katoa & puoro

# #1234
source: Programs & pictures & music
be_by: Праграмы, малюнкі і музыка
hu_hu: Programok & képek & zene
id_id: Program & Gambar & Musik
it_it: Programmi, immagini e musica
mi: Programs & pikitia & music

# #1235
source: Programs & pictures & video
be_by: Праграмы, малюнкі і відэа
hu_hu: Programok & képek & videó
id_id: Program & Gambar & Video
it_it: Programmi, immagini e video
mi: Hōtaka me ngā pikitia me ngā ataata katoa

# #1260
source: Announce services to other systems
be_by: Анансаваць сэрвісы іншым сістэмам
hu_hu: Szolgáltatások közzététele más rendszerek számára
id_id: Umumkan layanan ke sistem lain
it_it: Annuncia servizi ad altri dispositivi

# #1268
source: Enable AirPlay "Videos" and "Pictures" support
be_by: Уключыць падтрымку "Відэа" і "Малюнкі" праз AirPlay
hu_hu: AirPlay „Videók” és „Képek” támogatás bekapcsolása
id_id: Perbolehkan dukungan AirPlay "Videos" dan "Picture"
it_it: Abilita supporto "Video" e "Immagini" di AirPlay

# #1269
source: Allow volume control
be_by: Дазволіць кіраванне гучнасцю
hu_hu: Hangerőszabályozás engedélyezése
id_id: Perbolehkan kontrol volume
it_it: Consenti il controllo del volume
mi: Whakaaetia te mana rōrahi

# #1270
source: Enable AirPlay support
be_by: Уключыць падтрымку AirPlay
hu_hu: AirPlay támogatás engedélyezése
id_id: Aktifkan dukungan AirPlay
it_it: Abilita supporto AirPlay

# #1271
source: Device name
be_by: Назва прылады
hu_hu: Eszköz neve
id_id: Nama Perangkat
it_it: Nome dispositivo
mi: Ingoa Pūrere

# #1272
source: Use password protection
be_by: Абараніць паролем
hu_hu: Használjon jelszavas védelmet
id_id: Gunakan proteksi kata kunci
it_it: Abilita protezione con password
mi: Whakamahia tiaki kupuhipa

# #1275
source: Filter {0:s}
be_by: Фільтр {0:s}
hu_hu: Szűrés: {0:s}
id_id: Saring {0:s}
it_it: Filtra {0:s}

# #1300
source: Custom audio device
be_by: Адвольная аўдыяпрылада
hu_hu: Egyedi hanglejátszó eszköz megadása
id_id: Perangkat audio Kustom
it_it: Dispositivo audio personalizzato
mi: Pūrere ororongo ritenga

# #1301
source: Custom passthrough device
be_by: Адвольная простая прылада
hu_hu: Egyedi hangtovábbító eszköz megadása
id_id: Perangkat Keluaran Kustom
it_it: Dispositivo passthrough personalizzato
mi: Pūrere passthrough ritenga

# #1302
source: Volume control steps
be_by: Крок кіравання гучнасцю
hu_hu: Hangerőszabályozás lépésköze
id_id: Langkah-langkah kontrol volume
it_it: Passi per il controllo del volume

# #1374
source: Breezy
id_id: Semilir
it_it: Ventilato

# #1375
source: Temperature
be_by: Тэмпература
hu_hu: Hőmérséklet
id_id: Suhu
it_it: Temperatura

# #1376
source: Pressure
be_by: Ціск
hu_hu: Légnyomás
id_id: Tekanan
it_it: Pressione

# #1377
source: Proximity
be_by: Паблізу
hu_hu: Közelség
id_id: Kedekatan
it_it: Prossimità

# #1378
source: Intensity
be_by: Інтэнсіўнасць
hu_hu: Intenzitás
id_id: Intensitas
it_it: Intensità

# #1379
source: Ragged
be_by: Абарваны
hu_hu: Egyenetlen
id_id: Kasar
it_it: Irregolare

# #1380
source: Very
be_by: Вельмі
hu_hu: Nagyon
id_id: Sangat
it_it: Molto

# #1381
source: Extreme
be_by: Найлепш
hu_hu: Extrém
id_id: Ekstrim
it_it: Estremo

# #1382
source: Whirls
be_by: Віхуры
hu_hu: Forgószél
id_id: Pusaran
it_it: Vortici

# #1383
source: Sky is clear
be_by: Ясна
hu_hu: Az ég tiszta
id_id: Langit cerah
it_it: Cielo sereno

# #1384
source: Broken
be_by: Зламана
hu_hu: Szakadozott
id_id: Rusak
it_it: Non funzionante
mi: Pakaru

# #1386
source: Tropical
be_by: Трапічны
hu_hu: Trópusi
id_id: Tropis
it_it: Tropicale

# #1387
source: Hurricane
be_by: Ураган
hu_hu: Hurrikán
id_id: Badai
it_it: Uragano

# #1388
source: Cold
be_by: Халодны
hu_hu: Hideg
id_id: Dingin
it_it: Freddo

# #1389
source: Windy
be_by: Ветрана
hu_hu: Szeles
id_id: Berangin
it_it: Ventoso
mi: Hauhau

# #1390
source: Settings
be_by: Налады
hu_hu: Beállítások
id_id: Setelan
it_it: Impostazioni
mi: Whakatūringi

# #1391
source: Breeze
be_by: Брыз
hu_hu: Szellő
id_id: Angin sepoi - sepoi
it_it: Brezza

# #1392
source: Gentle
be_by: Лёгкі
hu_hu: Enyhe
id_id: Lembut
it_it: Gentile

# #1393
source: High wind, near gale
be_by: Моцны вецер, амаль шторм
hu_hu: Nagyon szeles, közel viharos
id_id: Angin kencang, dekat badai
it_it: Vento forte, quasi burrasca

# #1394
source: Severe
be_by: Моцны
hu_hu: Erőteljes
id_id: Parah
it_it: Intenso

# #1395
source: Violent
be_by: Вельмі моцны
hu_hu: Durva
id_id: Kekerasan
it_it: Violento

# #1396
source: Drifting
be_by: Галалёд
hu_hu: Viharos
id_id: Melayang
it_it: Mutevole
mi: E tere
