Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #36612
source: Show notification when an add-on have been updated.
be_by: Паказваць апавяшчэнне пасля абнаўлення дапаўнення.
hu_hu: Értesítések megjelenítése, amikor egy kiegészítő frissült.
id_id: Tampilkan pemberitahuan ketika add-on telah diperbarui.
it_it: Mostra una notifica quando un add-on è stato aggiornato.

# #36613
source: Manage modules and support libraries that have been automatically installed as a dependency to other add-ons. Items listed as "Orphaned" are no longer required by any add-ons and are safe to uninstall.
be_by: Кіраванне модулямі і бібліятэкамі падтрымкі, што былі аўтаматычна ўсталяваныя як залежнасці іншых дапаўненняў. Запісы, што паказваюцца як закінутыя, непатрэбныя іншым дапаўненням, іх можна выдаліць.
hu_hu: A modulok és támogató könyvtárak kezelése, melyek automatikusan települtek, mint más kiegészítők függőségei. Az „Elárvult” elemek már nem szükségesek egyetlen kiegészítőhöz sem, és biztonságosan eltávolíthatóak.
id_id: Kelola modul dan pustaka dukungan yang telah diinstal secara otomatis sebagai ketergantungan pada add-on lain. Item yang terdaftar sebagai "Sendiri" tidak lagi diperlukan oleh add-on apa pun dan aman untuk dihapus.
it_it: Gestisci i moduli e le librerie di supporto che sono stati installati automaticamente come dipendenze di altri add-on. Gli elementi elencati come "Orfani" non sono più richiesti da alcun add-on e si possono disinstallare tranquillamente.

# #36614
source: Show add-ons that are currently running in the background.
be_by: Паказаць дапаўненні, што працуюць у фоне.
hu_hu: A jelenleg háttérben futó kiegészítők megjelenítése.
id_id: Tampilkan add-on yang sedang berjalan di latar belakang.
it_it: Mostra add-on che sono attualmente in esecuzione in background.

# #36615
source: Unknown sources
be_by: Невядомыя крыніцы
hu_hu: Ismeretlen források
id_id: Sumber yang tidak diketahui
it_it: Sorgenti sconosciute

# #36616
source: Allow installation of add-ons from unknown sources.
be_by: Дазволіць усталёўваць дапаўненні з невядомых крыніц.
hu_hu: Kiegészítők ismeretlen forrásból történő telepítésének engedélyezése.
id_id: Izinkan pemasangan add-on dari sumber yang tidak dikenal.
it_it: Consenti l'installazione di add-on da sorgenti sconosciute.

# #36617
source: For security, installation of add-ons from unknown sources is disabled.
be_by: Для забеспячэння бяспекі ўсталёўка дапаўненняў з невядомых крыніц выключаная.
hu_hu: Biztonsági okokból, az ismeretlen forrásból származó kiegészítők telepítése tiltott.
id_id: Untuk keamanan, penginstalan add-on dari sumber yang tidak dikenal dinonaktifkan.
it_it: Per sicurezza, l'installazione di add-on da sorgenti sconosciute è disabilitata.

# #36618
source: Add-ons will be given access to personal data stored on this device. By allowing, you agree that you are solely responsible for any loss of data, unwanted behaviour, or damage to your device. Proceed?
be_by: Дапаўненні атрымаюць доступ да асабістых даных, што захоўваюцца на прыладзе. Пацвярджаючы, вы пагаджаецеся што адказваеце за любую магчымую страту даных, непажаданыя паводзіны альбо пашкоджанне прылады. Працягнуць?
hu_hu: A kiegészítők hozzáférést kapnak az eszközön található személyes adataihoz. Az engedélyezéssel beleegyezik, hogy egyedül Ön felelős bármilyen nemű adatvesztésért, nem kívánt működésért, vagy az eszközét érő károsodásért. Folytatja?
id_id: Pengaya akan diberikan akses ke data pribadi yang tersimpan di perangkat ini. Dengan mengizinkan, Anda setuju bahwa Anda bertanggung jawab penuh atas kehilangan data, perilaku yang tidak diinginkan, atau kerusakan pada perangkat Anda. Memproses?
it_it: Agli add-on sarà consentito l'accesso a dati personali salvati su questo dispositivo. Permettendolo, confermi di essere l'unico responsabile per ogni perdita di dati, comportamenti anomali, o danni al tuo dispositivo. Procedere?

# #36619
source: High quality downscaling
be_by: Высокаякаснае маштабаванне выяў
hu_hu: Magas minőségű szoftveres leskálázás
id_id: Penurunan kualitas tinggi
it_it: Downscaling ad alta qualità

# #36620
source: Enable high quality downscaling of pictures (uses more memory and has moderate performance impact).
be_by: Уключае высокаякаснае маштабаванне выяў (патрабуе больш памяці і ўплывае на прадукцыйнасць).
hu_hu: Magas minőségű fotók szoftveres leskálázásának engedélyezése (több memóriát használ és közepesen erőforrás igényes)
id_id: Aktifkan penskalaan gambar berkualitas tinggi (menggunakan lebih banyak memori dan memiliki dampak kinerja sedang).
it_it: Abilita il downscaling di alta qualità delle immagini (utilizza più memoria e ha un impatto moderato sulle prestazioni).

# #36621
source: Maximum protocol version
be_by: Максімальная версія пратаколу
hu_hu: Legmagasabb protokollverzió
id_id: Versi protokol maksimum
it_it: Versione massima protocollo

# #36622
source: Set the maximum SMB protocol version to negotiate when making connections. Forcing SMBv2 or SMBv1 compatibility may be required with older NAS and Windows shares.
be_by: Вызначыць максімальную версію пратаколу SMB, што будзе выкарыстоўвацца пры падлучэнні. Для злучэння са старымі NAS ці сеткавымі рэсурсамі са старымі версіямі Windows можа спатрэбіцца прымусовае выкарыстанне SMBv1 ці SMBv2.
hu_hu: Állítsa be a legmagasabb SMB protokollverzió használatát a kapcsolatok során. Az SMBv2 vagy SMBv1 kompatibilitás kényszerítése szükséges lehet régebbi NAS és Windows megosztások esetén.
id_id: Atur versi protokol SMB maksimum untuk dinegosiasikan saat membuat koneksi. Memaksa kompatibilitas SMBv2 atau SMBv1 mungkin diperlukan dengan NAS dan Windows yang lebih lama.
it_it: Imposta la versione massima del protocollo SMB da negoziare quando si creano connessioni. Potrebbe essere necessario forzare la compatibilità SMBv2 o SMBv1 con i NAS più vecchi e condivisioni Windows.

# #36623
source: None
be_by: Нічога
hu_hu: Nincs
id_id: Tidak Ada
it_it: Nessuno

# #36628
source: Minimum protocol version
be_by: Мінімальная версія пратаколу
hu_hu: Minimális protokollverzió
id_id: Versi protokol minimum
it_it: Versione minima del protocollo

# #36629
source: Set the minimum SMB protocol version to negotiate when making connections. Forcing SMBv2 may be required to prevent SMBv1 use on some OS.
be_by: Вызначце мінімальную версію SMB, што будзе выкарыстоўвацца пры падлучэннях. Для прадухілення выкарыстання SMBv1 на некаторых сістэмах можа спатрэбіцца прымусовае выкарыстанне SMBv2.
hu_hu: Állítsa be a legalacsonyabb SMB protokollverziót a kapcsolatok létesítése során. Az SMBv2 kompatibilitás kényszerítése szükséges lehet az SMBv1 megakadályozásához egyes operációs rendszerek esetén.
id_id: Setel versi protokol SMB minimum untuk dinegosiasikan saat membuat koneksi. Memaksa SMBv2 mungkin diperlukan untuk mencegah penggunaan SMBv1 pada beberapa OS.
it_it: Impostare la versione minima del protocollo SMB da negoziare quando si effettuano le connessioni. Potrebbe essere necessario forzare SMBv2 per impedire l'uso di SMBv1 su alcuni sistemi operativi.

# #36630
source: Use legacy security
be_by: Выкарыстоўваць звычайную сістэму бяспекі
hu_hu: Örökölt biztonság használata
id_id: Gunakan keamanan lama
it_it: Usa sicurezza compatibile

# #36631
source: Force weak SMBv1 security for compatibility with the USB sharing features on some WiFi routers and NAS devices.
be_by: Прымусова выкарыстоўваць SMBv1 для сумяшчальнасці з функцыяй доступу да USB-назапашвальнікаў некаторых Wi-Fi-маршрутызатараў і NAS.
hu_hu: Gyenge SMBv1 biztonság erőltetése, az egyes USB megosztási funkciókkal rendelkező WiFi routerek vagy NAS eszközökkel kompatibilis működés miatt.
id_id: Paksa keamanan SMBv1 yang lemah untuk kompatibilitas dengan fitur berbagi USB di beberapa router WiFi dan perangkat NAS.
it_it: Usa la bassa sicurezza di SMBv1 per mantenere la compatibilità con le funzioni di condivisione tramite USB di alcuni router WiFi o alcuni NAS.

# #36632
source: Anyone who has access to the web interface will be able to completely control this application and, therefore, this device, so it should never be exposed on the Internet. A password should be set below. Proceed?
id_id: Siapa pun yang memiliki akses ke antarmuka web akan dapat sepenuhnya mengontrol aplikasi ini dan, oleh karena itu, perangkat ini, sehingga tidak boleh diekspos di Internet. Kata sandi harus ditetapkan di bawah ini. Memproses?
it_it: Chiunque abbia accesso all'interfaccia web potrà controllare completamente questa applicazione e, quindi, questo dispositivo, quindi non dovrebbe mai essere esposto su internet. Di seguito deve essere impostata una password. Procedere?

# #36633
source: These services offer neither authentication nor encryption. Anyone who can connect to them will be able to completely control this application and, therefore, this device, so they should never be exposed to the Internet. Proceed?
id_id: Layanan ini tidak menawarkan otentikasi atau enkripsi. Siapa pun yang dapat terhubung dengan mereka akan dapat sepenuhnya mengontrol aplikasi ini dan, oleh karena itu, perangkat ini, sehingga mereka tidak boleh terpapar ke Internet. Memproses?
it_it: Questi servizi non offrono né autenticazione né crittografia. Chiunque possa connettersi ad essi sarà in grado di controllare completamente questa applicazione e, quindi, questo dispositivo, quindi non dovrebbero mai essere esposti a internet. Procedere?

# #36634
source: Anyone who has access to the web interface will be able to completely control this application and, therefore, this device, so it should be secured by a password. Are you sure you want to disable authentication?
id_id: Siapa pun yang memiliki akses ke antarmuka web akan dapat sepenuhnya mengontrol aplikasi ini dan, oleh karena itu, perangkat ini, sehingga harus diamankan dengan kata sandi. Anda yakin ingin menonaktifkan autentikasi?
it_it: Chiunque abbia accesso all'interfaccia web sarà in grado di controllare completamente questa applicazione e, quindi, questo dispositivo, quindi dovrebbe essere protetto da una password. Sei sicuro di voler disabilitare l'autenticazione?

# #36635
source: If web server authentication is enabled, a password must be entered as well.
id_id: Jika otentikasi server web diaktifkan, kata sandi juga harus dimasukkan.
it_it: Se l'autenticazione del server web è abilitata, è necessario proteggere il servizio con una password.

# #36636
source: You must first enter a password before web server authentication can be enabled.
id_id: Anda harus memasukkan kata sandi terlebih dahulu sebelum otentikasi server web dapat diaktifkan.
it_it: È necessario immettere una password prima di poter abilitare l'autenticazione del server web.

# #36638
source: Remove all orphaned add-ons
id_id: Hapus semua pengaya sendiri
it_it: Rimuovi tutti gli add-on orfani

# #36639
source: Remove all modules and support libraries that have been automatically installed and are in an orphaned state.
id_id: Hapus semua modul dan pustaka dukungan yang telah diinstal secara otomatis dan berada dalam status sendiri.
it_it: Rimuovi tutti i moduli e le librerie di supporto che sono state installate automaticamente e sono attualmente orfane.

# #36640
source: Orphaned add-ons
id_id: Pengaya sendiri
it_it: Add-on orfani

# #36641
source: The following orphaned add-ons were removed from your system: {0:s}.
id_id: Pengaya sendiri berikut telah dihapus dari sistem Anda: {0:s}.
it_it: I seguenti add-on orfani sono stati rimossi dal tuo dispositivo: {0:s}.

# #36642
source: No orphaned add-ons to remove.
id_id: Tidak ada pengaya sendiri untuk dihapus.
it_it: Nessun add-on orfano da rimuovere.

# #36899
source: Enables SSL encryption in the webserver. Certificate special://userdata/server.pem and Key special://userdata/server.key must be created manually
id_id: Mengaktifkan enkripsi SSL di server web. Sertifikat khusus://userdata/server.pem dan Kunci khusus://userdata/server.key harus dibuat secara manual
it_it: Abilita la crittografia SSL nel server web. Il certificato special://userdata/server.pem e la chiave special://userdata/server.key devono essere creati manualmente

# #36900
source: movie
be_by: фільм
hu_hu: film
id_id: flim
it_it: Film

# #36901
source: movies
be_by: фільмы
hu_hu: filmek
id_id: film
it_it: Film

# #36902
source: TV show
be_by: Серыял
hu_hu: Sorozat
id_id: Acara TV
it_it: serie TV
mi: TV whakaatu

# #36903
source: TV shows
be_by: Серыялы
hu_hu: Sorozatok
id_id: Acara TV
it_it: serie TV
mi: Whakaaturanga TV

# #36904
source: season
be_by: сезон
hu_hu: évad
id_id: musim
it_it: stagione

# #36905
source: seasons
be_by: сезоны
hu_hu: évadok
id_id: musim
it_it: stagioni

# #36906
source: episode
be_by: эпізод
hu_hu: epizód
it_it: episodio
mi: kōrero

# #36907
source: episodes
be_by: эпізоды
hu_hu: epizód
id_id: episode
it_it: episodi
mi: whakaaturanga

# #36908
source: music video
be_by: музычнае відэа
hu_hu: videóklip
id_id: video musik
it_it: Video musicale

# #36909
source: music videos
be_by: музычныя відэа
hu_hu: videóklipek
id_id: video musik
it_it: Video musicali

# #36910
source: set
be_by: кінацыкл
hu_hu: összeállítás
it_it: raccolta
mi: Huinga

# #36911
source: sets
be_by: кінацыклы
hu_hu: összeállítások
id_id: set
it_it: raccolte

# #36913
source: videos
be_by: відэа
hu_hu: videók
id_id: video
it_it: Video
mi: Rīpene Whakaata

# #36914
source: music
be_by: музыка
hu_hu: zene
id_id: musik
it_it: Musica

# #36915
source: music
be_by: музыка
hu_hu: zenék
id_id: musik
it_it: Musica

# #36916
source: artist
be_by: выканаўца
hu_hu: előadó
id_id: artis
it_it: artista

# #36917
source: artists
be_by: выканаўцы
hu_hu: előadók
id_id: artis
it_it: artisti

# #36919
source: albums
be_by: альбомы
hu_hu: albumok
id_id: album
it_it: album

# #36920
source: song
be_by: песня
hu_hu: dal
id_id: lagu
it_it: brano

# #36921
source: songs
be_by: песні
hu_hu: dalok
id_id: Lagu
it_it: brani

# #37000
source: (Visually impaired)
be_by: (Для людзей з дрэнным зрокам)
hu_hu: (látássérülteknek)
id_id: (Tunanetra)
it_it: (Ipovedenti)

# #37001
source: (Director's comments)
be_by: (Каментары рэжысёра)
hu_hu: (rendezői kommentár)
id_id: (Komentar sutradara)
it_it: (Commenti del regista)

# #37002
source: (Director's comments 2)
be_by: (Каментары рэжысёра 2)
hu_hu: (rendezői kommentár 2)
id_id: (Komentar sutradara 2)
it_it: (Commenti del regista 2)

# #37014
source: Last used profile
be_by: Апошні выкарыстаны профіль
hu_hu: Legutoljára használt profil
id_id: Profile terakhir digunakan
it_it: Ultimo profilo usato
mi: Kōtaha whakamahia Last

# #37015
source: Browse into
be_by: Адкрыць
hu_hu: Beletallózás
id_id: Jelajahi
it_it: Sfoglia contenuto

# #37016
source: Select this option if your receiver is capable of decoding Dolby Digital Plus (E-AC3) streams.
be_by: Абярыце гэты параметр калі ваш рэсівер падтрымлівае аўдыяструмені Dolby DigitalPlus (E-AC3).
hu_hu: Válassza ki ezt az opciót ha az erősítője képes a Dolby Digital Plus (E-AC3) hangsávok dekódolására.
id_id: Pilih opsi ini jika receiver Anda mampu mendekode streaming Dolby Digital Plus (E-AC3).
it_it: Scegli questa opzione se il tuo ricevitore è in grado di decodificare le tracce Dolby Digital Plus (E-AC3).

# #37021
source: Set GUI resolution limit
be_by: Абмежаваць раздзяляльную здольнасць інтэрфейсу
hu_hu: GUI felbontás korlátozása
id_id: Atur batas resolusi GUI
it_it: Imposta limite risoluzione GUI
mi: Whakaturia gui rohe taumira

# #37022
source: UPnP player
be_by: Прайгравальнік UPnP
hu_hu: UPnP lejátszó
id_id: Pemain UPnP
it_it: Lettore UPnP

# #37023
source: Do you wish to stop playback on the remote device?
be_by: Хочаце спыніць прайграванне на адлеглай прыладзе?
hu_hu: Megszakítja a lejátszást a távoli eszközön?
id_id: Apakah anda ingin menghentikan pemutaran di perangkat remote?
it_it: Vuoi interrompere la riproduzione sul dispositivo remoto?
mi: Kei te hiahia koe ki te aukati i te purei anō i runga i te pūrere mamao?

# #37025
source: Configure audio encoder settings such as quality and compression level
be_by: Наладзіць параметры кадавальніка аўдыё, напрыклад якасць і ўзровень сціскання
hu_hu: Az audió kódoló beállítása úgymint minőség és tömörítés mértéke
id_id: Konfigurasikan enkoder audio seperti kualitas dan tingkat kompresi
it_it: Configura impostazioni del codificatore audio come qualità e livello di compressione

# #37026
source: Auto
be_by: Аўтаматычна
it_it: Automatico
mi: Aunoa

# #37030
source: Unlimited
be_by: Неабмежавана
hu_hu: Korlátlan
id_id: Tidak terbatas
it_it: Illimitato

# #37031
source: Specifies how Blu-rays should be opened / played back. Note: Some disc menus are not fully supported and may cause problems.
be_by: Вызначае як адкрываць / прайграваць дыскі Blu-ray. На дадзены момант меню дыскаў падтрымліваецца не поўнасцю. Пры яго адкрыцці могуць узнікаць праблемы.
hu_hu: Meghatározza hogy a Blu-ray hogyan kerül megnyitásra /lejátszásra. Megjegyzés: néhány lemez menü nem teljes mértékben támogatott és problémát okozhat.
id_id: Menentukan bagaimana Blu-ray harus dibuka / diputar ulang. Catatan: Beberapa menu disk tidak didukung sepenuhnya dan dapat menyebabkan masalah.
it_it: Specifica come devono essere aperti/riprodotti i Blu-ray. Nota: alcuni menu del disco non sono completamente supportati e potrebbero causare problemi.

# #37032
source: Accessibility
be_by: Адмысловыя магчымасці
hu_hu: Akadálymentesítés
id_id: Aksesibilitas
it_it: Accessibilità

# #37033
source: This category contains the settings for subtitles
id_id: Kategori ini berisi pengaturan untuk takarir
it_it: Questa categoria contiene le impostazioni per i sottotitoli

# #37034
source: Prefer audio stream for the visually impaired
be_by: Аддаваць перавагу аўдыяструменям для людзей з дрэнным зрокам
hu_hu: Látássérültek számára készült hangfolyamok előnyben részesítése
id_id: Lebih milih stream audio untuk tunanetra
it_it: Preferisci traccia audio per non vedenti

# #37035
source: Prefer the audio stream for the visually impaired to other audio streams of the same language
be_by: Аддаваць перавагу аўдыяструменям для людзей з дрэнным зрокам над іншымі на той жа мове
hu_hu: Látássérültek számára készült hangfolyamok előnyben részesítése az azonos nyelvű hangfolyamok közül
id_id: Lebih milih stream audio untuk tunanetra ke stream audio lain dari bahasa yang sama
it_it: Preferisci la traccia audio per i non vedenti alle altre tracce audio della stessa lingua

# #37036
source: Prefer audio stream for the hearing impaired
be_by: Аддаваць перавагу аўдыяструменям для людзей з дрэнным слыхам
hu_hu: Hallássérültek számára készült hangfolyamok előnyben részesítése
id_id: Lebih milih stream audio untuk tunarungu
it_it: Preferisci traccia audio per non udenti

# #37037
source: Prefer the audio stream for the hearing impaired to other audio streams of the same language
be_by: Аддаваць перавагу аўдыяструменям для людзей з дрэнным слыхам над іншымі на той жа мове
hu_hu: Hallássérültek számára készült hangfolyamok előnyben részesítése az azonos nyelvű hangfolyamok közül
id_id: Lebih milih stream audio untuk tuna rungu ke stream audio lain dari bahasa yang sama
it_it: Preferisci la traccia audio per i non udenti alla altre tracce audio della stessa lingua

# #37038
source: Prefer subtitles for the hearing impaired
be_by: Аддаваць перавагу субцітрам для людзей з дрэнным слыхам
hu_hu: Hallássérültek számára készült feliratok előnyben részesítése
id_id: Sarankan takarir untuk tuna rungu
it_it: Preferisci sottotitoli per non udenti

# #37039
source: Prefer the subtitle stream for the hearing impaired to other subtitle streams of the same language
be_by: Аддаваць перавагу субцітрам для людзей з дрэнным слыхам над звычайнымі на той жа мове
hu_hu: Hallássérültek számára készült feliratok előnyben részesítése az azonos nyelvű feliratok közül
id_id: Sarankan takarir stream untuk tuna rungu ke takarir stream lain dari bahasa yang sama
it_it: Preferisci i sottotitoli per i non udenti agli altri sottotitoli della stessa lingua

# #37040
source: Prefer default audio streams
be_by: Выкарыстоўваць прадвызначаныя аўдыяструмені
hu_hu: Alapértelmezett hangfolyam előnyben részesítése.
id_id: Lebih milih stream audio bawaan
it_it: Preferisci traccia audio predefinita

# #37041
source: If enabled, audio streams that are flagged as default (and match the preferred language) are preferred over audio streams with higher quality (number of channels, codec, ...).
be_by: Калі ўключана, аўдыяструмені, адзначаныя як прадвызначаныя (і адпавядаюць пераважнай мове) будуць выкарыстоўвацца замест струмянёў лепшай якасці (колькасць каналаў, кодэк, ...)
hu_hu: Ha be van kapcsolva, akkor az alapértelmezettként megjelölt hangfolyam (és megfelel az előnyben részesített nyelvnek) lesz előnyben részesítve a magasabb minőségű hangfolyamokkal szemben. (csatornák száma, kodek, …).
id_id: Jika diaktifkan, stream audio yang ditandai sebagai bawaan (dan cocok dengan bahasa pilihan) lebih dipilih daripada stream audio dengan kualitas lebih tinggi (jumlah saluran, kodek, ...).
it_it: Se abilitato, le tracce audio che sono indicate come predefinite (e corrispondono alla lingua preferita) sono preferite alle tracce audio di qualità superiore (numero di canali, codec, ...).

# #37042
source: Defines which step sizes to use when pressing the skip buttons. If more steps are selected for a skip direction, these can be applied by subsequent presses on the skip button within the defined skip delay. Forward (positive) and backward (negative) steps can be defined independently.
be_by: Вызначае якія крокі перамоткі патрэбна выкарыстоўваць. Калі абрана некалькі крокаў, то іх можна ўжыць паслядоўна націснуўшы кнопкі перамоткі за пэўны перыяд затрымкі. Наперад(дадатныя) і назад (адмоўныя) крокі можна вызначыць незалежна.
hu_hu: Meghatározza a lépések méretét a kihagyási gombok lenyomásakor. Ha több mint egy lépés kerül kiválasztásra egy irányhoz, akkor ezek az egymást követő gombnyomásokkor lépnek életben, a megadott késleltetési időn belül. Előre- (pozitív) és hátrafelé (negatív) is külön-külön adhatóak meg lépések.
id_id: Menentukan ukuran langkah mana yang akan digunakan saat menekan tombol lewati. Jika lebih banyak langkah dipilih untuk arah lewati, ini dapat diterapkan dengan menekan tombol lewati berikutnya dalam penundaan lewati yang ditentukan. Langkah maju (positif) dan mundur (negatif) dapat didefinisikan secara independen.
it_it: Definisci le dimensioni del passo da utilizzare quando si premono i pulsanti di salto. Se vengono selezionati più passi per la stessa direzione di salto, questi possono essere applicati premendo successivamente il pulsante Salta entro il ritardo di salto definito. I passi avanti (positivo) e indietro (negativo) possono essere definiti indipendentemente.

# #37043
source: Defines the time to wait for subsequent key presses before performing the skip. Only applies when using smart skipping (when using more than one skip step for a direction).
be_by: Вызначае час чакання для паслядоўных націскаў перад перамоткай. Ужываецца толькі пры разумнай перамотцы (пры выкарыстанні больш за адзін крок перамоткі ў адным напрамку).
hu_hu: Meghatározza a várakozási időt az egymást követő gombnyomások között, mielőtt az ugrás végrehajtódik. Csak az intelligens ugrás esetén érvényes (ha több mint egy lépés van megadva egy irányhoz).
id_id: Menentukan waktu untuk menunggu penekanan tombol berikutnya sebelum melakukan lompatan. Hanya berlaku saat menggunakan lompatan pintar (saat menggunakan lebih dari satu langkah lompatan untuk satu arah).
it_it: Definisci il tempo di attesa per le successive pressioni dei tasti prima di eseguire l'avanzamento. Si applica solo quando si utilizza l'avanzamento intelligente (quando si utilizza più di un passo per saltare verso una direzione).

# #37044
source: Extract chapter thumbnails
be_by: Выманне мініяцюр глаў
hu_hu: Fejezet bélyegképek kinyerése
id_id: Ekstrak thumbnail bab
it_it: Estrai miniature capitoli
