Repository: xbmc/repo-resources
Catalog: resource.language.*/resources/strings.po
Languages: be_by, hu_hu, id_id, it_it, mi

# #35055
source: Use the keyboard or remote to select a controller profile. When prompted, press the button on your game controller that best matches what you see on the screen. If you make a mistake you can repeat the process.
be_by: Выкарыстайце клавіятуру альбо пульт для выбару профілю кантролера. Калі запытае, націсніце на кантролеры кнопку, што найбольш адпавядае таму, што на экране. Калі вы дапусціце памылку, можаце паўтарыць працэс.
hu_hu: Használja a billentyűzetet vagy a távirányítót a játékvezérlő profil kiválasztásához. Amikor megjelenik, nyomja meg azt a gombot a játékvezérlőn, amely a legjobban hasonlít ahhoz, amit lát a képernyőn. Ha hibát vét, akkor megismételheti a folyamatot.
id_id: Gunakan keyboard atau remote untuk memilih profil pengontrol. Saat diminta, tekan tombol pada pengontrol game Anda yang paling cocok dengan apa yang Anda lihat di layar. Jika Anda membuat kesalahan, Anda dapat mengulangi prosesnya.
it_it: Usa la tastiera o il telecomando per selezionare un profilo controller. Quando richiesto, premi il tasto sul tuo controller di gioco che corrisponde meglio a uuello che vedi sullo schermo. Se fai un errore puoi ripetere il processo.

# #35058
source: Controller Configuration
be_by: Канфігурацыя кантролера
hu_hu: Játékvezérlő konfiguráció
id_id: Konfigurasi Pengontrol
it_it: Configurazione controller

# #35059
source: Buttons
be_by: Кнопкі
hu_hu: Gombok
id_id: Tombol
it_it: Pulsanti

# #35060
source: Reset controller profile
be_by: Скінуць профіль кантролера
hu_hu: Játékvezérlő profil visszaállítása
id_id: Setel ulang profil pengontrol
it_it: Reimposta profilo controller

# #35061
source: Would you like to reset this controller profile for all attached devices?
be_by: Скінуць профіль гэтага кантролера на ўсіх падлучаных прыладах?
hu_hu: Szeretné visszaállítani ezt a játékvezérlő profilt minden csatlakoztatott eszközhöz?
id_id: Apakah Anda ingin menyetel ulang profil pengontrol ini untuk semua perangkat yang terpasang?
it_it: Vuoi reimpostare questo profilo controller per tutti i dispositivi connessi?

# #35062
source: All available controller profiles are installed.
be_by: Усе даступныя профілі кантролера ўсталяваныя.
hu_hu: Minden elérhető játékvezérlő profil telepítve van.
id_id: Semua profil pengontrol yang tersedia telah diinstal.
it_it: Tutti i profili controller disponibili sono installati.

# #35063
source: Configure attached controllers
be_by: Наладзіць падлучаныя кантролеры
hu_hu: Csatlakoztatott játékvezérlők beállítása
id_id: Konfigurasikan pengontrol yang terpasang
it_it: Configura controller connessi

# #35064
source: Pair your controllers with the various input devices of different game systems.
be_by: Звязванне кантролераў з прыладамі ўводу разнастайных гульнявых сістэм.
hu_hu: Párosítsa a játékvezérlőit a különböző játékrendszerek bemeneti eszközeivel.
id_id: Pasangkan pengontrol Anda dengan berbagai perangkat input dari sistem permainan yang berbeda.
it_it: Accoppia i tuoi controller con i vari dispositivi in input di diverse piattaforme di gioco.

# #35071
source: Racing wheel
be_by: Стрыно
hu_hu: Versenykormány
id_id: Roda balap
it_it: Volante da corsa

# #35072
source: Paddles
be_by: Круцёлкі
hu_hu: Pedálok
id_id: dayung
it_it: Paddle

# #35073
source: Joysticks
be_by: Джойсцікі
hu_hu: Joystickek
id_id: Joystick
it_it: Joystick

# #35074
source: Face buttons
be_by: Пярэднія кнопкі
hu_hu: Arc gombok
id_id: Tombol wajah
it_it: Pulsanti frontali

# #35075
source: Shoulder buttons
be_by: Бакавыя кнопкі
hu_hu: Váll gombok
id_id: Tombol bahu
it_it: Pulsanti dorsali

# #35076
source: Triggers
be_by: Куркі
hu_hu: Indítójelek
id_id: Pemicu
it_it: Grilletti

# #35077
source: Analog sticks
be_by: Аналагавыя сцікі
hu_hu: Analóg karok
id_id: Stik analog
it_it: Stick analogici

# #35078
source: Left stick deadzone
be_by: Мёртвая зона левага сціка
hu_hu: Bal kar holtzóna
id_id: Zona mati stik kiri
it_it: Zona morta stick sinistro

# #35079
source: Right stick deadzone
be_by: Мёртвая зона правага сціка
hu_hu: Jobb kar holtzóna
id_id: Zona mati stik kanan
it_it: Zona morta stick destro

# #35088
source: Power off controllers on exit
be_by: Выключаць кантролеры падчас выхаду
hu_hu: Kilépéskor kapcsolja ki a vezérlőket
id_id: Matikan pengontrol saat keluar
it_it: Spegni controller all'uscita

# #35089
source: Powers off any controller that supports it on exit.
be_by: Выключаць любы кантролер падчас выхаду, калі гэта падтрымліваецца.
hu_hu: Kapcsoljon ki minden vezérlőt, amely támogatja ezt kilépéskor.
id_id: Matikan pengontrol apa pun yang mendukungnya saat keluar.
it_it: Spegne tutti i controller che supportano lo spegnimento all'uscita.

# #35090
source: Press {0:s}
be_by: Націсніце {0:s}
hu_hu: Nyomja meg: {0:s}
id_id: Tekan {0:s}
it_it: Premi {0:s}

# #35091
source: Press {0:s} ({1:d})
be_by: Націсніце {0:s} ({1:d})
hu_hu: Nyomja meg: {0:s} ({1:d})
id_id: Tekan {0:s} ({1:d})
it_it: Premi {0:s} ({1:d})

# #35092
source: Move {0:s} up
be_by: Перамясціць {0:s} уверх
hu_hu: Mozgassa felfelé: {0:s}
id_id: Pindahkan {0:s} ke atas
it_it: Muovi {0:s} su

# #35093
source: Move {0:s} up ({1:d})
be_by: Перамясціць {0:s} уверх ({1:d})
hu_hu: Mozgassa felfelé: {0:s} ({1:d})
id_id: Pindahkan {0:s} ke atas ({1:d})
it_it: Muovi {0:s} su ({1:d})

# #35094
source: Move {0:s} down
be_by: Перамясціць {0:s} уніз
hu_hu: Mozgassa lefelé: {0:s}
id_id: Pindahkan {0:s} ke bawah
it_it: Muovi {0:s} giù

# #35095
source: Move {0:s} down ({1:d})
be_by: Перамясціць {0:s} уніз ({1:d})
hu_hu: Mozgassa lefelé: {0:s} ({1:d})
id_id: Pindahkan {0:s} ke bawah ({1:d})
it_it: Muovi {0:s} giù ({1:d})

# #35096
source: Move {0:s} right
be_by: Перамясціць {0:s} управа
hu_hu: Mozgassa jobbra: {0:s}
id_id: Pindahkan {0:s} ke kanan
it_it: Muovi {0:s} a destra

# #35097
source: Move {0:s} right ({1:d})
be_by: Перамясціць {0:s} управа ({1:d})
hu_hu: Mozgassa lefelé: {0:s} ({1:d})
id_id: Pindahkan {0:s} ke kanan ({1:d})
it_it: Muovi {0:s} a destra ({1:d})

# #35098
source: Move {0:s} left
be_by: Перамясціць {0:s} улева
hu_hu: Mozgassa balra: {0:s}
id_id: Pindahkan {0:s} ke kiri
it_it: Muovi {0:s} a sinistra

# #35099
source: Move {0:s} left ({1:d})
be_by: Перамясціць {0:s} улева ({1:d})
hu_hu: Mozgassa balra: {0:s} ({1:d})
id_id: Pindahkan {0:s} ke kiri ({1:d})
it_it: Muovi {0:s} a sinistra ({1:d})

# #35100
source: Enable controller support
id_id: Aktifkan dukungan pengontrol
it_it: Abilita supporto controller

# #35102
source: Disable controllers when this device is present
id_id: Nonaktifkan pengontrol saat perangkat ini ada
it_it: Disabilita i controller quando questo dispositivo è presente

# #35103
source: Buttons
be_by: Кнопкі
hu_hu: Gombok
id_id: Tombol
it_it: Pulsanti

# #35104
source: Pointers
be_by: Паказальнікі
hu_hu: Mutatók
id_id: Pointer
it_it: Puntatori

# #35105
source: Light gun
be_by: Святавы пісталет
it_it: Pistola luminosa

# #35106
source: Shoot offscreen
be_by: Страляць па-за кадрам
hu_hu: Lövés a képernyőn kívülre
id_id: Bidik di luar layar
it_it: Spara fuori dallo schermo

# #35107
source: Console switches
be_by: Кансольныя пераключальнікі
hu_hu: Konzol kapcsolók
id_id: Sakelar konsol
it_it: Interruttori console

# #35108
source: Hardware buttons
be_by: Апаратныя кнопкі
hu_hu: Hardver gombok
id_id: Tombol perangkat keras
it_it: Pulsanti fisici

# #35109
source: Keypad
be_by: Лічбавая клавіятура
hu_hu: Billentyűzet
id_id: Papan tombol
it_it: Tastierino

# #35110
source: Ports
id_id: Port
it_it: Porte

# #35111
source: Port Setup
id_id: Pengaturan Port
it_it: Configurazione porta

# #35112
source: Port {0:s}
it_it: Porta {0:s}

# #35113
source: Select a Controller
id_id: Pilih Pengontrol
it_it: Scegli un controller

# #35114
source: Failed to change controller
id_id: Gagal mengubah pengontrol
it_it: Impossibile cambiare controller

# #35150
source: Keyboard
be_by: Клавіятура
hu_hu: Billentyűzet
id_id: Papan ketik
it_it: Tastiera

# #35151
source: Player configuration
be_by: Канфігурацыя прайгравальніка
hu_hu: Lejátszó konfiguráció
id_id: Konfigurasi pemain
it_it: Configurazione lettore

# #35152
source: Enable keyboard
be_by: Уключыць клавіятуру
hu_hu: Billentyűzet bekapcsolása
id_id: Aktifkan papan ketik
it_it: Abilita tastiera

# #35153
source: This allows the keyboard to emulate up to 8 game controllers. If disabled, the keyboard can still be used to control emulators like DOSBox which require a full keyboard.
be_by: Дае клавіятуры магчымасць эмуляваць да 8 джойсцікаў. Калі выключана, клавіятуру ўсё адно можна выкарыстоўваць у эмулятарах кшталту DOSBox, дзе патрабуецца клавіятура.
hu_hu: Ezzel a billentyűzet 8 játékvezérlőt emulálhat. Ha le van tiltva, akkor a billentyűzet továbbra is használható marad az olyan emulátorok vezérlésére mint a DOSBox, amely teljes billentyűzetet igényel.
id_id: Ini memungkinkan keyboard untuk meniru hingga 8 pengontrol game. Jika dinonaktifkan, keyboard masih dapat digunakan untuk mengontrol emulator seperti DOSBox yang membutuhkan keyboard lengkap.
it_it: Questo permette alla tastiera di emulare fino a 8 controller di gioco. Se disabilitato, la tastiera può sempre essere usata per controllare emulatori come DOSBox che richiede una tastiera completa.

# #35154
source: Number of keyboard players
be_by: Колькасць гульцоў на клавіятуры
hu_hu: Billentyűzeten játszó játékosok száma
id_id: Jumlah pemain keyboard
it_it: Numero di giocatori tastiera

# #35155
source: Set the number of players using the keyboard. This is intended for devices that use keyboard drivers, but you can also see how many people fit around a keyboard!
be_by: Вызначае колькасць гульцоў, што выкарыстоўваюць клавіятуру.
hu_hu: Adja meg a játékosok számát a billentyűzeten. Ez olyan eszközök esetére szánt, amelyek billentyűzetmeghajtókat használnak, de megláthatja hogy hányan férnek el a billentyűzeten.
id_id: Atur jumlah pemain menggunakan keyboard. Ini ditujukan untuk perangkat yang menggunakan driver keyboard, tetapi Anda juga dapat melihat berapa banyak orang yang muat di sekitar keyboard!
it_it: Imposta il numero di giocatori che usano la tastiera. Questo è pensato per i dispositivi che usano un driver tastiera, ma puoi anche vedere quanta gente ci stia attorno a una tastiera!

# #35157
source: Configure keyboard player 1
be_by: Наладка клавіятуры гульца 1
hu_hu: 1. billentyűzetes játékos beállítása
id_id: Konfigurasikan keyboard pemain 1
it_it: Configura giocatore tastiera 1

# #35158
source: Configure keyboard player 2
be_by: Наладка клавіятуры гульца 2
hu_hu: 2. billentyűzetes játékos beállítása
id_id: Konfigurasikan keyboard pemain 2
it_it: Configura giocatore tastiera 2

# #35159
source: Configure keyboard player 3
be_by: Наладка клавіятуры гульца 3
hu_hu: 3. billentyűzetes játékos beállítása
id_id: Konfigurasikan keyboard pemain 3
it_it: Configura giocatore tastiera 3

# #35160
source: Configure keyboard player 4
be_by: Наладка клавіятуры гульца 4
hu_hu: 4. billentyűzetes játékos beállítása
id_id: Konfigurasikan keyboard pemain 4
it_it: Configura giocatore tastiera 4

# #35161
source: Configure keyboard player 5
be_by: Наладка клавіятуры гульца 5
hu_hu: 5. billentyűzetes játékos beállítása
id_id: Konfigurasikan keyboard pemain 5
it_it: Configura giocatore tastiera 5

# #35162
source: Configure keyboard player 6
be_by: Наладка клавіятуры гульца 6
hu_hu: 6. billentyűzetes játékos beállítása
id_id: Konfigurasikan keyboard pemain 6
it_it: Configura giocatore tastiera 6

# #35163
source: Configure keyboard player 7
be_by: Наладка клавіятуры гульца 7
hu_hu: 7. billentyűzetes játékos beállítása
id_id: Konfigurasikan keyboard pemain 7
it_it: Configura giocatore tastiera 7

# #35164
source: Configure keyboard player 8
be_by: Наладка клавіятуры гульца 8
hu_hu: 8. billentyűzetes játékos beállítása
id_id: Konfigurasikan keyboard pemain 8
it_it: Configura giocatore tastiera 8

# #35165
source: Keyboard player
be_by: Клавіятура
hu_hu: Billentyűzetes játékos
id_id: Keyboard pemain
it_it: Giocatore tastiera

# #35166
source: All keys
be_by: Усе клавішы
hu_hu: Összes gomb
id_id: Semua tombol
it_it: Tutti i tasti

# #35167
source: Single keys
be_by: Адзіночныя клавішы
hu_hu: Egy gomb
id_id: Tombol tunggal
it_it: Tasti singoli

# #35168
source: Select key
be_by: Абраць клавішу
hu_hu: Billentyű kiválasztása
id_id: Tombol pilih
it_it: Seleziona un tasto

# #35169
source: Press a key
be_by: Націсніце клавішу
hu_hu: Nyomjon le egy billentyűt
id_id: Tekan tombol
it_it: Premi un tasto

# #35170
source: Press a key ({1:d})
be_by: Націсніце клавішу ({1:d})
hu_hu: Nyomjon le egy billentyűt ({1:d})
id_id: Tekan tombol ({1:d})
it_it: Premi un tasto ({1:d})

# #35201
source: Gameplay
be_by: Ход гульні
hu_hu: Játékmenet
it_it: Gioco

# #35203
source: Enable rewind (if supported)
id_id: Aktifkan mundur (jika didukung)
it_it: Abilita riavvolgimento (se supportato)

# #35204
source: Enable real-time rewinding during game play, if supported. Press rewind or manually seek backwards using the seek bar.
be_by: Уключыць перамотку ў рэжыме рэальнага часу, калі магчыма. Націсніце перамотку альбо зрабіце гэта ўласнаручна праз радок пракруткі.
hu_hu: Valós idejű visszatekerés bekapcsolása játék közben, ha támogatott. Nyomja meg a visszatekerést, vagy tekerjen vissza kézzel a keresősávval.
id_id: Aktifkan rewinding real-time selama bermain game, jika didukung. Tekan mundur atau cari mundur secara manual menggunakan bilah pencarian.
it_it: Abilita il riavvolgimento in tempo reale durante il gioco, se supportato. Premi riavvolgi o cerca manualmente all'indietro usando la barra di avanzamento.

# #35205
source: Maximum rewind time
be_by: Максімальны час перамоткі
hu_hu: Maximális visszatekerés
id_id: Waktu mundur maksimum
it_it: Tempo massimo di riavvolgimento

# #35206
source: Maximum time possible to rewind, if supported. Large rewind histories can use a lot of RAM.
be_by: Максімальны час перамоткі. Пры большым значэнні выкарыстоўваецца больш аператыўнай памяці.
hu_hu: A visszatekerés maximális időtartama, ha ez támogatott. A nagy visszatekerési előzmények sok RAM-ot vehetnek igénybe.
id_id: Waktu maksimum yang memungkinkan untuk mundur, jika didukung. Histori rewind yang besar dapat menggunakan banyak RAM.
it_it: Tempo massimo possibile per riavvolgere, se supportato. Grandi cronologie di riavvolgimento possono usare molta RAM.

# #35207
source: Emulators
be_by: Эмулятары
hu_hu: Emulátorok
id_id: Emulator
it_it: Emulatori

# #35208
source: Standalone games
be_by: Адзіночныя гульні
hu_hu: Különálló játékok
id_id: Permainan mandiri
it_it: Giochi singoli

# #35209
source: Game resources
be_by: Гульнявыя рэсурсы
hu_hu: Játék erőforrások
id_id: Sumber daya permainan
it_it: Risorse di gioco

# #35210
source: Failed to play game
be_by: Не атрымалася пагуляць
hu_hu: Játék indítása sikertelen
id_id: Gagal bermain game
it_it: Avvio gioco fallito

# #35211
source: This game requires the following add-on: {0:s}
be_by: Гэтай гульні патрабуецца наступнае дапаўненне: {0:s}
hu_hu: A játékhoz szükséges a következő kiegészítő: {0:s}
id_id: Game ini membutuhkan pengaya berikut: {0:s}
it_it: Questo gioco richiede i seguenti add-on: {0:s}

# #35212
source: This game isn't compatible with any available emulators.
be_by: Гэтая гульня не сумяшчаецца з ніводным з даступных эмулятараў.
hu_hu: Ez a játék nem kompatibilis semelyik elérhető emulátorral.
id_id: Game ini tidak kompatibel dengan emulator yang tersedia.
it_it: Questo gioco non è compatibile con alcuno degli emulatori disponibili.

# #35213
source: The emulator "{0:s}" had an internal error.
be_by: Унутраная памылка эмулятара "{0:s}".
hu_hu: A(z) „{0:s}” emulátor belső hibát észlelt.
id_id: Emulator "{0:s}" mengalami kesalahan internal.
it_it: L'emulatore "{0:s}" ha avuto un errore interno.

# #35214
source: This game can only be played directly from a hard drive or partition. Compressed files must be extracted.
be_by: У гэтую гульню магчыма гуляць толькі з цвёрдага дыска альбо раздзела. Сціснутыя файлы неабходна распакаваць.
hu_hu: A játék csak merevlemezről vagy partícióról indítható. A tömörített állományokat ki kell csomagolni.
id_id: Game ini hanya bisa dimainkan langsung dari harddisk atau partisi. File terkompres harus diekstrak.
it_it: Questo gioco può solo essere avviato direttamente da una partizione o da un disco rigido. I file compressi devono essere estratti.

# #35215
source: This game depends on a disabled add-on. Would you like to enable it?
be_by: Гульня выкарыстоўвае выключанае дапаўненне. Уключыць яго?
hu_hu: Ez a játék egy letiltott kiegészítőtől függ. Szeretné engedélyezni?
id_id: Game ini bergantung pada add-on yang dinonaktifkan. Apakah Anda ingin mengaktifkannya?
it_it: Questo gioco dipende da un add-on disabilitato. Vuoi abilitarlo?

# #35216
source: Support add-ons
be_by: Падтрымка дапаўненняў
hu_hu: Kiegészítők támogatása
id_id: Dukungan pengaya
it_it: Add-on di supporto

# #35217
source: The savestate can only be loaded with "{0:s}". Erase savestate and continue?
be_by: Захаванне магчыма загрузіць толькі з "{0:s}". Сцерці захаванне і працягнуць?
hu_hu: A mentési állapot csak ezzel tölthető be: „{0:s}”. Törli a mentési állapotot és folytatja?
id_id: Status penyimpanan hanya dapat dimuat dengan "{0:s}". Hapus status simpan dan lanjutkan?
it_it: Il salvataggio di stato può essere caricato solo con "{0:s}". Cancellare il salvataggio e continuare?

# #35218
source: Erase savestate
be_by: Сцерці захаванне
hu_hu: Állapotmentés törlése
id_id: Hapus status simpan
it_it: Cancella salvataggio

# #35219
source: The required files can't be found.
be_by: Патрэбных файлаў не знойдзена.
hu_hu: A szükséges fájlok nem találhatóak.
id_id: File yang diperlukan tidak dapat ditemukan.
it_it: Impossibile trovare i file richiesti.

# #35220
source: Game providers
be_by: Пастаўшчыкі гульняў
hu_hu: Játékszolgáltatók
id_id: Penyedia permainan
it_it: Fornitori di giochi

# #35222
source: Exit
be_by: Выйсці
hu_hu: Kilépés
id_id: Keluar
it_it: Esci

# #35223
source: Missing: {0:s}
be_by: Адсутнічае: {0:s}
hu_hu: Hiányzik: {0:s}
id_id: Tidak ada: {0:s}
it_it: Mancanti: {0:s}

# #35224
source: Pause / Resume
be_by: Прыпыніць / Працягнуць
hu_hu: Szünet / Folytatás
id_id: Jeda / Lanjutkan
it_it: Pausa / Riprendi

# #35225
source: Video filter
be_by: Відэафільтр
hu_hu: Képszűrő
it_it: Filtro video

# #35226
source: Advanced settings
be_by: Дадатковыя налады
hu_hu: Speciális beállítások
id_id: Pengaturan lanjutan
it_it: Impostazioni avanzate

# #35227
source: Rotation
be_by: Паварочванне
hu_hu: Elforgatás
id_id: Rotasi
it_it: Rotazione

# #35232
source: Fullscreen
be_by: На ўвесь экран
hu_hu: Teljes képernyő
id_id: Layar penuh
it_it: Schermo intero

# #35233
source: Stretch mode
be_by: Расцягнуты рэжым
hu_hu: Nyújtott mód
id_id: Mode lebarkan
it_it: Modalità allungamento

# #35234
source: Controls
be_by: Кіраванне
hu_hu: Ellenőrzések
id_id: Kontrol
it_it: Controlli

# #35235
source: Press {0:s} to open the in-game menu.
be_by: Націсніце {0:s}, каб адкрыць гульнявое меню.
hu_hu: Nyomja meg a {0:s} gombot a játékon belüli menü megnyitásához.
id_id: Tekan {0:s} untuk membuka menu dalam game.
it_it: Premi {0:s} per aprire il menu nel gioco.

# #35236
source: In this release, only controllers can be used to play games.
be_by: У гэтым выпуску ў гульнях могуць выкарыстоўвацца толькі кантролеры.
hu_hu: Ebben a verzióban csak a vezérlők használhatják a játékokat.
id_id: Dalam rilis ini, hanya pengontrol yang dapat digunakan untuk bermain game.
it_it: In questa versione possono essere utilizzati per giocare solo i controller.

# #35249
source: Save / Load
id_id: Simpan / Muat
it_it: Salva / Carica

# #35250
source: Add games...
be_by: Дадаць гульні…
hu_hu: Játékok hozzáadása…
id_id: Tambahkan permainan...
it_it: Aggiungi giochi...

# #35251
source: Add game source
be_by: Дадаць крыніцу гульняў
hu_hu: Játékforrás hozzáadása
id_id: Tambahkan sumber permainan
it_it: Aggiungi sorgente giochi

# #35252
source: Edit game source
be_by: Рэдагаваць крыніцу гульняў
hu_hu: Játékforrás szerkesztése
id_id: Sunting sumber permainan
it_it: Modifica sorgente giochi

# #35253
source: Enable autosave (if supported)
id_id: Aktifkan simpan otomatis (jika didukung)
it_it: Abilita salvataggio automatico (se supportato)

# #35254
source: Save the game automatically during game play, if supported. Resume playing where you left off.
be_by: Аўтаматычна захоўваць падчас гульні, калі падтрымліваецца. Аднавіце гульню ад моманту, дзе спыніліся.
hu_hu: Mentse a játékot automatikusan játék közben, ha támogatott. Folytassa a játékot, ahol abbahagyta.
id_id: Simpan game secara otomatis selama bermain game, jika didukung. Lanjutkan bermain di mana Anda tinggalkan.
it_it: Salva la partita automaticamente durante il gioco, se supportato. Riprendi la partita da dove l'avevi lasciata.

# #35255
source: Saved with:
id_id: Disimpan dengan:
it_it: Salvato con:

# #35256
source: Failed to install add-on.
be_by: Не атрымалася ўсталяваць дапаўненне.
hu_hu: A kiegészítő telepítése sikertelen.
id_id: Gagal memasang pengaya.
it_it: Impossibile installare l'add-on.

# #35257
source: Installed
be_by: Усталявана
hu_hu: Telepítve
id_id: Terpasang
it_it: Installato

# #35258
source: Select emulator for {0:s} file
be_by: Абраць эмулятар для файла {0:s}
hu_hu: Válasszon emulátort a(z) {0:s} fájlhoz
id_id: Pilih emulator untuk file {0:s}
it_it: Seleziona emulatore per il file {0:s}

# #35259
source: Saved
be_by: Захавана
hu_hu: Elmentve
id_id: Tersimpan
it_it: Salvato

# #35260
source: Select savestate
id_id: Pilih simpanan
it_it: Scegli salva stato

# #35261
source: New
id_id: Baru
it_it: Nuovo

# #35262
source: Enter your RetroAchievements account username
id_id: Masukkan username akun RetroAchievements
it_it: Inserisci il nome utente del tuo account RetroAchievements

# #35263
source: Enter your RetroAchievements account password
id_id: Masukkan sandi RetroAchievements-mu
it_it: Inserisci la password del tuo account RetroAchievements

# #35265
source: Incorrect User/Password!
id_id: Pengguna/Sandi Salah!
it_it: Utente/password errati!

# #35266
source: Failed to contact server
id_id: Gagal menyambung ke server
it_it: Impossibile contattare il server

# #35267
source: Invalid response from server
id_id: Respon tak valid dari server
it_it: Risposta non valida dal server

# #35268
source: Logged in
id_id: Masuk
it_it: Connesso

# #35269
source: Toggle this setting to log in or out of RetroAchievements.
id_id: Alihkan pengaturan ini untuk masuk atau keluar dari RetroAchievements.
it_it: Attiva o disattiva questa impostazione per accedere o uscire da RetroAchievements.

# #35270
source: Your account is not verified. Please check your email to complete your sign up.
id_id: Akun Anda tidak diverifikasi. Silakan periksa email Anda untuk menyelesaikan pendaftaran Anda.
it_it: Il tuo account non è verificato. Controlla la tua email per completare la registrazione.

# #35505
source: Server is unreachable.
be_by: Сервер недаступны.
hu_hu: A kiszolgáló nem érhető el.
id_id: Server tidak dapat dijangkau.
it_it: Il server è irraggiungibile.

# #35506
source: Server does not respond properly.
be_by: Непрыдатны адказ сервера.
hu_hu: A kiszolgáló nem megfelelően válaszolt.
id_id: Server tidak merespons dengan benar.
it_it: Il server non risponde correttamente.

# #35507
source: Server version is not compatible.
be_by: Версія сервера не падтрымліваецца.
hu_hu: A kiszolgálóverzió nem kompatibilis.
id_id: Versi server tidak kompatibel.
it_it: La versione del server non è compatibile.

# #35508
source: Access denied.
be_by: У доступе адмоўлена.
hu_hu: Hozzáférés megtagadva.
id_id: Akses ditolak.
it_it: Accesso negato.

# #35509
source: Connecting to backend.
be_by: Злучэнне з серверам.
hu_hu: Kapcsolódás a háttérkiszolgálóhoz.
id_id: Menghubungkan ke backend.
it_it: Connessione al backend.
